{
  "content": "Thursday 16 October 2014 10.00 EDT\tSleater-Kinney: Start Together review – a seven-album box set of punk power\tSleater-Kinney began as an abrasive riot-grrrl side project but ended up as one of America’s most acclaimed rock bands – and they still sound ferociously great today\tThese days, Sleater-Kinney’s two main protagonists, Carrie Brownstein and Corin Tucker are, respectively, a comedy writer and actor whose US TV show, Portlandia, has been garlanded with Emmy nominations; and a mother of two, married to film-maker Lance Bangs, who occasionally makes “middle-aged mom records” with the Corin Tucker Band. It seems fair to say that is not an outcome anyone who bought Sleater-Kinney’s 1995 debut album probably envisaged. This was a 22-minute-long blast of righteous gay fury, released on queercore label Chainsaw: amid the distorted guitars and screaming and songs in which anyone in possession of a penis was told where to get off, there weren’t a lot of ROFLs, Emmy-winning or otherwise.; But then, surely few people who bought Sleater-Kinney’s debut album envisaged the trio becoming one of the most acclaimed and revered rock bands in America – befitting a lavishly packaged seven-album box set nearly a decade after they went on “indefinite hiatus”. Sleater-Kinney began life as a side project by members of riot grrrl bands Heavens to Betsy and Excuse 17, and that’s exactly what their debut sounds like. If anything, the anger feels more potent now than in 1995, when dozens of other bands were saying more or less the same thing in more or less the same way, but the music is interesting largely as an index of the kind of influences that were floating around the US alt-rock underground at the time: Tucker’s vocals are Poly Styrene after three years at a liberal arts college, Be Yr Mama sounds like Sonic Youth, Don’t Think You Wanna could have been released on Rough Trade in 1979.; That should have been that, but something happened in the year between Sleater-Kinney and its follow-up, Call the Doctor. Perhaps it was as prosaic as Tucker and Brownstein quitting their other bands and concentrating their energies, but whatever it was, it pulled their songs and sound into focus. Their influences were suddenly marshalled into something entirely their own, simultaneously tough and intricate. Tucker and Brownstein were horrified when Spin magazine revealed they were a couple, but it’s tempting to say you could have guessed just by listening: their guitar lines and, increasingly, their vocals wound around each other until you couldn’t tell them apart. Tucker, meanwhile, subtly altered her vocal style, retaining all the power, but ceasing to make you involuntarily grit your teeth every time she approached a microphone. Their debut feels entirely a product of its era, but now they seemed to be hitting on something more eternal: “I’m not waiting ’til I grow up,” ran one chorus, a perfect summation of the impulse behind all punk rock.; From then on, Sleater-Kinney developed a momentum that felt unstoppable, refining rather than radically altering their sound on each new album. “I find it kind of ridiculous when people fear the future,” Tucker told one journalist. “We are the ones who are going to create it.” 1998’s Dig Me Out came in a cover that paid homagto the Kinks and expanded their sound, introducing both more hooks and Janet Weiss, a more strident and straightforward drummer than her predecessors, without compromising the band’s individuality or power: One More Hour detailed the collapse of Tucker and Brownstein’s relationship with agonising candour, the pair’s vocals crashing into each other as if making public their final argument. Its follow-up, The Hot Rock, was darker and more introspective, but still had the ability to knock the unsuspecting listener off their feet, as demonstrated by the surging power of opener Start Together.; They seemed like a band that barely put a step wrong, although one might tremblingly suggest that writing songs complaining about the music press is always going to seem a little peevish if you’re on the receiving end of the kind of blanket critical acclaim that greeted Sleater-Kinney’s every album: Time magazine called them America’s greatest rock band, Rolling Stone claimed they were “the best American punk band ever”. Meanwhile, Esquire – not a magazine noted for its interest in queer theory or third-wave feminism or indeed many of the other knotty topics that Sleater-Kinney’s lyrics touched on – went for “the best band in the world”, which is perhaps testament to the trio’s ability to address those topics without ever leaving the listener feeling like they’d been at a lecture. They could certainly do things that no other artist seemed capable of doing. Plenty of people tried to formulate a musical response to 9/11, not least Bruce Springsteen and Neil Young, but none of them came up with anything quite as compelling as 2002’s album One Beat: its mood shifted from fear to fury to an unexpected playfulness (“Shake a tail feather for love and peace”, offered the Motown-influenced Step Aside) without ever seeming trite or false.; Their momentum didn’t slacken: Sleater-Kinney didn’t sound like a band grinding to a halt on 2004’s The Woods. If anything, they sounded more alive than ever, Tucker’s voice straining to make itself heard over the crashing guitars and drums, everything coated with a layer of crackling distortion by producer Dave Fridmann, the trio boldly venturing into territories that would have presumably been verboten under riot grrrl’s ascetic musical aesthetic: Let’s Call It Love lasted 11 minutes, the last five of them consumed entirely by a ferocious, feedback-heavy guitar solo. They went out, anger intact, lambasting alternative rock’s increasingly overwhelming obsession with the past. “You come around sounding 1972 – you did nothing new with 1972,” snarled Tucker on Entertain, adding pointedly: “Where’s the ‘fuck you’?” As Start Together proves, that was never a question anyone would need to ask Sleater-Kinney.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-35",
  "namespace": "we1sv2.0",
  "title": "Thursday 16 Oct..."
}