{
  "content": "Tuesday 3 December 2013 05.11 EST\tUniversity Forum 2014 speakers\tFrom education leaders to government ministers, find out who is speaking at the Guardian University Forum 2014\tFurther speakers and sessions to be confirmed; Don't miss out - book today »; Madeleine studied law and history at the University of Cambridge before qualifying as a secondary school teacher. She taught for four years in a comprehensive school in Huntingdon before returning to higher education to complete her doctorate at the University of Nottingham.; Following various post-doctoral research positions, she became a lecturer in education management at Newcastle University. She developed an interest in the use of new technologies to support effective learning, and held a number of senior academic and management roles. Professor Atkins became vice-chancellor of Coventry University in September 2004.; She has a longstanding commitment to the contribution of higher education to the economy and society. She is a trustee of the National Centre for Universities and Business, a trustee of Nesta, an associate of the Engineering Council, and a member of the Coventry and Warwickshire Local Enterprise Partnership Board. She is Deputy Chairman and Council Member of the Association of Commonwealth Universities.; Karan is the founder of Cobra Beer, chairman of the Cobra Beer Partnership Limited, a joint venture with Molson Coors, and chairman of Molson Coors Cobra India. In the Monde Selection, one of the most prestigious quality awards in the world for beer, the Cobra range have collectively been awarded a total of 73 Gold medals since 2001. In 2013 Cobra Beer was awarded 5 gold medals across the product range Cobra Beer (bottle and keg), King Cobra and Cobra Zero. He is also the founding chairman of the UK India Business Council, a deputy lieutenant of Greater London, a former chancellor of Thames Valley University (now the University of West London); he was the youngest university chancellor in the UK when appointed. Karan is senior non-executive director of the Booker Group PLC; he is one of the first two visiting entrepreneurs at the University of Cambridge; he is a founding member of the prime minister of India's Global Advisory Council. In 2006, Karan was appointed the Lord Bilimoria of Chelsea, making him the first ever Zoroastrian Parsi to sit in the House of Lords. In 2008 he was awarded the Pravasi Bharti Samman by the President of India.; Scott earned his doctorate in political science at the University of Chicago. Prior to joining the observatory and COMPAS, he was a post-doctoral fellow and sub-faculty member of the department of politics and international relations at Oxford, teaching comparative politics, US politics, and research methods. He has continuing affiliations with the department of politics and International relations and Nuffield College at Oxford. Scott's research focuses mainly on attitudes toward immigration and integration. He is also leading a project on monitoring and analysing media coverage of migration and related issues in the British press. His work has appeared in leading academic journals in the US and UK and has been discussed in a wide variety of venues by NGOs, civil servants, and government ministers, academics and students.; Peter is a director of Concrete Canvas Ltd, which he and Will Crawford founded in 2005 to develop and commercialise the award winning concrete canvas material and concrete canvas shelters. Concrete Canvas Ltd. is a UK technology development and manufacturing company that has consistently exceeded 100% growth year on year with 80% of turnover currently from exports. Following a short service limited commission, as an officer in the Royal Engineers, Peter studied engineering (MEng) at the University of Cambridge and then industrial design engineering (MA) at the Royal College of Art and Imperial College where he was funded by an 1851 studentship. While at the RCA he developed an award winning and patented re-circulating shower technology and co-developed concrete canvas's core technology. Both projects have won multiple major design awards.; Concrete canvas won the Saatchi & Saatchi award for world changing ideas and the shower design recently won €500k in the Green Challenge 2011 and is being commercialised under licence by CINTEP Ltd. in Australia. There are multiple patents pending on both of Peter's inventions.; Liam was elected the member of Parliament for Birmingham, Hodge Hill in 2004. In Westminster, Liam has been asked to do some of the hardest jobs in government - in the Home Office, Downing Street and HM Treasury, creating the UK Border Agency, reorganising No 10 for Gordon Brown, and drawing up Labour's deficit reduction plan for Alistair Darling. As the West Midlands first regional minister he helped deliver £400 million for the new Birmingham New Street station. In Opposition, Liam has chaired Labour's policy review, led the Shadow DWP team and is now Shadow Minister for Universities, Science and Skills.; Carolyn is Head of International at the Quality Assurance Agency for Higher Education (QAA), with responsibility for managing the agency's strategic partnerships with stakeholder organisations and in leading on international including transnational collaboration activities. Prior to joining QAA she was a senior staff member at the Higher Education Quality Council and a policy adviser in the Education Development Centre at the University of Roehampton. Carolyn is a member of the Advisory Board of the Observatory on Borderless Higher Education and represents QAA in a range of international cooperation programmes and activities including UKIERI and UK-China cooperation in higher education. Carolyn was a member of the expert group that developed the OECD-UNESCO guidelines on quality provision in cross border education. She is an MA LLB graduate of the University of Glasgow.; Nicola has been chief executive of Universities UK since September 2009. Universities UK is the representative organisation for the UK's Universities. Founded in 1918, UUK has 133 members and offices in London, Cardiff and Edinburgh. Its mission is to be the definitive voice for all universities in the UK, promoting the strength and success of UK universities nationally and internationally. Nicola was previously chief executive of the Equality Challenge Unit, the higher education agency which promotes equality and diversity for staff and students in higher education in England, Wales and Northern Ireland. Prior to this, Nicola was a lawyer qualified in both England and Scotland working in private practice.; Hushpreet's enthusiasm for entrepreneurship and start-ups was born while she was studying and working in the start-up community in the USA. In 2009 she graduated with a first class BA degree in international business. She is now chief executive of NACUE (The National Association of College and University Entrepreneurs), a global model in youth entrepreneurship, recognised by both the UN and the World Economic Forum.; Her quest is to create the most entrepreneurial generation of young people the world has ever seen. NACUE has grown from an organisation of 3 to almost 40 staff on Hushpreet's watch, has acquired significant government finance and now runs 86 university enterprises, supporting 40,000 entrepreneurial students.; Hushpreet's interests lie in business model innovation, commercialisation, innovation-driven ecosystems, and mobilising great people and resources to create change.; Gavin leads YouGov's public sector and charities practice and has worked in social and market research for 15 years including spells with the Home Office and DCMS. His work cuts across quantitative and qualitative methods and includes brand, advertising, fund-raising, policy development and evaluation, thought leadership research and stakeholder reputation. Recent and current clients include NHS England, NSPCC, Macmillan, Prince's Trust, EHRC, the British Council, LTA and the CBI.; Dawn is a journalist working for The Guardian's comment is free section, and writes on social affairs, politics, and education. She previously worked in higher education at the University of East London, and the University of Warwick focusing on student advice, quality assurance and widening participation, and was a community governor at a primary school in east London. She has also worked as a constituency researcher for a Member of Parliament, covering immigration issues, higher education funding and inequality in education.; Anne Marie leads on the implementation of the UK Strategy for Outward Mobility, which aims to increase the proportion of UK domiciled students accessing international opportunities during their studies. Anne Marie has worked on a range of projects in UK higher education in the fields of languages, communication and intercultural skills. She is the author of several research reports, including labour market intelligence for the British Academy, the University Council of Modern Languages and Skills CfA, and a review of public service interpreting and translation training in higher education for HEFCE's Routes into Languages. In addition to her work in the higher education sector, Anne Marie has over 10 years' commercial management experience in the language services industry.; David was appointed Nottingham's sixth vice‑chancellor in 2008, having previously been a pro-vice-chancellor of the university for both research and infrastructure. A professor of economics, he was the founding director of the Leverhulme Centre for Research on Globalisation and Economic Policy. His research interests lie primarily in the fields of trade and labour market adjustment, cross-border investment, and international trade policy.; David has also acted as a consultant to the World Bank, the European Commission and the United Nations. He was chair of the UK Armed Forces Pay Review Body from 2004 until 2010 and in 2013 was appointed as honorary colonel of the East Midlands Universities Officers Training Corps. He is currently a member of the Government's Asia Task Force, and its higher education task force. He is a trustee of CASE Europe and a member of the National Centre for Universities and Business Leadership Council. He has also just completed a comprehensive independent review of UK postgraduate medical education and training. David was awarded an Honorary Citizenship of Ningbo, China, in September 2012.; Pericles has been founding president and professor of humanities at Yale-NUS College since July 1 2012. Under his leadership, the college has recruited its initial faculty, designed an innovative new curriculum, and enrolled outstanding students from 25 countries on six continents. Yale-NUS has also developed unique extra-curricular activities, experiential learning programs, and a thriving residential life.; He has served as an advocate in Singapore, the US and internationally for liberal education. He has made \"building a community of learning\" a major theme of his presidency. Under his watch, Yale-NUS has been praised as a model for reinventing residential liberal arts and science education in the context of 21st-century Asia.; Before taking office, President Lewis, a graduate of McGill and Stanford Universities, served as professor of English and comparative literature at Yale University, and is an expert on literary modernism. At Yale-NUS, he will be teaching courses on Joseph Conrad and Modern British Poetry.; For almost 15 years, Sue was a familiar face and voice on national TV and radio as one of the BBC's education and social policy correspondents. She regularly reported on all the major issues affecting schools, universities and children and families for the Ten O'clock News, Radio 4's Today programme, Newsnight and BBC online.; Now freelance, Sue has written for the Guardian newspaper and higher educaiton network and regularly chairs Guardian roundtable discussions on higher education.; Sue is also chief executive of a brand new charity, the Education Media Centre, a project driven by former education secretary, Estelle Morris, which launched in December 2013. The centre is described as 'for people who want more than just opinion,' and aims to put the the media and the public in touch with the academic research and evidence on education topics hitting the news. www.educationmediacentre.org.uk; Ian is an associate director specialising in public sector research. Prior to joining YouGov, Ian has gained over nine years' experience of working in a range of research roles across the public and private sector. Much of Ian's previous experience is in the education, employment and skills arena and has a sound working knowledge of this policy area and a real interest in it. Ian has direct previous experience of working with DWP, BIS, Ofqual, NAS, UKCES, employer bodies and local authorities on employment and skills policy.; Sir John is director general, knowledge & innovation. Previously he was vice-chancellor of Cranfield University, a position he held from December 2006 - February 2013. Prior to joining Cranfield he was chief executive of the engineering and physical sciences research council (EPSRC). He has held academic appointments at Essex, Bangor, and UCL as well as positions in industry/government. He is currently chairman of NICC (Standards) Ltd and a director of the ERA Foundation Ltd.; Widely published, with over 350 research papers and three books, he was awarded the J J Thomson Medal of the IEE for 'distinguished contributions to electronic engineering'. He was awarded a knighthood for contributions to science in 2007.; Toni represents over 600 student unions and 7 million students and is the first NUS president who has not been to university. She believes in shaping the future of education to help create a fairer society and is passionate about the power of students to drive change. Having studied at Cornwall College before serving as president of Cornwall College Students' Union from 2009 to 2011, Toni was elected NUS vice-president (further education) in 2011 and re-elected for a second term in 2012 where she won £41m for student parents through Care to Learn and £50m in bursaries for adult FE student support. She also held the position of NUS deputy president between 2011 and 2013. The bodies on which Toni has represented NUS and the student voice include the Further Education & Skills Ministerial Advisory Panel, the Skills Funding Agency Advisory Board, the Institute for Learning Advisory Council, the LSIS Board, NIACE Policy Committee, the FE Guild Steering Group, the Further Education Reputation Strategy Group and the National Improvement Partnership Board.; Nigel joined Abertay University as principal and vice-chancellor in August 2012. He was previously senior deputy vice-chancellor of the University of Surrey and a former vice-principal of the University of Edinburgh. He graduated BSc (Honours) in chemical engineering at the University of Edinburgh in 1982, and gained an MSE and PhD in chemical engineering at the University of Pennsylvanian 1986.; From 1989 to 1997 he was lecturer in chemical engineering at the University of Cambridge and fellow, tutor and director of studies in chemical engineering and natural sciences at Clare College. He was visiting professor, school of chemical engineering at Cornell University 1996-97. From 1998 to 2008 at the University of Edinburgh he was firstly head of the school of chemical engineering becoming head of the division of engineering and then head of the institute for materials and processes.; Daniel holds a BSc in philosophy, politics and economics and an Msc in business analytics and consulting from the University of Warwick. Currently he holds the position of international students officer of the National Union of Students (NUS), having previously occupied the position of president of the University of Warwick Students' Union. Daniel has lived in four countries, visited over thirty and speaks three languages. In addition, he is a recipient of the International Student Officer of the Year Award 2010/12 for his work in raising international student issues on the Union's agenda. During his term, the NUS has been nominated for a Third Sector Big Impact Award in recognition of the high-profile campaign that he helped coordinate which allowed international students to continue to study at London Metropolitan University and for the Outstanding International Strategy Award by the Times Higher Education Leadership and Management Awards for the best international strategy on international student issues.; David has worked in international student recruitment for 15 years and has been head of the UCL international office since October 2006. He is responsible for developing and leading UCL's international student recruitment strategy, the management of relationships with partner universities and he oversees UCL's research into overseas markets.; Under his stewardship UCL has risen from the twelfth to the third highest recruiter of international students among UK universities. He holds a PhD from UCL where he was formerly a research fellow, publishing research on algal molecular biology.; Kevin advises on higher education policy and specialises in the areas of transnational education (TNE), internationalisation of higher education and student mobility. Kevin has managed the higher education partnerships strand of the second Prime Minister's Initiative for International Education, and was a member of the government's e-learning task force (2010-11). For over a decade Kevin has been regularly asked to author articles on UK TNE and student mobility and has presented at conferences on the subject all over the world. His most recent research (as commissioning editor) is the Shape of Things to Come 2: The evolution on Transnational Education (published September 2013).; David has been principal of Green Templeton College and professor of higher education at the University of Oxford since October 2010. He was professor of higher education management at the Institute of Education, University of London, from 2005-2010, and vice-chancellor of the University of Brighton between 1990 and 2005. His most recent books are The Question of Morale: managing happiness and unhappiness in university life (2009), The Engaged University (2011), and The Question of Conscience: higher education and personal responsibility (2014). He chaired the national Inquiry into the Future for Lifelong Learning, and co-authored its report Learning Through Life (2009). He was knighted in 1998 for services to higher education.; Steve took up the post of vice chancellor of the University of the West of England Bristol in 2008 at the age of 46. He trained as a podiatrist and podiatric surgeon in London and developed his research interests in lower limb biomechanics and the diabetic foot at King's College London.; He holds a number of national and international advisory appointments in his discipline, and in healthcare policy and practice. Steve is chair of University Alliance which brings together 24 of the most innovative and enterprising universities in the UK. He is president of Business West and was recently appointed chair of the West of England Academic Health Science Network (WEAHSN).; Don't miss out - book today »\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-42",
  "namespace": "we1sv2.0",
  "title": "Tuesday 3 Decem..."
}