{
  "content": "Sunday 23 June 2013 11.40 EDT\tOlwen Wymark obituary\tAmerican-born dramatist known for her affinity with French absurdist theatre and her many BBC radio adaptations\tOlwen Wymark, who has died aged 81, was an American-born fringe theatre and BBC radio dramatist particularly active in the 1970s and 80s. Her writing was characterised by a flickering sense of reality, game playing, sparse (often abstract) settings and elements of fantasy with what the critic John Russell Brown called the reality of nightmare. She had a strong affinity with the French absurdist theatre of Eugène Ionesco and Samuel Beckett, to such an extent that when her first international success, Lunchtime Concert, was presented at the Odéon in Paris, it was retitled Déjeuner sur L'Herbe.; Like her better-known near-contemporary Caryl Churchill, Wymark began her writing career while raising a family and benefited from the active patronage of the BBC radio drama department; she wrote countless adaptations, providing Paul Scofield with one of his greatest radio roles in her 2001 version of Thomas Mann's The Magic Mountain, one of her last works.; She was born in Oakland, California, daughter of Philip Walstein Buck, a professor of political science, and his wife, Barbara. Her maternal grandfather was the independently wealthy London-born writer William Wymark Jacobs, who once surprised Arnold Bennett by turning down £500 for a collection of short stories. Olwen attended the liberal arts college Pomona in Claremont, California, between 1949 and 1951, but was taken to Europe for a few months by her parents to escape the attentions of a man they did not want her to marry.; Enrolling at University College London, she promptly fell in love with a fellow student from Grimsby, Patrick Cheeseman, who dropped out of his English literature course to train as an actor at the Old Vic theatre school. On turning professional, Cheeseman took Olwen's grandfather's name \"Wymark\" as his own, which he then handed back to her when they married in 1953.; Patrick Wymark became a notable Shakespearean actor at Stratford-upon-Avon (where he played Dogberry in Much Ado About Nothing, Stephano in The Tempest and Bottom in A Midsummer Night's Dream), appearing in the Royal Shakespeare Company's inaugural London season and becoming one of television's early superstars in two famous series, The Plane Makers and The Power Game. Olwen proudly supported him throughout this period, raising their four children alone after his sudden death, aged 44, in 1970.; As the children grew, so did her own career in the following decade. A quirky, sometimes macabre, view of human relationships resulted in the married couples in one play, Speak Now (1971), swapping genders. She was also one of the first female writers to tackle mental health issues, in Find Me (1980) at the Orange Tree theatre in Richmond, Surrey, a terrifying true story of a 22-year-old girl locked away in a maximum security hospital.; A different sort of madness, madness in the absence of love, featured in Please Shine Down on Me (1980), written for the touring company Foco Novo and seen in London at the Royal Court's Theatre Upstairs. Everything existed at a weird tangent to reality, said the critic Michael Billington, in a tale of spiritual fakery and marital angst that discussed the impossibility of unconditional love at all times.; Best Friends (1981), also at the Orange Tree, was an elegiac exercise in Hampstead gothic; part of an interesting collaboration between the Arts Council and BBC radio drama, the season of plays was given on stage as well as on radio. Wymark explored the compromises involved in writing fiction and living a life, the characters existing in two conflicting versions of themselves. One critic found the headiness of it all too much, suggesting that she was defeated by her own verbal flair.; In the same year, she adapted three solo plays by Dario Fo and Franca Rame for the great South African actor Yvonne Bryceland at the National Theatre as One Woman Plays. The centrepiece of Michael Bogdanov's production was a stunning performance by Bryceland acting out the parallel humiliations of sexual congress and childbirth with naked bravura.; Other notable titles included Strike Up the Banns (1988), a comedy in which a pair of permissive parents, played by Susan Fleetwood and Gary Bond in Richard Cottrell's production at Theatr Clywd, Mold, hosted a dinner to mark the engagement of their daughter to the revolutionary son of the Bond character's stuffy boss; and a sizzling adaptation of Emile Zola's Nana (1988) for another touring company, Shared Experience, seen at the Almeida in Islington and the former Mermaid in Blackfriars.; Wymark was a member of the Royal Society for Literature and the Académie Française, an active member of the Theatre Writers' Union, and also served on the Arts Council drama panel for some years.; She is survived by her four children – Jane and Tristram (both actors); Rowan, a dramaturg in France; and Dominic, who works in film in Hollywood – and by her grandchildren.; • Olwen Margaret Wymark, playwright, born 14 February 1932; died 14 June 2013; • This article was amended on 27 June 2013. The original gave the name of Wymark's father as Philip Wymark Buck. This has been corrected.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-24",
  "namespace": "we1sv2.0",
  "title": "Sunday 23 June ..."
}