{
  "content": "Wednesday 3 December 2014 11.36 EST\tUgly Christmas Sweaters had their moment, but you are not Mark Darcy and you never will be\t’Tis not the season for ‘irony’\tI may be a nice Jewish girl, but I’m also a fashion industry vet (and survivor) and thus I implore – I insist: The Era of the Ugly Christmas Sweater has officially come to an end.; And, no, this is not just because it’s been surpassed this week by the advent of the Ugly Christmas Suit, brought to you by the fine people at Shinesty.com. It is worth taking a moment and asking yourself, as you look at the Ugly Christmas Suit: “Do I feel like my hope for humanity has diminished?” If you answered yes, then think carefully before you mail that invitation for your next terrible Ugly Christmas Sweater party.; And, no, the end of the Ugly Christmas Sweater had not arrived just because one of the largest corporate banks in the United States just released something as maudlin and commercial (literally) as an “Ugly Christmas Sweater”-themed ad. It is worth taking a moment and asking yourself, as you watch that Bank of America video: “Do I really want to be the butt of an unfunny half-joke forced upon me about cash-back savings by my bank?” If your answer is no, then think carefully before you mail the invitation for your next unfunny, un-fun Ugly Christmas Sweater party.; And, no, the Ugly Christmas Sweater meme hasn’t even unraveled because of the unfortunate, mum-made Ugly Christmas Jumper that served as yet another roadblock in keeping our beloved Mark Darcy and Bridget Jones from finding true love. (It is, however, worth taking a moment to ask yourself if you would have to be out of your mind to reject Colin Firth, no matter what he is wearing. The answer is yes – always and irrevocably.); Rather, it is time to put the Ugly Christmas Sweater in the very back of your closet because the Ugly Christmas Sweater is a not-so-subtle way to both mock the holiday of Christmas itself – and to belittle those who wear such sweaters in earnest. Ironically wearing your most ridiculous, bedazzled attire whilst swilling mulled cider and overindulging in a cheese tray doesn’t exactly seem to be in the spirit of celebrating the birth of Jesus, now does it? And transmogrifying the celebration of a holiday at the epicenter of Christianity has the mothballed stink of a perverse sort of class warfare – that is, the Ugly Christmas Sweater party sends a message of: I have the wealth and “taste” to wear this chunky patterned red sweater as a joke, whilst the plebes, poor souls, wait all year to wear them with pride. If you are looking for the true War on Christmas, you need look no further than any piece of apparel with a light-up Rudolph nose worn by a liberal arts major in a major metropolitan area.; This Christmas, please, let’s all just say no to irony. Donate your fucking sweater instead.; Your desire to celebrate the season sartorially, however, needn’t be limited to the somber garb preferred by monks and priests. Why not take the upcoming barrage of holiday parties to invest in a Fair Isle sweater (if your torso is feeling naked after packing your Ugly Christmas ones away) or a tartan cape, pant or even ball skirt (if you’re ready to take your serious seasonal dressing to the next level).; The Ugly Christmas Sweater, besides existing as an unfair assault on every innocent eyeball around you, seems one step away from taking the Lord’s name in vain (for those believers amongst you) and – perhaps even worse – has jumped the shark even more literally than the Fonz once did. This season, we can and should instead celebrate by trying something novel and actually looking our best, and – more importantly – acting our best. Let’s appreciate the Ugly Christmas Sweater for the lava lamp-like fad that it was – a strange, terrible moment in the history of mass cultural, decorative appeal.; Ugly Christmas Sweaters had their moment; but you are not Mark Darcy and you never will be.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-39",
  "namespace": "we1sv2.0",
  "title": "Wednesday 3 Dec..."
}