{
  "content": "Friday 1 November 2013 09.07 EDT\tNeil Gaiman becomes professor at US college\tAuthor to teach wide range of courses over five years in the languages and literature faculty of Bard College\tNovelist, children's author, screenwriter and internet phenomenon, the writer Neil Gaiman is set to add another string to his bow, as Bard College appoints him a professor in the arts.; According to Gideon Lester, the college's chair of theatre and performance programmes who played a significant role in the appointment, it is the wide-ranging nature of Gaiman's talents that makes him an \"ideal teacher\".; \"Neil is a perfect 21st-century artist, because he works successfully in so many genres,\" Lester said. \"He writes long and short fiction, fantasy, graphic novels, children's literature, screenplays and television scripts with equal finesse. More than almost any other writer, he's also adapted to new technology, reaching millions of readers and fans through social media.\"; \"He therefore perfectly exemplifies the interests and needs of today's undergraduates,\" Lester continued, \"and has a great deal to teach us about multidisciplinary and transmedia art. He's also astonishingly erudite and broad in his literary and artistic tastes. Truly an ideal teacher for contemporary students.\"; Gaiman is joining the theatre and performance faculty for five years, and will teach courses across the division of arts and the division of languages and literature. His first teaching assignment, starting in February, will be an advanced writing workshop exploring the history of the fantastic, approaches to fantasy fiction, and the meaning of fantasy today.; Gaiman tweeted his excitement at being appointed a professor: \"Happy & excited about this. I'll be teaching a course in reading & writing fantasy at Bard in April #professorMe\".; Bard College, about 100 miles north of New York city, was founded in 1860 and is an independent college offering programmes in the liberal arts and science. Born in Hampshire in the UK, Gaiman lives relatively near the college campus in Cambridge, Massachusetts, with his wife, singer-songwriter Amanda Palmer.; • This article was changed to clarify that Neil Gaiman's job title will be professor in the arts\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-38",
  "namespace": "we1sv2.0",
  "title": "Friday 1 Novemb..."
}