{
  "content": "Sunday 27 April 2014 13.36 EDT\tBoost for lower-income UK students keen to obtain 'debt-free degree'\tSutton Trust summer-schools scheme to encourage poorer students to higher education expands to world-class US universities\t\"For me it was a no-brainer,\" Harvard student Gemma Collins said of her decision last year to reject a Cambridge University offer and head instead from Blackpool Sixth Form College to a fully-funded Ivy League education.; The lure of a \"debt-free degree\", thanks to Harvard's generous bursary system for low-income applicants, together with the attraction of a broad liberal arts degree and American campus life, outweighed the prospect of heavy tuition fee debts at home in the UK, Collins told a London gathering of sixth-formers keen to follow her across the Atlantic.; The 200 British 16- and 17-year-olds busily comparing the merits of Oxford and Princeton were part of a programme launched by the education charity the Sutton Trust to open up the opportunities offered by world-class US universities to bright UK students like Collins from low and middle income backgrounds.; This year, 175 students, most of them the first in their families to go to university, will be selected from the latest group to attend week-long summer schools at Yale, Massachusetts Institute of Technology and Harvard, and to receive intensive support as they navigate the intricacies of the competitive US application system this autumn. All potential candidates come from state schools, 44% qualify for free school meals, and all have family incomes under £45,000 a year – low enough to attract the bursaries without which US university fees would be prohibitively high.; Top-level US universities such as Harvard actively stress their openness to overseas applications, stating that all candidates follow the same admissions process, are evaluated under the same criteria and are eligible for the same financial aid. However, while universities deny quotas exist, in practice numbers of overseas students remain limited.; The programme, run by the trust with the US-UK Fulbright Commission and growing rapidly since its 2013 pilot, comes amid evidence that UK students – traditionally more reluctant than foreign counterparts to study overseas – are increasingly willing to consider the option, partly prompted by a reluctance to pay £9,000-a-year tuition fees.; A survey of 2,500 students by the British Council published last week found 37% were open to going abroad for their degree – compared with only 20% in a similar poll last year. More than half of those contemplating overseas study said rising tuition fees at home had influenced their view, though students were also keen to gain academic credit, language skills and the chance to travel.; The survey also found the US was the top potential foreign study destination for British students. Around 9,500 students enrolled on degree courses in the US in the last academic year, but the vast majority came from independent schools and wealthy families able to afford annual fees of up to $65,000 (£39,000) at Harvard.; The Sutton Trust, which runs an established programme of summer schools at UK universities to encourage bright youngsters from poorer backgrounds to go on to higher education, reasoned that they should be able to consider a US alternative too, said director of programmes James Turner. \"The idea is that if a really great educational opportunity exists it should be open to all young people and not just those from better-off backgrounds.\"; Independent schools increasingly offer support with the US application process – very different from the British Ucas system – and private application consultants have also sprung up, but for most state schools there may not be the time or facilities to provide students with the help the trust's programme offers.; While the scheme was not entirely a response to increased tuition fees, the fees debate was \"driving it in part\", Turner added. Though evidence suggested fees were not putting off lower income applicants, the trust and others had raised concerns over the legacy of high university debts which many graduates may never pay off.; Faced with a choice between Ivy League and Oxbridge offers, students from the first two cohorts of the programme have chosen differing routes, but many – like Collins – have found the US system of financial support a key factor.; Anthony Flynn, 16, studying a wide range of highers at Dalziel high school in Motherwell, was among many tempted by the diverse breadth of an American liberal arts degree, in contrast to more specialised UK courses, and by the \"lifestyle choice\" of an American campus. While his parents – his father is a lorry driver and his mother a post sorter for Royal Mail – do their utmost to encourage his studies, he worried that, even with no tuition fees in Scotland, they could not help with his living costs – something a US bursary would cover.; The liberal arts structure also appealed to Chloe Barnedd, 17, taking A-levels in sciences, maths and Welsh at Merthyr Tydfil College and debating applying to study biological sciences at the University of Chicago, Harvard or Yale versus medicine in the UK. \"I learn best learning lots of different things rather than being really subject specific.\"; Barnedd, who had been abroad only once, on a school trip to Paris, lived only 10 minutes from all her close family. Neither parent went to university and her mother, while she supported her, was \"protective\", she admitted.; Bright UK students from poorer backgrounds could also qualify for funding support at home, and the trust made clear that for some, the best financial deal would be to stay in Britain. Almost all British universities and colleges, though less wealthy than their US counterparts, offered a range of support, including bursaries, help with accommodation and other costs, and partial fee waivers.; Full-time students with lower family incomes were also entitled to full or partial government grants to help fund living costs.; Conscious that many would be wary of seeing their offspring head off 3,000 miles (4,800km) to college, the trust's programme explains the opportunities of a US education to schools and parents. Marco Marcelline, 16, received enormous encouragement from his school, St Bonaventure's in Forest Gate, east London, but his Italian mother had mixed feelings over his plan – possible only if he secured a full scholarship – to study politics and international relations in the US. \"She would prefer it if I didn't leave London. She wants me to come home every Sunday and eat pasta.\"; While the Sutton Trust emphasised it did not push students toward a US route, simply ensuring poorer students were aware they may have more options than they realise, some might argue it risks encouraging a brain drain that could deprive top-level British universities of home-grown talent. Top UK institutions, their fees capped at £9,000, cannot offer bursaries to match those of competitor US institutions, with their vast endowments.; However, earlier this academic year universities minister David Willetts urged more British students to consider studying in the US and other countries, insisting the trend would ultimately benefit the labour market. \"In a globalised world,\" he said, it was \"foolish to be parochial about higher education – to desperately cling on to every clever student as proof of our excellence.\"; Of the two Sutton Trust programme cohorts so far, a third of each have won and taken up places at US universities. Collins, for one, said she regretted nothing, although she told this year's group: \"I miss my mum, who's a single parent, my younger brothers and sister, and I miss my dog.\"\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-14",
  "namespace": "we1sv2.0",
  "title": "Sunday 27 April..."
}