{
  "content": "Wednesday 23 October 2013 00.59 EDT\tUniversities should ditch the talk of investing in the future\tInstead of research academics need to focus on giving students what they want for their money: that is, a well-rounded education\tMoney talks. After two years of tuition fees at £7,000-£9,000 universities are apparently rolling in cash, and their students are demanding value for it. Universities are expected to deliver not just education but jobs. Courses are being tailored to \"employability\". Research is concentrated in the elite Russell institutions. Now the universities minister, David Willetts, is calling for a \"cultural change\" to reverse the trend of too much time going on scholarship and not enough on teaching. Is this a new dawn in higher education, or a new darkness?; Willetts has celebrated the 50th anniversary of the Robbins report with a pamphlet questioning one aspect of the expansion it stimulated. Pre-Robbins, British universities devoted 60% of their time to teaching and 40% to research. Now those percentages are reversed, so that universities are \"lopsided away from teaching\". Only in the former polytechnics does teaching predominate.; Today's students may not realise how far this has gone, but their graduate parents might. Contact time has declined. Essay writing has halved. Fifty years ago two-thirds of students received oral (as well as written) feedback, now two-thirds get none. Willetts wonders how this was ever allowed to happen.; The answer is easy. Willetts and his Whitehall predecessors made it happen. Universities have become creatures of government, paid to do what government says. Ever since Thatcher abolished the arms-length university grants committee and eventually \"nationalised\" higher education in 1988, universities have followed the money.; Many academics prefer research, writing and conferencing to the hard tutorial grind. I know, as I was briefly one myself. But the price was to allow government to \"assess\" their work and demand ever more. They sweated over papers, often of staggering obscurity. Civil servants totted up pages and citations, and tested for \"impact and translational value\". Willetts may complain that students suffered, but whose fault is that?; The surge in student fees has led universities to a new accountability, not to government but to their customers. For the first time they have had to look out to their market place rather than back to their founders and traditions or up to their government. In this change in accountability research is bound to take a knock. The student market cares little about it. Students want an education that stimulates them for three years and gets them a job. Universities such as Bath are popular because they emphasise job-finding. With 40% of new graduates going into \"non-graduate\" initial careers, the league tables that matter are those indicating successful job placements.; To outsiders, universities remain extraordinarily conservative enclaves. They stick to the medieval three-term, three-year courses. Specialism is almost obligatory: a Briton wanting to study arts and science together had better go abroad. People at the peak of their vigour are thought unable to absorb teaching for more than six months a year, and are still sent home to help with the harvest each summer. Any business run with so little concern for new techniques of operating or delivering a service would collapse.; When research was the activity of an autonomous minority of scholars it could look after itself. Today it costs the taxpayer millions of pounds and is spread over three dozen Russell and 1994 Group institutions. Such spending has to be justified. And here universities sold the pass. In the years following Robbins, the economists Mark Blaug and John Vaizey debated whether higher education was a consumer service or an investment. Blaug advocated the former and won the argument – but he lost the war. Academics loved to think of themselves as \"investing in the nation's future\". But in claiming so, they conceded the field to the Treasury. If universities were an investment, where was the return?; The argument continued. Even as new undergraduates rushed to arts subjects, government became obsessed with \"the nation's manpower needs\" and believed this meant driving universities towards science and technology. Still today the science budget remains \"ringfenced\", as if it were a branch of national security – and despite decades of market evidence that Britain's prosperity was demanding more financiers, lawyers and designers.; The return from teaching that universities most often cite is graduate lifetime earnings. But this is personal rather than collective. Besides, such a validation has consequences. Three years ago 600 Bristol students staged a revolt over receiving too little teaching, fearing it would jeopardise their careers. When Surrey revealed (improbably) that all its drama graduates had jobs, it was inundated with 50 applicants per drama place.; The Institute for Public Policy Research recently advocated a return of the polytechnics as specialised vocational academies. University College London is introducing a \"liberal arts\" course that marries arts and science. Where universities appear to be ailing, Willetts is talking of sub-contracting them to private companies, bringing the free-school principle to state higher education. In America this mercantilist approach went to extremes when some graduates sued their old law school for training too many of them, and thus wrecking the jobs market.; There is a backlash to all this. Conservatives such as Cambridge's Stefan Collini inveigh against rate-of-return education, suggesting it means death to the humanities and reduces academics to \"door-to-door salesmen for vulgarised versions of their market-oriented product\". The vice-chancellor of Reading, Sir David Bell, warns against having to \"put a premium on employability … on preparing students for what is to follow\", as if that were some sort of betrayal. When a student has £30,000 in prospective debt round his or her neck, employability is bound to apply.; If I were an academic I would stop pretending I was \"investing in the nation's future\". I would stop using such language. I would try to give students what they want for their money, usually a well-rounded education and a mild sense of obligation to society, and tuck my research into my spare time. That would be my \"rate of return\". As long as universities play the investment game, they will find students and taxpayers alike asking to scrutinise their accounts.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-35",
  "namespace": "we1sv2.0",
  "title": "Wednesday 23 Oc..."
}