{
  "content": "Thursday 25 April 2013 04.00 EDT\tMenelik Watson: from mean streets of Manchester to riches of the NFL Draft\tEnglish born and raised, Menelik Watson only started playing the American version of football in 2011 but is now expected to be selected in the first round of the NFL Draft. He talks to Paolo Bandini\tMenelik Watson did not grow up dreaming of a career in the NFL. Born and raised in Manchester, England, he only knew one kind of football as a child and it did not require pads or a helmet. Chasing a ball around the playground of Burnage high school, Watson imagined himself not as the next Jonathan Ogden or Bruce Matthews but rather Paul Lake or Colin Bell.; It had to be a Manchester City player. \"I bleed blue, always have,\" says Watson ahead of Thursday's NFL draft, where he is expected to become a first-round pick. His Manchester accent remains as thick as ever. \"All I [ever] wanted was to play for my team.\"; That was not to be. Watson was a competent soccer player, a defensive midfielder who played for his school and used to attend clinics put on by City. On one occasion a coach there even mistook him for one of the club's own goalkeepers. \"I tell myself to this day that I should have lied to him and said that I was,\" he recalls with a chuckle.; Instead, his footballing dreams were shattered at the age of 12 years old, during a meaningless kickabout with friends. One moment, Watson was on the ball, navigating his way through the sea of 100 or so schoolmates in a typical lunchtime free-for-all. The next he was on the floor, staring down at a broken ankle. He could see the sharp edge of a bone protruding from his skin.; It was, in Watson's terms, a \"freak accident\", yet the initial prognosis was dire. The ankle had not only fractured but also dislocated. So severe was the damage that doctors considered amputating the entire lower part of his leg.; \"They almost cut it off,\" says Watson, in matter-of-fact tones. \"They were worried that there were complications that could happen if they put the ankle back together. Maybe the foot wouldn't grow, or maybe my left side would grow and my right wouldn't grow. Or maybe the arteries wouldn't grow so they'd end up having to chop it off four years down the line anyway.\"; The ankle was eventually preserved, but Watson was told that he could never play football again. And yet he saw only the silver lining. \"That was the great thing,\" he says. \"Once they told me that [about the possible amputation], I was just happy to have my leg.\"; Such optimism came naturally to Watson. His was not an easy childhood – raised in relative poverty near Longsight's Anson estate. Watson's mother, Novlyn McFarquhar, was a single parent who struggled at times to bring home the money required to feed her four sons. Watson remembers getting so hungry that he ate packets of ketchup and butter that he found in a canteen.; McFarquhar wasn't the only one struggling. The older he got, the more Watson saw kids his age falling into crime. \"Everyone's trying to make a little bit of money, whether they're robbing or stealing,\" he says. \"What I noticed growing up was that when we were younger my mum never used to lock the doors. When we came home at eight, nine o'clock the doors were open. But as soon as times started getting bad the door was always locked.\"; Two of Watson's three brothers have spent time in prison; indeed, one of them is there now. An older half-brother, raised with his father in Nottingham, has also done the same. And Watson himself was no saint. \"I'm not perfect,\" he readily admits. \"I've done some bad things, I've been on the street before.\"; Yet Watson always believed that something better was just around the corner. He remembers wanting more than anything to be able to help his mother out and claims to have felt a \"spirit\" around him that kept him from doing things he might truly regret. Now that he couldn't play football, Watson determined to become an architect instead.; That was until a new sport found him. Not American football but basketball – suggested to Watson by Burnage's deputy head Graham Williams. One former pupil at the school, Nick George, had done so well in that sport that he was off playing for Virginia Commonwealth University. When George came back to visit his old school, dominating the then students in a pick-up game, Watson became inspired to follow in his footsteps.; Unusually tall and strong for his age, Watson was soon recruited to play for the youth team of the semi-professional Manchester Magic. This was to prove an eye-opening experience. \"If it wasn't for basketball I would never even have got to see different parts of England,\" he says. \"Suddenly I've been to Shropshire, I've been to Birmingham, I've been to parts of London. Places where I would never have been.\"; It was this experience, of finally seeing his own country, which convinced Watson that basketball could be his future, could lead him on to better things and more distant lands. He believed he could take this sport \"wherever I wanted\". He saw friends winning scholarships to go and play for prep schools in the US and told himself he could do the same.; His coaches disagreed. They weren't convinced he had what it took, and another injury – this time a broken foot – made it impossible for Watson to put together game film to send to schools in the US. At 18, he was beginning to run out of options. He needed to support himself. If basketball could not provide him with a living, he would have to find one elsewhere.; But then, his luck turned. Watson was playing in a Christmas charity game in 2006 when he was noticed by a man named Rob Orellana, a former college coach from the US who was preparing to open up a new basketball academy in the Canary Islands. Orellana was impressed by the player's movement – the fact that he seemed so light on his feet despite his increasingly vast stature. He approached Watson after the game, asking if he wanted to become part of the academy's inaugural class.; Watson jumped at the chance. The next thing he knew he was in the Canaries, hundreds of miles away from anyone he knew, and working with a coach that he really did not like. Orellana was tough, he screamed and yelled and made his players practice relentlessly. When they were not on the court, they lifted weights and went running instead. Watson took to calling his coach \"The Devil\".; Then he became a father. It was 2008 and Watson had been with Orellana's academy for a couple of years, becoming a team captain. His girlfriend, back in Manchester, was nine months pregnant and due to give birth any moment. Watson showed up for practice as usual.; So grateful was Watson that he named his new daughter Orellana. Somewhere down the line he had realised that The Devil had his best interests at heart. \"He's like my father,\" says Watson. \"He always has been and always will be.\"; Orellana helped Watson to land a scholarship at Marist, a liberal arts college in Poughkeepsie, New York, with a basketball program competing in the NCAA's Division One, the highest level of university sport. Things did not work out as envisaged. Watson was obliged to sit out his first season due to an issue with high school transcripts, and his second was underwhelming. He started 13 games but with limited impact. Marist finished the year with just six wins and 27 defeats.; Once again, Watson found himself having to reassess his life choices. His hopes of an NBA career seemed increasingly distant. Orellana, obsessed with the player's powerful arms and quick feet, convinced him to give boxing a try during a visit to California – the coach's home state – in the summer of 2011.; The other seed that had been planted in Watson's mind was American football. At Marist, players from the football team had frequently asked him to come and give their sport a try, but at the time he had little interest. Watson had gleaned some basic knowledge of the sport from video games with his basketball team-mates, but he didn't really understand it.; On that same trip to California, however, Orellana took Watson to try out for Saddleback, a local community college chosen for no other reason than its proximity to his parents' home. The American football coaches were blown away. By now Watson stood at 6ft 6in, with broad shoulders and explosive strength, yet also startling speed for his size. They offered him a place, and Watson accepted.; Not everything was plain sailing. \"The first time I put on [the pads], I didn't know what I was doing,\" says Watson. \"The coach had to help me [put them on].\" The sport's rules, too, remained a mystery. \"I had to learn everything from scratch … But it was fun. It was like being a kid again and learning something new. When you're a kid and you start a sport for the first time and you're learning all the rules, it's fun and exciting. That's how it is.\"; After a brief experiment at defensive end, Watson was moved across to play on the offensive line – using his size and athleticism to protect the quarterback or to clear out defenders and create running lanes for his team-mates. He drew on lessons learned from his time playing basketball.; \"When I first got to Spain, I was playing on the wing. I was playing against point guards, and I was playing a little bit of point guard myself … [so] I got onto a football field knowing that I was already used to marking little guys who were about 160, 170lbs. I was able to guard them, and now I'm guarding bigger guys and I'm allowed to use my hands. It was a lot more comfortable for me.\"; Learning the rules as he went, Watson made his first start in the fourth game of Saddleback's 2011 season. By the end of the year he had, according to Sports Illustrated, \"more scholarship offers than starts\". Division one schools were lining up to offer Watson a place, and he accepted a spot with Florida State.; Watson would dominate there just as he had at Saddleback, giving up only a single quarterback sack in 12 starts at right tackle. Florida State's offensive line coach, Rick Trickett, begged Watson to come back for another year, telling him that with a bit more experience under his belt he could be a top-five pick in the 2014 draft. But Watson was ready to start earning a living.; \"For me it was more about getting an occupation,\" says Watson. \"[I was] asked to go back another year, and the biggest reason I would have gone back is for my team-mates, my offensive line at Florida State. But for me, it was mostly about getting a job. I'm 24 years old, I've been in school my whole life and it was about time I got myself a job, whether it was in the NFL, or in Waitrose.\"; Even without that additional experience, Watson is expected to go in the later part of the first round – becoming a multimillionaire in the process. Analysts agree that he is raw and will require good coaching to succeed at this level, yet his combination of size and agility are simply too rare to pass up. At time of writing, ESPN have Watson ranked at 28 in their list of the best players in this year's draft.; He claims not to have thought too much about which team he is likely to end up with. \"I'm not interested, mate … It's not a concern of mine,\" he says. \"People get caught up in the whole draft process and the 'where am I going to go' conversation. Really it doesn't matter because number one, it's out of your hands and number two, it doesn't matter because when you get there you've still got to do your job.\"; What does matter is that Watson will get to take it all in this weekend with his mother, uncle and daughter – who have travelled over to the States to join him. Orellana, now four years old, still lives in Manchester with her mother for most of the year, and for Watson the greatest pleasure of earning an NFL salary will be the fact at last of being able to see her, along with the rest of his friends and family, more often.; \"One of the things that excites me about the next level and getting paid is the fact that now when I get a break I can afford to come home – whereas before I was really stuck,\" he says. \"Now I'll have some savings to move around and get to see people, and whenever I'm missing my little girl I can bring her over to come see me. That's the exciting part about it.\"; With his first paycheck, Watson intends to purchase an apartment and a car of his own – things he has never been able to afford before now – but also to give some money to his mother.; That, and perhaps also to convince a few other British kids, from Longsight and elsewhere, that there is life beyond the Premier League. \"There's a lot of kids of all different races and nationalities back home, who don't make it to football clubs in England and think it's over,\" he says. \"There's a lot of opportunities – especially the type of athlete we have back in England. We're very hard-nosed, very tough – that's the way England is.; \"I think there's a lot of opportunity – and in other sports, too, not only American football. We need to get more kids involved.\"; After seeing what Menelik Watson has achieved in less than two years since discovering their sport, there might be one or two NFL coaches thinking the same.; See where Paolo Bandini placed Menelik Watson in our NFL mock Draft. Live coverage of the real NFL Draft from 8pm ET Thursday / 1am BST Friday.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-15",
  "namespace": "we1sv2.0",
  "title": "Thursday 25 Apr..."
}