{
  "content": "Tuesday 17 December 2013 10.15 EST\tTo tackle economic inequality, we have to talk about our personal finances\tDespite growing awareness of economic inequality, the taboo on talking about money obscures inequalities in our everyday lives\tEconomic inequality is finally getting serious air time. Pope Francis and President Obama have both made the issue a focal point of their recent public statements, to much acclaim. Francis was named Time's Person of the Year, and the Washington Post's Ezra Klein dubbed the president's recent speech touching on inequality \"the best speech Obama has given on the economy\". Bill de Blasio's landslide New York City mayoral campaign focused on \"a tale of two cities\" theme, appealing to the growing gap between those of opulent wealth and the rest of the nation. Despite this growing awareness of the broader implications of economic inequality, we often overlook the inequities that are hidden in plain sight.; This stems from the fact that talking about one's money (or lack thereof) is taboo. Personally, I remember my parents telling me when I was younger not to answer if anyone asked how much my family makes, because it's \"none of their business\". I've witnessed friends become incredibly uncomfortable when compensation becomes a topic of conversation. (Financial muteness can be a big problem within the confines of a marital relationship as well.); It's an aversion that crosses generations and income brackets: the wealthy may suppress discussion out of modesty; while the less well-off might do so to keep up appearances, to not let on about their precarity, or even desperation. Whatever the individual reasons, to truly understand the nature of economic inequality, it's necessary to have such personal conversations.; I've been on both sides: I've covered up my economic realities while surrounded by people of greater wealth and more privileged backgrounds (particularly while in college); and I've opened up to what effect financial difficulty, America's social safety net – and the surrounding political games played with it – have had on my life. The decision to be candid was met with an overwhelmingly positive response, with a number of friends acknowledging difficulties they themselves have had but not talked about, or how it made them rethink their assumptions. And for me, personally, it felt a hell of a lot better.; We have a tendency to economically self-segregate, and to assume that our financial situation is \"average\". A college friend of mine recently moved from where he grew up and had been living with a group of our closest friends since graduation. He had been working in a hospital, but decided to take time away to determine his next steps by working in various food service jobs in a totally different city to pay rent. In our phone conversation, he noted how he was blown away by the financial precarity that many of his new co-workers faced. Their challenges were completely unlike those of his family back home.; We talked about how many people from our liberal arts college likely have little sensitivity to such realities. While they will pay attention to jobs numbers or heavily shared stories about the poor on social media, they don't often confront a personalized side of these inequalities – they seldom encounter them in their friend groups, or within their own lives. This same economic segregation occurs in the halls of power – professional politics, banking, law, and the media – positions that many of these same friends aspire to.; Part of this segregation begins with the structure of schooling and higher education: research on socioeconomic diversity (pdf) in selective colleges finds that just 10% of students at highly selective private schools are from the bottom 40% of the nation's income distribution. Another part is the exclusion that occurs because of lifestyle choices: where we decide to eat, to go out (if at all), or to travel. It continues beyond primary and secondary education in our failure to reflect on the lives of people from different classes, to consider them beyond the less visible roles they play in our day.; It's easy to get caught up in the troubles of one's own world. For a family paying for college, paying off a mortgage, and dealing with the everyday stresses of work, a reduction in food stamp benefits may feel remote. The suggestion that one's life is \"privileged\" relative to others may feel absurd, and downright uncomfortable.; But such uncomfortable feelings are natural when we are candid about our differences and inequities, and what those truly mean – especially the financial ones. The President of Yale put it this way in his address to the incoming Class of 2017, encouraging the freshmen to be sensitive to the economic diversity in their new communities:; The feminist movement has an apt phrase: \"the personal is political\". Often the only way to fully grasp injustice, and to challenge people to change their minds, means opening up things that feel so inherently private to the heat of greater public debates. The same is true for our personal finances. Being open to discussing our own economic situations, as well as the inequalities in our everyday lives, truly needs to be a part of this long overdue global discussion of economic inequality.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-46",
  "namespace": "we1sv2.0",
  "title": "Tuesday 17 Dece..."
}