{
  "content": "Saturday 5 October 2013 12.42 EDT\tHow Robert Redford's family are changing our thinking on dyslexia\tAt 10, Dylan Redford, grandson of Robert, could barely read or write. His story features in a revealing and touching documentary about the condition made by his father, James\tOn the face of it, Dylan Redford has everything going for him – he is a handsome, intelligent and artistic 22-year-old who happens to be the grandson of Robert Redford. But he is also severely dyslexic and, at the age of 10, could barely read or write.; At school in Marin County, California, he found it impossible to use the lockers. The combination of remembering a sequence of numbers and then twisting the padlock dial in the right direction proved difficult to master. \"It was just all bad,\" says Dylan. \"I had to ask my friends to do it for me.\"; Dylan's experiences with dyslexia are depicted in a new documentary, The Big Picture, directed by Dylan's father, James. After watching his \"intellectually curious\" son struggle with dyslexia throughout much of his childhood, James Redford, the eldest surviving child of Robert, says his ambition was simple. He wanted \"to make the movie I wish my family could have seen\".; The Big Picture, which is released in the UK later this month after garnering critical acclaim in the US, follows the stories of several dyslexics of different ages, including Dylan, and examines how people with the condition cope from a young age right through to adulthood.; Among the interviewees are successful lawyers, bankers and chief executives. Sir Richard Branson, the founder of the Virgin Group, talks candidly on camera about his own dyslexia, admitting that someone once had to explain to him the difference between \"gross\" and \"net\" profit after a board meeting.; \"One in five human beings walking around currently on this planet are dyslexic,\" says Redford, talking to the Observer by phone from his home in Marin County. \"It doesn't matter what part of the world you're from, it affects every single corner of the globe. How many other things are there that affect that many people that are still so misunderstood?\"; Dyslexia is a persistent condition consisting of a combination of abilities and difficulties that can affect the learning process in reading, spelling and writing. According to the Dyslexia Research Trust, 10% of children from all social groups have dyslexia – that represents approximately 750,000 in the UK – and it is the most common cause of childhood loss of confidence, sometimes leading to frustration, depression and even suicide.; Yet the condition is still shrouded in mystery. When Dylan was a child, his parents \"felt under fire all the time with misinformation\". They encountered teachers who did not know how to deal with their son and people who assumed it was a \"made-up\" illness that children could grow out of.; \"You get a mournful glance from someone who says, 'So, will they be living with you for the rest of your life?' \" Redford says. \"Or, 'I'm so sorry. Do you plan to have more children?' It's just crazy. That was part of the frustration and it drove me to tell the story as it really is.\"; The Big Picture explores some of the recent scientific research around dyslexia which has used brain imaging to demonstrate that shrinkage in the arcuate fasciculus, the part of the brain that processes word sounds and language, could be one of the condition's contributory factors.; Once Dylan was officially diagnosed, he started to thrive and won a place to study at Middlebury College, a prestigious liberal arts university in Vermont. Redford says that his son, like many dyslexics, is \"a big-picture thinker\" who can come up with creative solutions to problems but that mainstream schooling in the US and the UK fails to recognise this.; Branson says that when he left school at the age of 15, his headmaster told him: \"You're either going to go to prison or you're going to become a millionaire.\"; Redford says Branson's story was \"really inspiring\" because it demonstrated that dyslexia was no limit to potential. \"The ability to express yourself quickly in writing, to read quickly, to get things rapidly – we often misidentify that as the highest form of intelligence,\" he explains. \"It's really not true. Dyslexics process information in a different way. They can see beyond certain problems.\"; As a result, \"there's an inordinate number of dyslexics at CEO level and probably there's also an awful lot of dyslexics in prison. If you give them support, they really have the potential to excel but if they aren't given support, it just becomes yet another thing to put them down.\"; Would he like to see a change in education policy to address this imbalance? \"Yes, and my feeling is, if you look at what the best practice is for educating dyslexics, you're looking at best practice for everybody. I'd like to see much more emphasis on multisensory learning, on giving pupils multiple ways to demonstrate mastery of their content and to become less reliant on standard testing. All these things are what we need to do for all our kids.\"; Redford, who started out as a writer and producer but moved into directing in 2003 with his feature film, Spin, starring Stanley Tucci, says that his father has seen The Big Picture \"many times\". In fact, the documentary was part of the official selection in 2012 for the Sundance film festival, which Robert Redford founded. The selection process is anonymous, so the film was chosen on merit alone.; \"I think my father felt it was very brave of his grandson, Dylan, and he was struck by his courage and his articulate, honest nature,\" says Redford. \"I think he felt it was really special that Dylan was willing to share that with everybody.\"; Redford admits that the notion of making a film was \"intimidating\", given his father's reputation as an actor and director. \"But the business of what it means to be Robert Redford's son has always been secondary to my daily reality,\" he says. \"I can't really sit and think about [the scale of] it.\"; He credits his father with teaching him about film and inspiring him to make a career of it. Growing up in New York with his parents – his mother is the environmental activist Lola Van Wagenen – and two siblings, there was \"not a lot of popular culture, not a lot of TV\" at home. Instead, his father installed a 16mm projector and screen in the living room and would show classic movies, directed by John Ford, Frank Capra and Stanley Donen.; \"Our family were schooled in the classics and we really understood the history of film,\" Redford says. \"We did not spend a lot of time on film sets. My parents were committed to sending us to a normal school and they chose New York rather than LA because it was more diverse and less industry-centric. We avoided a lot of the trappings of fame.\"; Given this, was Redford cautious about putting his own son on film for The Big Picture? \"It's a lot to ask of your own family and your own children,\" he admits. \"But in the end, it felt good to give back.\"; The Big Picture: Rethinking Dyslexia, directed by James Redford, celebrates its UK premiere on 17 October at the Prince Charles Cinema, Leicester Square, London, with a special Q&A.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-33",
  "namespace": "we1sv2.0",
  "title": "Saturday 5 Octo..."
}