{
  "content": "Monday 30 June 2014 02.00 EDT\tDon't be seduced by the US – UK universities offer a richer education\tUS universities offer a world-class research environment – but teaching is broad and superficial compared with the UK • Why UK universities should adopt US-style degrees\tUS universities offer the seductive promise of a world-class research environment combined with unparalleled facilities. For many in UK higher education, this is the model our own universities should be imitating.; But is this necessarily a wise goal? I have taught history in US, UK, and Canadian universities. In the humanities at least, UK universities fulfil one of their fundamental aims – that of educating the next generation – far better than their US counterparts. What lessons, then, can UK universities offer to their transatlantic counterparts?; In UK universities, the focus is still on small-group teaching, and much of the undergraduate degree is conducted in seminars of 20 students or less. These seminars are taught by full-time staff who are experts in their field and have undergone extensive training in pedagogy.; In US universities, the focus is on lectures until the final year of a four-year degree. These lecture classes range in size from 25 to 425 students. Some, though certainly not all, lectures will have an accompanying discussion group component, but it is unusual for full-time staff to lead them. The small groups are more commonly run by postgraduates with limited knowledge of the material and no specialised training.; Marking is also done by postgraduates. The advantage is that it frees up the more senior staff to conduct research. The drawback is that students' most intense learning experiences, the seminars, are largely a secondary consideration. What is the advantage of having a staff of world-class researchers when the only contact they have with undergraduates is one hour a week in a massive lecture?; Decades of cutbacks in public funding have forced US universities and colleges to raise tuition fees dramatically. A single year's tuition at a public university often costs over $15,000; at a private university, over $30,000; and at a private liberal arts college or an elite private university, over $40,000. This is all exclusive of living expenses, for which there is almost no public support whatsoever.; Combined with the cutbacks in loans and grants, this means that the most intense undergraduate experience, at a private university or college with a relatively low student-staff ratio, is often inaccessible to those American households on the 2012 median income of $51,017. Even tuition at a public university, traditionally the lowest for students attending in their home states, is becoming increasingly difficult to afford for middle-class families, let alone working-class ones.; The argument made by the current UK government that marketisation will eventually make higher education more affordable is unsupported by evidence. Continued efforts in this direction will leave us with a system much like that in the US, where only an elite few can afford the best education, and many cannot afford one at all.; Put simply, the level of expectation, in terms of critical thinking and analysis within any given discipline, is significantly lower at the most prestigious of the US institutions than at their UK counterparts. In assessments, US students are tested for their general familiarity with relatively small samples of material, often through multiple-choice and short-answer formats. This is a natural reflection of a broad curriculum that sees students enrolled in modules across the academic spectrum every term. It remains the case until one reaches the third and fourth years, when seminars and a more substantial load of reading and written work within one's major becomes the norm.; In the UK, the opposite prevails. From the first year on, students remain focused on one discipline, which fosters both critical engagement and expertise within that mode of inquiry. In the US, I counted it a teaching success when I could communicate to my students a general historical narrative, the rudiments of historical analysis and the sense that the past was at least somewhat relevant in their lives.; Here, I feel that I am teaching each student how to be an historian. Honing one's mind through the crucible of such an education is not just the key to becoming an informed member of society, it is essential to living a meaningful life at all. True learning happens at the farthest horizons of inquiry, not its nearest shores. And breadth is a poor exchange for depth, just as familiarity is merely a shadow of comprehension.; Sascha Auerbach is a lecturer in modern British history at the University of Nottingham.; Join the Higher Education Network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-25",
  "namespace": "we1sv2.0",
  "title": "Monday 30 June ..."
}