{
  "content": "Friday 22 March 2013 06.18 EDT\tWhy won't universities tackle racism head on?\tUniversities and students are complacent about the racial prejudice on campus. As long as it is ignored, it will continue to flourish\tOn a trip to my university's library last week, I passed through the gatehouse of one of Cambridge's ancient colleges. As the staff member on duty waved me through, I noticed someone else who didn't seem to be having as much luck.; \"Are you a member of the university?\" the man was asked, in slow, simple English.; It's no rarity for passers-by to be stopped here – the college charges admission for tourists. But if you're not brandishing a huge camera, you're unlikely to have trouble using this through route. And this lengthy cross-examination was quite something. Needless to say, the man was not white.; When, after several minutes, he satisfied the gatekeeper with his credentials, I asked him why he thought he had been stopped. The man, who turned out to be a lecturer from another university, resident at Cambridge for six months, sighed and chuckled. \"I think we both know why,\" he said.; It seemed this man was guilty of walking while black. Yet if you asked most students here or elsewhere if casual racism was a problem on campus, few would say yes.; When the city of Cambridge was visited recently by the French neo-fascist Marine Le Pen and the English Defence League in the same week, campaigners handed out \"Fight Racism In Cambridge\" leaflets. \"I didn't know we had any,\" was a stock response.; Racism in universities is not confined to the casual prejudice of everyday life. Only last year, Martin Sewell, an economics supervisor at Cambridge, came under fire from national media after students discovered Nazi imagery on his website. He also described female immigrants as \"exotic fruit\", and argued that black people were \"impulsive\", with lower IQs than other races.; When I spoke to the unrepentant Sewell, he said that while the incident had affected his career, the university had not taken any \"direct\" action against him.; \"Freedom of speech\" is routinely invoked in defence of allowing such unpalatable views to be aired – and that tells us a lot about why racism persists in our universities.; Academic institutions consider themselves bastions of rational thought. In the liberal view, irrational doctrines such as racism and fascism should sink to oblivion when confronted with intellect.; Recent months have seen protests against the Cambridge Union's invitation to Le Pen, and a Leeds Student interview with the BNP leader Nick Griffin. When student society officers, student journalists and lecturers defend these invitations and articles, there is always a subtle implication that the university is a safer, more controlled environment for rightwing extremism than wider society. The assumption seems to be that the student audience will not be swayed by base appeals to their instincts and fears.; It's no coincidence that academics talk of the \"liberal arts\". Humanities courses and university institutions such as debating societies are peppered with subtle references to enlightenment ideals and meritocracy. A key value is the importance of academics' sovereignty remaining free from intellectual constraints – and rightly so.; So why do elements of hate continue to survive in a climate of rational debate and intellectual thought?; It is assumed that so long as one declares liberal ideals, they will automatically exist. That works fine for those who enjoy a position of privilege: white, straight men are unlikely to encounter casual prejudice of the kind I witnessed at the gatehouse. And if racist views remain in universities, presented as just another perspective, what's the harm?; Yet when discrimination continues to be an everyday reality, allowing racism to retain its footholds under the guise of \"academic freedom\" is a serious matter.; Sewell bemoans the fact that Cambridge institutions \"refused to have anything to do with me\" after the coverage of his views. But instead of simply ignoring the views of people such as Sewell, universities really need to be confronting racism on campus head on.; Priyamvada Gopal, who teaches in the English faculty, recognises a \"real reluctance to discuss race\" at Cambridge. \"The university appears to consider itself post-racist without ever having had a meaningful wider debate on how race functions in institutions,\" she says.; \"There's an assumption that racism is something that happens elsewhere. This means that people are quite afraid to raise questions or problems around race and racism. The silence is problematic and needs to be undone.\"; Cambridge has been blasted by the Labour MP David Lammy for its failure to admit more than a handful of black students. Top universities continue to be woefully unrepresentative of British society, and that leaves an environment in which prejudices can go unchecked.; Unless universities realise that merely paying lip service to equality will not eliminate society's prejudices from their campuses, racism will continue to flourish.; • This article was amended on 29 October 2014 to clarify that Martin Sewell worked at Cambridge as a supervisor rather than a lecturer.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-10",
  "namespace": "we1sv2.0",
  "title": "Friday 22 March..."
}