{
  "content": "Thursday 6 March 2014 11.43 EST\tThe SAT essay and vocab flash cards may be dead, but word nerds are alive!\tYou can change the way you test your verbal, College Board. You just can’t take away the memory of all that remains\tA few weeks ago, I visited a former professor at my liberal arts college to talk to her class about writing, and how a person might make a career of it, and if a person might make a career of it. Because, of course, that part remains highly debatable.; As I told the students about my post-graduate experience, during which I transitioned from copy editing and managing the production of print magazines to writing for online venues – to blogging, that word sure to be outdated beyond recognition soon enough – and then, for goodness sakes, to finishing an actual paper-and-ink book, I had a nostalgic thought.; “Do you guys still use those little blue books, for exams?” I asked. When I went to this college in the late 1990s, the squat paper notebooks were pretty much always provided for students in which to pen – or, rather, pencil – their final essays, in the allotted time, during class. By hand. From whatever was in our brains, without a book or a computer to rely on. I remember an occasional proud moment when I had so much to say that I could fill two blue books; that was a sure sign of an A. I don’t remember my hand cramping the way it does today when I write a three-sentence note sans keyboard.; The students – sophomores and juniors and seniors with iPhones and laptops within an arm’s reach – shook their heads, perplexed, and even my teacher couldn’t remember the last time the blue books had been used. “See, I’m really ancient,” I said, laughing, knowing full well that nowadays, paper and pencil scribblings aren’t the most useful or efficient way to showcase a student’s expertise. At the same time, I couldn’t help feeling just a bit misty about those old bound brochures, empty and waiting for my thoughts as they’d been at the time.; This is not all that different from how I feel about Wednesday’s news from the College Board that the SAT, the venerable old SAT, is changing. Of course, it had already changed from what it was when I took it by hand, a test with a total score of 1600 upon which I predictably did well at verbal and fairly poorly in math. In the time since then, it gained an essay portion, changed the total score possible, and now with the latest changes the essay is optional and the SAT is back to a ceiling of 1600 again.; What I remember most about studying for the SAT is that I just kept studying verbal when I should have been practicing math. I made flashcards of words I’d read once in books or had never read at all and was discovering for the first time. I guess as a word nerd I was a little bit in love with vocabulary then, just as I am today.; Vocabulary, however, is something that will be very different in the new SAT. As Julia Ryan writes at The Atlantic, “The era of ‘SAT words’ is over.” Instead of testing on “inchoate”, “pertinacious” and “toady”, the exam will put forth words “widely used in college and career”, like “synthesis” and “empirical”. (For what it’s worth, I’ve used “inchoate” and “toady” in my career, but I just had to Google “pertinacious” for a refresher.) The College Board, one might say, has not been pertinacious with regard to its vision for the SAT.; The intention behind this overhaul is indisputably good, to make college more accessible for low-income students, and to more fairly assess college and career readiness across boards that are not confined to students who can afford to pay for expensive SAT tutors. But as we become more and more practical in preparing for college, careers and life, we necessarily let go of some of the deep, uncharted and individual aspects of learning. If the SAT is simply a test of what students have already learned in school, they’ve lost the chance to discover new loves in studying for the SAT. Like the word contumacious! Lugubrious! Alacrity! And whether we remember or use everything we crammed into our brains for a single score, the act of studying those things has changed us and, quite possibly, led us to the careers in which we find ourselves many years later.; A college admission test is never the whole picture of a student, of course. But I can’t help feeling sentimental about my time spent studying vocabulary words, and a dash lugubrious that others won’t have that same experience. If I hadn’t had to learn them for the SAT, I might not have discovered them in the first place. (Then again, perhaps it was only a matter of time.) As for writing essays, well, I don’t much care if aspiring college students are writing them in blue books or private journals or on Tumblr or on the SAT. The important thing is that essays continue to be written, and I think they will be.; I do, however, take umbrage with one thing Dr Les Perelman, director of undergraduate writing at the Massachusetts Institute of Technology, told David Coleman in 2012, before Coleman became president of the College Board. As Todd Balf writes in this weekend’s New York Times Magazine, Perelman asked:; For anyone who writes, or blogs, as a career, well, that’s pretty often – though of course, we’re not doing it in blue books anymore.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-8",
  "namespace": "we1sv2.0",
  "title": "Thursday 6 Marc..."
}