{
  "content": "Wednesday 13 February 2013 19.00 EST\tLiving standards: you've never had it so grim\tFamilies will be no better off in 2017 than they had been 20 years earlier, according to the Resolution Foundation\tFive years have passed since, in the ubiquitous but misleading phrase, the bubble burst. While for an unlucky few, redundancy followed, for the majority nothing went pop at that moment. The ground, to switch metaphors, did not suddenly fall from under the feet of working Britain. Instead, things very slowly started to slide – slowly but, as it was to turn out, inexorably. On Wednesday the Bank of England did what it has done more or less every quarter since 2008, and somewhat darkened its forecasts, while the Office for National Statistics looked backwards and relayed that pay packets are now no weightier than in 2003, indicating an entire lost decade. This is the way prosperity ends: not with a bang, but a whimper.; The squeeze without end formed the backdrop to prime minister's questions, allowing Ed Miliband to have a little fun with David Cameron's inability to bring the good times back – and to slash at the obscenity of cutting top tax. But the debate scarcely did justice to the grim facts about living standards documented by the Resolution Foundation the day before. Families of modest means, Resolution said, would be no better off in 2017 than they had been 20 years earlier, when Tony Blair's new dawn broke in 1997; it might be 2023 before their earnings recovered to 2008 rates.; The consequences are already profound. The dream of home ownership, the great marker of a middle class it was once imagined would always be called \"ascendant\", slips beyond reach. Saving for a deposit out of typical pay is now reckoned to take 22 years, which explains why the census recorded a decline of 800,000 in homebuyers with mortgages since 2001. The other great path to upward mobility, university education, is feeling the squeeze too: first liberal arts subjects lost out to more vocational study, and now the coalition scrambles to reopen forgotten non-graduate routes into careers such as accounting. Like Bob Dylan's Mr Jones, Mr Miliband at least understands that something is happening here. And unlike Mr Jones, he tells the Guardian, he knows what this something is. Until now, however, Labour's solutions have been sketchy at best – the PM's best moment in the chamber on Wednesday came with a taunt about Mr Miliband's policy-lite rhetoric. Let us hope his speech on Thursday can flesh things out.; Really big questions are now being posed, questions which connect disparate elements of the state we're in – the inequality and the slump. In Wednesday's FT, for example, Martin Wolf asked why the government will create funds to bail out irresponsible private lending, but not to bolster a stricken public infrastructure. It is an excellent question, but instead of being left to the newspaper of the City, it should be thrashed out in the house charged with representing the nation as a whole.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-6",
  "namespace": "we1sv2.0",
  "title": "Wednesday 13 Fe..."
}