{
  "content": "Thursday 29 August 2013 05.22 EDT\tThe rules of art: crowdsourcing a new set\tThe ICA's new digital forum, Art Rules, seeks to challenge the long-standing notion that great artists are above rules\tThe ICA recently launched Art Rules, a new digital forum on which people can post their own art rules, described by the Guardian's arts correspondent as \"a kind of Twitter – for art\". But after centuries of rejecting rules, what remains for fine artists to embrace or reject?; One of the oldest tropes in art criticism is that a great artist is above rules. The claim was made in the first century AD by Longinus, in his treatise, On the Sublime. Some people say, Longinus declared, that \"a great nature\" is born, and cannot be formed by teaching or reading a manual. His term for a treatise was technologia, literally \"words about an art\". Longinus was responding to a practice pioneered by Aristotle.; Socrates had believed that if you possessed knowledge of a topic you could define it. But poets could talk beautifully about poetry without being able to account for their knowledge. So Socrates decided that such artists were inspired by a god, a notion that still survives, albeit in threadbare form.; This conclusion was unnecessarily downbeat for Aristotle. A mature art form could be described, as his treatises, Rhetoric and Poetics, would prove. Aristotle believed that his descriptions were universal, so that they eventually became prescriptions. The contrary view, that words cannot pin down the sublime, was recorded by Longinus.; Throughout the Middle Ages, ancient knowledge was preserved in books, including tomes on the mathematical and literary liberal arts. Such learning was a precious inheritance carrying great prestige. Of the ancient visual arts, however, only architecture was documented in a treatise.; After 1660, when the French took over the lead in the beaux arts from the Italians, they adopted the rules on perspective and foreshortening in drawing pioneered by Brunelleschi. No such rules existed for colouring, which Florentine fresco painters regarded as secondary. Nicolas Poussin, the greatest French painter of the age, followed Florentine practice, and his example was commended by the academy. However, preparatory drawings were not necessary when painting with oils, as practised by Titian and Rubens. Battle raged between Rubénistes and Poussinistes until the former found an ally who possessed the authority of antiquity.; In the first French translation of Longinus (1674), Rubénistes read that a \"great nature\" like Homer was altogether above rules. Such a talented esprit sounded grander in its Latin form as un génie. Faced by a choice between technology (the rules in a manual) and following the great nature with which they had been born, aspiring geniuses in the next century knew instinctively where they belonged.; These ideas were summarised by Kant in his Critique of Judgment (1790), where genius is given its modern role, originality is made its distinguishing characteristic, and beauty is replaced by \"aesthetic pleasure\". Longinus' seminal role was forgotten, so that Kant's novelties sounded like facts of nature. Kant was also unaware of the second part to Longinus' case: the sublime cannot be learned from books, but nor can it manage without the example of previous works.; The rules of modernist fine art therefore derive from Kant. Are contemporary artists ready to discard these shibboleths, including originality, self-expression, aesthetic pleasure independent of meaning, and rule-breaking itself? That would be radical indeed. Fine artists would be reduced to finding the sublime in the patterns of the past, as reconfigured to the needs of the present. Tough call.; My view is that fine art needs to reclaim quality: art is high-quality endeavour. That's not quite a rule, and it's not original. But it's lucid, practical, and devoid of humbug.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-28",
  "namespace": "we1sv2.0",
  "title": "Thursday 29 Aug..."
}