{
  "content": "Friday 12 April 2013 19.01 EDT\tYeah Yeah Yeahs: they wear it well\tThey've spent 13 years fighting the critics, depression and each other. Yet somehow Yeah Yeah Yeahs are still together and doing their best to wrong-foot their fans\tKaren Orzolek has a giddy, machine-gun rattle of a laugh that's ever so cute and endearing. But if you're not careful she'll use it to dangerous effect. Such as when she's flustered by a question, or embarrassed about something, or just a little tongue-tied. Out it comes, The Laugh, and if you don't stay on your toes, the conversation will have already moved on towards safer territory. It's not what you expect from a woman who made a name for herself leaping across stages in ripped fishnets, shrieking lines like \"As a fuck, son, you suck\" and whose costumes could give Lady Gaga's a run for their money.; \"The most outrageous of all was the pepperoni pizza dress,\" the Yeah Yeah Yeahs singer grins over drinks in one of the band's favourite hangouts, Great Jones Cafe, just off New York's Bowery. \"That was like a deconstructed prom dress. It was painted fluorescent, like if a baby puked up toxic vomit, with weird circles the colour of pepperoni all over the breastplate. Then it had these black-and-white-striped stuffed dildos coming off the shoulders. It was so gross but I did wear it – once!\"; She and the band's pixie-like guitarist, Nick Zinner, have just come from a photoshoot where she modelled an outfit designed for her by her longtime friend-in-fashion Christian Joy. \"This one was kind of a hologram,\" Zinner says.; \"One way you look, it's lilac, and then one way it's gold,\" Karen O explains. \"It had a bit of an early Elvis thing, but it's also got Carmen Miranda flowers growing down the sides of the legs. It's just so…classy. OK, OK, my idea of classy. It's so cool, it freaks me out, it's just ...\" She lets out a long, satisfied, \"Ohhhhhh!\"; Thirteen years ago, Yeah Yeah Yeahs were a bunch of scratchy Lower East Side art punks. What the critics who dismissed them as a \"fashion band\" didn't spot was that among the more riotous songs were startling moments of tender yearning, such as Maps (the video of which saw Karen O weeping real tears). That the band managed to get this delicate balance right was striking. That Karen O somehow managed to do it while dressed in, for example, a nun's habit and gas mask is even more impressive.; If being a Yeah Yeah Yeahs fan means steeling yourself for the odd surprise, it's still hard to fathom how most will react to the new album, Mosquito. It's Blitz, the previous disc, was itself a departure, leaving the band's trademark scuzzy guitar sound for a sleeker, electronic palette. Mosquito, however, is far more outré. There are songs about alien invasions and premature burial, with many of the tracks swamped in the kind of spacey, echo-laden sounds more usually found in dub reggae. Elsewhere, there's a 24-piece gospel choir. One track, Buried Alive, features a guest appearance from Dr Octagon, an alter-ego of rapper Kool Keith who – according to his biography – is an extraterrestrial, time-traveling gynaecologist from Jupiter, who treats chimpanzee acne and has a 208-year-old uncle with the skin of an alligator. Yeah Yeah Yeahs aren't exactly treading water here.; \"It's Blitz was so clean and cold in a way,\" Karen O says. \"It was precise and electronic. I personally wanted to something a bit more quirky, a bit more sexual, a bit more visceral.\"; Despite the new record's celebratory vibe, it emerged from a dark place. Burned out from a mammoth tour, the band started thinking about making Mosquito at the start of 2010, a year that Zinner describes as \"super-dark\". While the guitarist struggled to deal with an \"epic break-up that seemed to last for ever\", Karen O was tangled up in her own despair. \"I wouldn't wish that feeling on my worst enemy,\" she says today. \"I felt stuck in a ditch that I couldn't climb out of. It was actual depression, for about six months.\"; Had she ever felt like that before? She shakes her head. \"Normally I get more anxious than depressed – that's my kind of neurosis. I used to get panic attacks when I was in my early 20s, around the time we started the band, but this was a different thing.\" She shoots an awkward glance, unleashes The Laugh, and we move on.; Zinner and Karen O agree that focusing on the music helped the band overcome their lows. In 2011, Karen married video director Barnaby Clay (she's still newlywed enough to refer to him coyly as \"Barney, my… you know, husband or whatever\"). It might seem weird that the nuptials came so close to the band's darkest period, but Karen and Nick both seem to thrive on a life of highs and lows. \"Being an artist, it's hard to say what it's like for other people,\" the singer says. \"Are we just, like, really sensitive? Or are other people's lives fucking rollercoasters, too? Because, for us, life is hard, then it's good, you know? Good and hard – just how I like my life!\" And with that she positively shrieks with laughter.; Back in 2006, Karen O's relationship with Zinner deteriorated to the extent that she nearly quit the band. Today she says there can still be moments of \"badness\" (she mimes punching her fists together), but any serious problems seem to be a thing of the past. Zinner thinks the key to the group's longevity is the members' freedom to indulge in side projects. Drummer Brian Chase, a jazz and classical buff, has immersed himself in the experimental Brooklyn music scene and has just completed a solo album, Drums And Drones. Zinner has, among other things, composed and performed an orchestral piece, 41 Strings. As for Karen O, she has performed her own \"psycho opera\", Stop The Virgens, and writen and performed the soundtrack to Spike Jonze's film Where The Wild Things Are, a remarkable feat not just because it ended up being nominated for a Grammy award, but also because it meant collaborating with the man she broke up with in 2005.; \"It actually ended up being a really positive thing,\" she says. \"If we hadn't done that, it would have been harder to become friends. It helped bridge that awkward time in between splitting up and relating to each other on a different level. We've actually collaborated together on a couple of other things as well, but this was really helpful to make that a smooth transition.\"; She wasn't entirely heartbroken that her soundtrack didn't win a Grammy. \"It stresses me out thinking about ever having to walk up there and say something in front of a bunch of people. I'm sure it's not as bad as all that, but in my head public speaking just gives me the heebie-jeebies.\" (Chase seems to have it even worse – he barely says a word during my time with the band.); This seems strange for a lead singer, not least one renowned for her uninhibited performances. \"I know, I know!\" she grins. \"But it's a different part of your brain. When I watch awards, I'm morbidly fascinated by what every single person does.\"; Karen O and Zinner may both be sweet and softly spoken in person (she advises me to \"put the dictaphone as close to Nick as possible\"), but their music and live shows are at times the polar opposite. Along with other New York bands such as the Strokes, they were part of a scene that helped put some of the sex and snarl back into a landscape dominated by the likes of Travis and Starsailor. Right now, the music scene feels like it's in a similar slump and Karen O is not the only one missing the old \"sexuality and charisma\".; She blames a lot of the blandness on the fact that most artists are making music on their computers at home, using the same programs and the same set of sounds (\"Mosquito might sound lo-fi, but to make a record that sounds so different, was, like, really fucking expensive,\" she says). It might be assumed that the band would find a kinship with Lady Gaga's extreme sense of style and performance, but the pair shake their heads furiously.; \"No, no, no!\" Karen O says. \"I feel there's a core authenticity or originality lacking there. It's so referential. I mean, everything is referenced, but when you read Just Kids by Patti Smith, there's idol worship towards poets or Jim Morrison or whoever, but it seems to be processed through her filter and it ends up becoming very Patti Smith. That's different from just picking what you like from what other people do and presenting it as your own.\"; There is a place in Karen O's heart, however, for one modern pop star – Psy, the South Korean pop rapper behind global smash Gangnam Style.; \"The first time I saw that video, I cried!\" she says. \"I guess it's part of some weird repressed Korean nationalism [she is half Korean, half Polish] and maybe I associate it with my grandparents, who passed away recently. But a lot of my adult life I've been waiting for Seoul and Korea to be on the scene culturally, and when I saw that I just felt tickled. I was just happy!\" Did she learn the dance? She laughs: \"I'm really uncoordinated. I wouldn't know how.\"; She may be uncoordinated. She may act unhinged onstage. Yet none of this has stopped Karen O being a regular winner of such noted prizes as Spin magazine's Sex Goddess award (2004, 2005), Blender's Rock's Hottest Woman (2006) and Shockwaves NME's Hottest Woman (2010). Does this please or infuriate her?; \"Well, I really don't see myself that way,\" she says, before The Laugh comes out once more. \"I just don't feel like what I'm doing onstage is sexy. Provocative, maybe, but sexy? I guess I don't really know what sexy is to a lot of people. I mean, I do know that I don't find tits and ass that sexy – you know, that type of popstar…\"; Is she talking about Gaga again? \"No, I think she's more unconventional, and I do appreciate that side of her and how her fanbase don't feel like they have to be dolls or whatever. As far as her sexy factor goes, I don't find her too sexy either. But then I don't find many pop stars sexy… The only pop star I find sexy is Michael Jackson.\"; To many female fans, Karen O is something of a role model. \"If there's anything that I do that makes young girls feel more empowered,\" she says, \"then I think that's really positive.\" However, she adds, she was never really into \"the whole feminist movement or anything like that\".; \"Maybe I have my own brand of it,\" she says, \"but it's a mixed bag in my head. I do recognise that sometimes it feels like the odds are against you as a woman, but I can also see how being a woman, especially in the Yeah Yeah Yeahs, worked in our favour – so I'd feel weird being on one side of that debate. I'm definitely an advocate for ladies not feeling disadvantaged for being a lady, though. \"; It's almost time for the band to return to the homes that are only a few steps away from where we're sitting. For all the trauma that preceded Mosquito, they seem at peace in their native New York. We talk about the sitcom Girls, which is set in their old Greenpoint neighborhood, and they claim to be fans of the show.; \"Much to my husband's chagrin!\" Karen O says. \"Barney does not like that show! But I guess it reminds me a little bit of being twentysomething and in New York.\"; Before forming Yeah Yeah Yeahs, Karen O studied at Oberlin, the same liberal arts college in Ohio that Girls writer Lena Dunham attended. It was here that she met Chase. \"There were a lot of arty kids there,\" she says. \"It was weird. I was used to being the outsider at school, but then I went from that to being just one of many. For the first time I was surrounded by people a lot like me.\"; Did that inspire her to go crazier? \"Probably, yes. It's so predictable, but I always want to go more extreme!\" She rattles off that machine gun giggle one more time. It seems a fitting way to wrap things up: in many ways, it's only right that Karen O should be having the last laugh; • Mosquito is released on 15 April.; Hair: Seiji Uehara, Nicole Bridgeford. Make-up: Mike Potter. Karen O's stylist: Christian Joy. Mens' stylist: Anna Su\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-14",
  "namespace": "we1sv2.0",
  "title": "Friday 12 April..."
}