{
  "content": "Tuesday 4 June 2013 10.35 EDT\tElizabeth Warren's loan bill offers a lifeline to America's indebted students\tWith interest rates on $1tn of student debt set to double, inaction by Congress means college education will become unaffordable\tWith the interest rate on federal student loans set to double – from 3.4% to 6.8% – on 1 July, representatives are flooding Congress with a plethora of bills aimed at remedying America's student loan problem. Most bills coming out of the Senate and House are quite similar, with minor variations of emphasis on interest rate caps, prevailing market trends and so forth. But the bold approach of one bill, authored by Democratic Senator from Massachusetts Elizabeth Warren, offers the best chance of tackling a crisis that now affects 37 million loan debtors in this country, and which accounts for more than $1tn owed to the federal government.; Warren's Bank on Student Loans Fairness Act – her first standalone piece of legislation as a US senator – would only apply to the 2013-2014 academic year but it aims to give student borrowers the same interest rates that big banks get from the federal government: a modest 0.75%. Last week, Warren set about promoting her cause by starting an online petition with Moveon.org – which has already gathered nearly 440,000 signatures.; Warren gave an online briefing on Moveon's website Monday night, fielding questions and explaining her rationale for putting student interest rates on level footing with America's biggest banks' borrowing:; In the briefing, Warren castigated current student loan policy as brazenly unjust, pointing out how the government's corporate allegiances often outweigh its obligations to ordinary citizens.; As a recent graduate, loan recipient and taxpayer, I believe Warren's bill represents a workable measure, even as a stopgap, to take on America's student debt crisis.; According to the Federal Reserve, the student loan bill has now overtaken all US credit card and auto loan debt combined. As part of overall consumer debt, college education loans rank second only to home mortgages (which were, of course, a prime cause of the Great Recession).; Various proposals supported by President Obama, as well as congressional Democrats and Republicans, aim to tie student loan rates to the government's borrowing. They vary in minor ways, and you can take take a look at them all here on Thomas.gov.; My own story is typical: I had a middle-class, suburban upbringing but college education has become so expensive that my family could not afford to support my university education. To achieve the degree I believed was essential, my peers and I took on more debt than we could imagine because we bought the notion that a education is the gateway to a prosperous professional and working life.I graduated from a public university with a liberal arts degree in 2011. I've worked a string of menial jobs to support numerous unpaid internships as I negotiate the shifting landscape of the media industry. I still owe more in student loans then I've earned so far in my life.; Comparatively speaking, though, I consider myself lucky. My outstanding principal debt is a bit lower than the national average of $25,000. Many of my generation owe nearer six-figure sums for their undergraduate degrees.; We spent that money on education, not cars and partying. Yet many of us who got our degrees in the last five years have found that there are seemingly no jobs, much less any that would enable us to pay down our collective trillion-dollar debt. In the absence of employment, the temptation is to pursue graduate studies – but continuing my education would mean even more indebtedness, with maybe only slightly enhanced job prospects.; Given congressional politics, it seems unlikely that Senator Warren's bill will become law. It would be our best option right now, though it's far from the only solution.; If no consensus is reached in Congress, college education – still touted as a defining hallmark of America's ethos of opportunity and self-improvement – will become even more inaccessible to millions of young people. Given political deadlock and the imminent deadline for the interest rate hike, that new reality is disturbingly close at hand.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-21",
  "namespace": "we1sv2.0",
  "title": "Tuesday 4 June ..."
}