{
  "content": "Thursday 21 November 2013 17.01 EST\tVictorian prison overcrowding at crisis point, legal groups warn\tJails filling up with non-violent inmates who are denied a chance of rehabilitation and are more likely to reoffend, report says\tPrisoner numbers in Victoria are reaching “critical” levels, with non-violent offenders needlessly being put through an overcrowded system that increases their chances of reoffending, a coalition of legal groups has warned.; The Smart Justice project, which includes the Law Institute Victoria, Federation of Community Legal Centres and groups such as the Salvation Army is calling for an “urgent rethink” of the Victorian government’s justice policy.; It points to Australian Bureau of Statistics figures, released this week, that show Victoria has locked up an additional 100 prisoners a month over the past four months. Victoria’s prison population has grown by nearly 50% over the past decade.; “We are reaching critical conditions in Victoria where prisoners are being kept in double bunking situations that are unsafe,” Michelle McDonnell, senior policy adviser at Smart Justice, told Guardian Australia.; “The rate of increase is unsustainable and we need to look for alternatives. We need to reduce crime before it happens, to divert money towards primary prevention, not just concentrate on the consequences of crime.”; McDonnell blamed the overcrowding on the government’s scrapping of suspended sentences, ending of home detention and tightening up of the parole system in the wake of the Jill Meagher murder case.; “Prison is a harsh and blunt instrument that doesn’t necessarily rehabilitate people,” she said. “It potentially sets up people for a lifetime of reoffending because once they get out, they can’t get a job.”; McDonnell said the situation for female prisoners was particularly concerning.; “The majority of women in prison are victims themselves of sexual abuse,” she said. “They face many obstacles in prison, such as degrading strip searches, which can retraumatise them. It’s a dehumanising environment.”; Susan Shepherd, who was imprisoned for two years for theft and deception, told Guardian Australia prison was “one big horror house” for women.; Shepherd was convicted in 2007 for stealing nearly $500,000, which she fed into poker machines as part of a severe gambling addiction.; “Prison was completely punitive to everyone there,” she said. “It was a population of bored housewives, most of them there for white-collar crime. I’d say you could release 80% of female prisoners and public safety would not change one iota.; “Prison doesn’t work. The parolees who commit horrendous crimes prove that because they should have been reformed by then. Their parole is revoked and it absolves prisons of any of the responsibility.; “I’m still recovering, four years on. It’s year zero for me – I lost my career and all my possessions. I went from having a partner and children and a home to being drugged in the mental health unit of a maximum-security prison within 18 months. How on earth can that happen to someone?; “It’s sort of like the Truman Show – a big sign says ‘education’ but there’s nothing behind the sign. I tried for three months to do a liberal arts degree. There was nothing there, no help.”; The Victorian government said it was cracking down on areas such as parole to meet public expectations about safety, blaming the previous Labor state government for the overcrowding.; “It would have been much better if Labor's soft-on-crime approach had not left Victoria with a shortage of prison beds,” said the attorney general, Robert Clark.; “However, while new beds are being built, it is far better to have dangerous offenders behind bars, even in police cells, rather than walking free on the streets.”\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-40",
  "namespace": "we1sv2.0",
  "title": "Thursday 21 Nov..."
}