{
  "content": "Friday 2 May 2014 13.02 EDT\tTell us: what are US colleges hiding about campus sexual assault?\tThe only way to truly know is if students like you step up\tThe US Department of Education released the names of 55 schools currently being investigated for their handling of sexual assault on campus on Thursday – a list that includes Ivy League schools such as Harvard and Princeton, big state schools like Ohio State University and Arizona State University, and small liberal arts colleges like Swarthmore. (You can see a map of all the schools here.); The DOE’s disclosure came just days after the White House released an extensive report on campus sexual assault, and President Barack Obama and Vice President Joe Biden made a high profile, celebrity-assisted push for colleges to “step up” and prevent sexual violence. Senators Kirsten Gillibrand (D-NY) and Claire McCaskill (D-MO) have teamed up to draft a bill that would address a problem that affects an estimated 25% of women and an unknown number of men on campuses.; The government's actions came in the wake of a wave of students who filed federal complaints against their schools. In March, Sophie Karasek wrote for the Guardian about her experience of reporting a sexual assault at University of California, Berkeley. “Like many victims, I felt I was alone at first, but I realized my experience of assault and then disappointing treatment from my university was all too commonplace, including at some of America's top institutions of higher learning,” she wrote.; We want to hear from students who can tell us about their experiences with their universities after a sexual assault on campus – especially if they’re on one of the 55 campuses called out by the education department.; What's was it like to seek help after an assault at school? What happened after the reporting process? Have universities taken steps to change? What, if anything, is being done to prevent future assaults?; Tell us your story using the form below. The information you share will be completely confidential, and only seen by the journalist and editors working on this project: Kayla Epstein, Megan Carpentier, and Ruth Spencer (you can click on their names for biographies and Twitter handles). Since we are hoping to show what it's like for a student to report a sexual assault on campus, The Guardian will use the responses for a separate article featuring excerpts of responders' stories, to be published at a later date. The journalist on this project will contact responders by email before using their stories, and we won't use names, schools, or other details provided in the form response unless we're given permission. You’re free to tell us as much or as little as you like.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-16",
  "namespace": "we1sv2.0",
  "title": "Friday 2 May 20..."
}