{
  "content": "Friday 13 June 2014 09.51 EDT\tAre we training too many actors?\tAn explosion in training opportunities offered by drama schools and universities means ever greater numbers of actors and theatre-makers. Are some being sold a pup?\tSusan Elkin has asked, in a column for the Stage, whether we are training too many actors. She has raised the subject before but returns to it in the wake of comments by Equity president Malcolm Sinclair who has said: \"Compared with when I started, there are many more drama schools and university courses. There are far more young actors coming out and it feels like there is less work around. There are too many actors and too few jobs.\"; \"Paid\" might need to be inserted between the words \"few\" and \"jobs\". Of course it was always thus, and it strikes me that it is not for those of an older generation, who have already established their careers, to suggest that subsequent generations shouldn't have the access to training and education that they themselves enjoyed. It is good that so many more people have access to higher education than was the case 30 years ago, but only so long as the quality of that training is first class and the real nature of that training is made clear to those purchasing it.; Increasing numbers alone aren't an issue. On the contrary, greater numbers promote diversity, which is still sorely lacking in British theatre. There is an equation to be drawn between the transformation of British theatre over the past 15 years and the new university courses that go way beyond the traditional drama options previously offered and attract youngsters from different backgrounds. When I was young, if you wanted to act, your options were limited to the established drama schools that provided a particular kind of training. Now, there are some very fine schools providing specialised musical-theatre training and you can enroll at institutions such as the Royal Scottish Conservatoire or university in Chichester or Kent to study contemporary theatre practice at undergraduate and postgraduate level. At a cost, of course, whatever the training involves.; I recall a veteran producer talking a few years ago about the explosion in new theatre-makers being like a great sea on which there is large raft: those who have managed to make it to the raft look back only to see wave after wave of people swimming towards them, all desperate to get on board.; But are they really desperate to get on that raft? How many will want to strike out in entirely different directions? Just as not everybody who studies maths at university goes on to be a mathematician, so not everyone who studies drama at university wants to be an actor or a theatre-maker. There is, of course, a considerable difference between a vocational training offered by drama schools and a university drama course on which contact hours may be very limited and practical opportunities are scarce. That's not to say such courses are of no value: a good liberal arts education is a terrific and challenging way to start your adult life and career, whatever it may become.; Where Elkin has a very good point is over the transparency of some of these courses, which are of course businesses themselves, targeting customers or students. They must be transparent about what they are really offering, and what the realities are for employment, particularly for performers. I've been to several academic institutions where staff are well aware that their students believe they are being trained to enter the profession but privately admit that they probably lack the talent and, in three years at university, have not had the opportunity to acquire the skills. Students, even at conservatoire schools, will sometimes talk privately about perceived inadequacies in their training but fear the repercussions of being too vocal.; The very best courses not only teach students how to act or direct or make theatre to very high standards, they also provide them with the skills to write business plans, be self-starting and create their own opportunities that will hopefully pay. They also make sure that they are aware of the harsh realities. The best courses recognise that the days of turning out actors who sit around passively waiting to be chosen are long gone. And good thing, too: it's not that we are turning out too many actors chasing too few opportunities; it's that we are turning out too many who are not being properly prepared for the challenges of being a 21st-century actor and theatre-maker.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-20",
  "namespace": "we1sv2.0",
  "title": "Friday 13 June ..."
}