{
  "content": "Tuesday 16 December 2014 10.58 EST\tA winter’s tale: don't overlook the value of drama in school\tAs head of drama Phil King prepares for his school’s annual Christmas show, he explains why theatre is unique in they way it prepares students for further study and work\tWith the festive season underway, and work on the Bedales Christmas theatre production in full swing, it was something of a wrench for me to put things on hold for a meeting of independent school drama teachers in London a few weeks ago.; I found myself discussing the importance of drama and the reforms to GCSE and A-levels to be introduced next year. The government is stressing the need to prepare students for further and higher education, as well as employment, so they want to downgrade assessed coursework in favour of end-of-course exams.; The nature of reforms for drama at GCSE and A-level appear rather vague at the moment. Assessment objectives suggest that fewer complete texts will be studied, but more extracts, and at neither level is there any stipulation that students should see live theatre. On this latter point, my colleagues and I agree this should be remedied or we risk an over-reliance on video.; Although I am heartened by the growing sense that the qualification reforms will retain a significant proportion of non-examined assessment, clarification is needed about what “exam” means. Drama is a subject that exists in live form, and a formal sit-down test may not capture the subject’s value.; While preparation for work and higher study are important, it’s vital not to lose sight of the value of drama in itself, or the ways it is already in step with what educationalists and employers say they want.; All drama teachers are familiar with suggestions that drama is a soft subject. I am cushioned from this to some extent: the school is deeply committed to the liberal arts. We have a wonderful home for drama in our modern timber-framed theatre, and are more than happy to share what we have, making the theatre available to the local Petersfield youth theatre among other things. But I have done my share of trying to persuade headteachers about the academic and workplace benefits of drama – of which there are plenty.; Theatre both demands and displays teamwork in compelling ways. This Christmas we are staging German playwright Bertolt Brecht’s “The Caucasian Chalk Circle” – a difficult choice due to the interwoven nature of its multiple plot layers, but a production that will be largely student-led. A public performance such as this can be a wonderful shop window for the school, bringing to life claims about inclusiveness, learning that engages, and valuing the talents of the individual.; Not only can children draw upon other subject areas to inform what they do in drama, for example, in researching roles, but drama can also help those earmarked as disengaged find something in school for themselves. I can think of many students about whom teachers in other subjects have expressed concerns that they don’t contribute in class, who then learn through drama that they can say their piece. It is immensely gratifying when this new confidence transfers to their other subjects. When heads agree to come and take a look at performances, they are struck by just how excited children can become in an educational environment.; It is also hard to find a subject that has a stronger focus on the quality of the end result: there will be a performance, it must be well researched and professional, and there will be nowhere to hide. A theatre production is a management project; my time working in management in the city, prior to becoming a drama teacher, made me aware of the qualities needed to shine. Management projects in the workplace require bringing people together quickly and enthusiastically, and the teamwork and leadership engendered in drama work are suited to this.; A drama education is excellent preparation for all kinds of employment, and it is now common knowledge that the skills taught on a drama degree are much respected by employers in a range of fields. It can be no coincidence that at Bedales, in all the years that I have been here, the head boy or girl teams have been made up of a minimum of 50% drama students or those who have taken on leading roles in the school plays.; Drama engenders joy, enthusiasm and a sense of achievement in students, it really should blossom because there’s nothing like it.; Phil King is the head of drama at Bedales school.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-40",
  "namespace": "we1sv2.0",
  "title": "Tuesday 16 Dece..."
}