{
  "content": "Tuesday 17 December 2013 09.10 EST\tGuardian Weekly Letters, 20 December 2013\tThe real experts on depression; Mandela's legacy; what is real democracy?\tA two-page spread on depression, written exclusively from the point of view of health professionals, leaves me feeling usurped, silenced and turned into a problem that needs fixing (Antidepressant use rises in rich nations, OECD finds, 29 November). Surely the many of us who inhabit this territory, this particular way of being human, are the experts?; One of the difficulties with any discussion about depression is the word itself, which lumps together conditions as distinct as a bad hair day, existential sorrow and life-threatening biochemical meltdown. Exogenous depression, caused by stressful life events, requires a very different approach to my own endogenous variety, where neurotransmitters that are innately awry shape temperaments characterised not so much by unhappiness as by a lack of robustness, and by anxiety. Artists, mystics, prophets, introverts and canaries in the mine cluster at this part of the human spectrum.; I don't find mainstream medicine particularly helpful at any stage of the cycle except as a source of baseline chemicals; I'm both immensely grateful to the support offered by SSRIs and sleeping pills, and think they're almost as primitive as straitjackets. Cognitive behaviour therapy seems to me trivial and ineffective.; In my case, the chronic flares into the acute every couple of years, and I fall headlong into my own black hole. It's both pathology and an underworld journey as rigorous and transformative as Persephone struggling through Hades. But if instead of resisting, I can surrender to – even trust – descent and disintegration, there are gifts and insights here, great stars in the darkness. Annie March West Hobart, Tasmania, Australia; The death of Madiba highlights the pitiful lack of strength in UK domestic politics (13 December). We have no one to match his integrity, honesty, strength of purpose or ideals. No sense of nation building or commitment. All our so-called leaders play what I can only term \"supermarket politics\" – a pound off here, two for the price of one, buy now, pay later … but not one real original idea, not one true intelligible goal, not one comment that isn't loaded with fatuous criticism of everyone else, following some strange party dogma to satisfy the \"shareholders\".; Next election I'm voting Asda. Might as well. Peter Hoare Ashwicken, UK; • If indeed comedy is tragedy plus time, then never has it been more manifest as we witness those from political parties and organisations – at one time quite happy to see Nelson Mandela incarcerated on Robben Island – now lauding him for the wisdom and bravery they at one time were happy to see snuffed out. Dave Robinson Newstead, Tasmania, Australia; Pope Francis does seem to be trying to make amends (Reply, 6 December). The Catholic hierarchy has a lot to answer for. Many of them condoned and ignored the behaviour of errant priests – by transferring them to different parishes, different countries and thus allowing the priests to continue with their deviant behaviour.; As regards the Irish government's liability – eg the Irish taxpayers – that is entirely the fault of the government in 2002. Both the Irish ministers for finance and education entered a binding agreement with the religious orders to limit their indemnity to €128m ($176m). The British government did not. Perhaps they didn't realise the extent of the problem and were sure it wouldn't be their money anyway – it's a bit similar to the present situation of the Irish taxpayer bailing out the bondholders.; Regarding the Magdalene Laundries: the girls there were victims but the church was not responsible for that. Frequently these girls had been raped by a father, a brother, an uncle or friend, and if made pregnant were considered a disgrace to their families, hence they were dumped into these laundries. Yes, they were often treated badly by the nuns there, but why did the male perpetrators get away? Gemma Hensey Westport, Ireland; I sympathise with Remi Adekoya's problem regarding Africa's media image (6 December). We lived in Nigeria during the 50s as independence was being prepared. The University of London had the good sense to set up universities in African colonies on the brink of independence: Ghana (then known as the Gold Coast), Nigeria and Uganda. These were affiliate colleges of the University of London, which awarded the degrees.; At the time of Nigerian independence in 1960, we lived in Leeds with an extended family of overseas postgraduate students, mostly Africans. At one point we had an American who joined the household. He could not believe it when two of them went together to register at the University of Leeds: the Nigerian, with a BA from the University College of Ibadan, was immediately admitted for postgraduate studies whereas the white American was told to do a year's preparation, as the degrees from his liberal arts college were not of a high enough standard.; Adekoya speaks of the need for Africans in Europe to overperform to earn respect; many women have experienced the same thing at a senior level. Discrimination is everywhere and has to be fought against: the media has a major role to play. Pat Stapleton Beaumont du Ventoux, France; David Runciman is ruminating about democracy versus non-democracy, but loses my attention like most longish articles tend to do in Guardian Weekly, as they say little, mixed with falsities (29 November). Democracies win wars: who would have won the second world war without the Soviet Union? They survive economic disasters: would they have survived the 1929 one without the investment in military hardware for the next war? How could he define democracy at the time of the first world war: what percentage of people actually voted then? Had the population open access to information to make decisions?; First, let's define it. Having the right to vote doesn't mean democracy is established. Do the voters have the power to decide what policies are executed?; So, the problem is not with democracy: it is that our system is not actually democratic. If politicians are instantly recallable when they do other than what they were elected to do, when they are not part of the privileged elite that owns the economy, then we might start to use the democratic label. Eva Durant Kiskassa, Hungary; Federico Finchelstein and Pablo Piccato are right to see the 1823 Monroe Doctrine as redundant (29 November). The original manifesto promised US protection for the independent republics recently freed from the Spanish Latin American empire.; However, what was very relevant throughout the 20th century from a US perspective is the December 1904 (Theodore) Roosevelt Corollary to the Monroe Doctrine, which announced a shift in policy from one of protecting the Latin American republics from external interference to protecting those same republics against internal disorder. The corollary notes: \"Any country [in Latin America] whose people conduct themselves well can count on our hearty friendship … Chronic wrongdoing or an impotence which results in the general loosening of the ties of civilised society, may, in America, as elsewhere ultimately require intervention by some civilised nation, and in the western hemisphere the adherence of the United States to the Monroe Doctrine may force the United States, however reluctantly, in flagrant cases of such wrongdoing or impotence to the exercise of an international police power.\"; John Kerry says that the \"era of the Monroe Doctrine is over\". The limited purpose of the doctrine was officially over in 1904, and as Finchelstein and Piccato argue was over in practice long before then. Eric Nellis Richmond, British Columbia, Canada; I was disappointed to read another article that tars all meat with the same environmental impact brush (George Monbiot, 6 December).; All meat is not created equal in this regard. The best contrary example of this is here in Australia.; The only native animal that breeds like rabbits during unusually wet years when there is plentiful new green grass in otherwise arid regions is, of course, the kangaroo.; South Australia led the nation in 1980 by officially endorsing kangaroo consumption by Australia's invaders from Europe. There's even a buzzword for it: kangatarianism, referring to a practice of eating no meat except kangaroo due to environmental impact considerations. Rob Dickinson Mitcham, South Australia; There is more than one level of hypocrisy in Britain's failed attempt to eradicate poppy production in Afghanistan (Where the poppies blow, 22 November). First, it was Britain's 18th-century \"freedom of commerce\" policies, particularly the freedom to dump opium from British India on to Chinese markets, that first turned the poppy into a viable cash crop, to the great benefit of the British East India Company. Second, it was under Taliban rule that poppy cultivation was most successfully combated across Afghanistan, to the point where it had fallen to an almost negligible level by 2001.; Oh, but they were the bad guys. Eric Ross Ifrane, Morocco; • What joy over the years my husband and I had doing Araucaria crosswords (6 December). I was often the icebreaker, cracking a way in via a biblical or Shakespearean quote, while he was spot-on with answers requiring deduction or cricket expertise; current idioms such as \" drop-dead gorgeous\" flummoxed him.; I once sent Araucaria a drawing of all the monkeys prostrating themselves before a monkey puzzle tree. Ellaine Mabbutt Berry, NSW, Australia; Please send letters to weekly.letters@theguardian.com\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-45",
  "namespace": "we1sv2.0",
  "title": "Tuesday 17 Dece..."
}