{
  "content": "Monday 23 June 2014 06.15 EDT\tStarbucks baristudents should beware the green mermaid bearing gifts\tThe coffee chain wants to help its baristas get a college education. But at what price?\tThe genius of the Starbucks brand is that it makes the mass produced seem totally personal. Go to any Starbucks anywhere and your unique, personalized double-shot vanilla Frappuccino will come out with the exact same consistency and taste as it would at any other Starbucks locale, with your name scrawled lovingly – if often incorrectly – on the cup.; Starbucks' newest innovation is a blend of private capital, public higher education and neoliberal technocracy: the Starbucks College Achievement Plan, which the company and its CEO have been advertising all week as a clever recipe for making college \"free\" for its upward-striving baristas. The plan offers employees a partial discount on tuition and at the same time, polishes the Starbucks brand as a player in the online college industry.; With the same modern convenience that fuels their coffee empire, Starbucks scholars can obtain their liberal arts education via wifi, on demand, through a cutting-edge online program designed to maximize \"inclusivity\". And by funneling workers into a new commercial model for distance learning, the company, in partnership with Arizona State University (ASU), is helping reshape the business of higher education, industrializing the college degree the same way Starbucks industrialized the corner café. But the results smack more of academic mass-marketing than educational inclusion.; Right now, about 70% of Starbucks workers are either trying to complete a college degree or want to, making a tuition-reimbursement program seem like an excellent fit for Starbucks \"partners\" (their empowering name for workers). More than 130,000 staffers currently clocking at least 20 hours per week might qualify for the plan, through which they could earn their degrees from ASU's burgeoning online undergraduate program.; For individual students, the mechanics of the program may be state-of-the-art, but the finances are surprisingly conventional. For the first two years of their education, Starbucks students will qualify for a small scholarship from ASU, but the balance of their tuition payments will have to come from loans and students' own financial resources (aka their take-home pay as baristas). Students who are finishing up the final portion of their coursework – the equivalent of their junior and senior years – will be reimbursed for about $480 to $540 per credit, which is much pricier than the typical community college tuition.; And while Starbucks basks in the media glow of pioneering an \"innovation\" in college accessibility, ASU can recruit from a fresh pool of aspiring undergraduates with tuition subsidies in tow. Mirroring that signature Starbucks blend of organic ambiance and mass consumerism, ASU has commoditized the college campus, replacing brick-and-mortar classrooms with an array of distance-learning courses aimed at \"teaching and learning at scale\".; Starbucks, ever an over-achiever, has already gotten extra credit for its corporate social responsibility, as the scheme not only burnishes the company's image as a liberal-minded enterprise, but also provides the value-added benefit of federal tax exemptions for employer-funded tuition assistance. (In reality, however, what has primarily changed is the company's investment in ASU's market share: Starbucks previously offered workers modest tuition-assistance benefits that were smaller, but not exclusively tied to a single program.); Of course, spin aside, Starbucks's plan won't make college free: employees' gratification will necessarily be delayed as they pursue their degrees. And even to qualify, students must first assume the considerable risk of embarking on college with no guarantee of completion – earning the first two years' worth of credits while juggling a part-time job.; Despite their boss's hyper-caffeinated funding boost, Baristudents will likely run into the same setbacks faced by many of their fatigued peers who drop out at massive rates due to cost and other hardships. They may struggle to make pay their portion of the tuition bill, or become ensnared by student loans, or just be unable to juggle school with work and family obligations. Those stumbling blocks on the college path don't vanish just because Starbucks is promising to reimburse workers down the line. With or without the partial scholarship, the workers facing the steepest barriers may continue to view college as a luxury they can’t afford on barista wages.; Of course, it's not a bad thing for companies to offer an education benefit to employees. But perhaps a less convoluted way for Starbucks to make college affordable would be to pay its workers enough to enable them to actually afford tuition. Of course, then Starbucks wouldn't be able to brand itself as an educational game-changer: it would just be a decent place to work.; But even if the College Achievement Plan isn't a free fast-track to college for Starbucks employees, the company may be right about transforming the business of higher education. The online education model championed by ASU, and now endorsed by America's bourgeois coffee purveyor, is driving massive investments by corporations and schools in technological e-learning infrastructure and software (the global market in e-learning has been valued at more than $90 billion) – potentially at the expense of investment in brick-and-mortar resources like classrooms and faculty. For instance, at the Starbucks-sponsored ASU, students might not get a real-life professor, but they will have their coursework \"managed\" by the standardized-testing giant Pearson. Instead of face-to-face academic guidance they will get online \"coaching\" and counseling modules.; Meanwhile, in the communities where these newly-empowered baristas live and work, conventional community colleges and public universities could suffer as they lose prospective students (and the attendant tuition and funding) to ASU's program. In addition, many education experts question whether these much-hyped education technologies can really replace traditional degrees or increase access for the most disadvantaged, low-income students (who may lack the necessary gadgetry and tech-savvy).; The bottom line is that the College Achievement Plan is like a rebate coupon: it might offer a boost for workers who buy a particular product (in this case, a relatively expensive, amply hyped online degree) but the Starbucks scheme will do little address the structural inequities that price so many out of higher education. In fact, the entire Starbucks business model – replete with non-union, precarious service jobs, brand hegemony, and massive corporate consolidation – is actively contributing to the economic hardship saddling so many young workers and impeding their college dreams in the first place.; So as a business venture, the Starbucks plan is a marketing coup for the thinking-man's fast food joint. But as an education solution for the struggling barista, the deal leaves a familiar bitter aftertaste.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-23",
  "namespace": "we1sv2.0",
  "title": "Monday 23 June ..."
}