{
  "content": "Saturday 11 January 2014 04.00 EST\tLena Dunham: 'People called me fat and hideous, and I lived'\tThe uncontested queen of angst, Lena Dunham has made an art form of self-abasement. As her TV show Girls returns for a third series, Simon Hattenstone asks, does all the unflattering exposure, you know, help?\tLena Dunham had a panic attack last night. The actor/writer/director/producer started to tot up her advancing years, and before she knew it, she was measuring out her grave. \"I thought, in two and a half years I'll be 30, then 10 years from that I'll be 40, then 10 years from that I'll be 50.\" She shudders to a halt. Is she genuinely worried? \"All the time. It's why I don't sleep at night.\"; Nobody in the 21st century has done angst quite like Dunham. The angst of being unloved, undesired, unattractive, unpopular, unsuccessful. The irony is that, at 27, she has been named as one of Time magazine's 100 most influential people in the world, signed a $3.5m book deal, completed her third series of the TV comedy Girls and has a rock star boyfriend.; Girls is funny, filthy, disturbing and acute. Dunham has taken Sex And The City and refashioned it for an age of eternal internships, dysfunctional relationships and middle-class disappointment. Whereas Sex And The City is aspirational – desirable women, designer wardrobes, glamorous jobs – nobody would want to be Dunham's character, Hannah, in Girls. Her clothes are scruffy and stained, her brilliant career is stymied, OCD blights her life and the men she meets are more rapists than dreamboats. Hannah is the ultimate un-American heroine.; Girls is Sex And The City when the recession has bit, the world looks bleak and dreams have turned to dust. It focuses on the lives of four girls in Brooklyn, New York, where Dunham lives. Three are conventionally attractive, if angsty in their own way, but it is Hannah who is the really interesting one – an aspiring writer desperate to expose herself to any possible experience to make her work more real, but equally desperate for regular love and safety. Hannah often hangs around in knickers and vest, exposing body and soul. She is as self-obsessed as she is self-loathing, socially gauche (at one job interview, she makes a joke about her would-be boss being a date-rapist) and frequently humiliated (her boyfriend sends her a photo of his penis, then apologises because it wasn't meant for her). And we root for her all the way.; We meet at a restaurant in Los Angeles, where she edits Girls. I don't recognise Dunham at first, and am not sure why. She's certainly more elegant than Hannah – she doesn't dress as loudly or look as bulky – but there's something else. Then it strikes me. I don't recognise her with her clothes on. So often in Girls, she's stripped to her tattoos or less, and here she is fully covered: stripy blue and white T-shirt, chic red cardigan, leggings and boots. The tattoos – garish, inky and prison-like – say a lot about Dunham. She got her first at 17, as a mark of her womanly independence, and yet they are illustrations of her favourite childhood books (Eloise on her back, Ferdinand the bull on her shoulder). She laughs when I tell her I didn't recognise her with clothes on, and admits that covering up has become a disguise. \"My tattoos are the main way people recognise me if I'm out.\"; Dunham's success is an astonishing story, not least as an example of self-actualisation. The girl who ransacked her own life to write a warts'n'all TV show about a girl desperate to become famous by writing a warts'n'all book about her own life becomes world famous in the process.; I tell her I imagine she was a hyperactive child, forever on the go. No, she says, anything but. \"I was a really lazy kid. I almost never left the house. If it was a weekend, I wouldn't even go outside, because I hated going in the park, hated doing any sports, hated walking around, hated doing almost everything. I liked to read and watch TV.\" Both her parents are artists and she was fascinated by their world.; Was she confident? \"In a sense, yes, but I didn't have that many friends. I just talked a lot. I talked before I walked. I talked to myself, my parents, my babysitter, my little sister, the doctor, whoever was there. But I didn't have a tremendous amount of friends until high school.\" She says it was partly because she didn't want them and partly because they didn't want her. \"I was pretty annoying. Looking back, I was a know-it-all.\"; What was the most annoying thing about her? \"I'm not saying I was smarter than other kids, but I wanted to talk about what I wanted to talk about, and I wasn't interested in meeting anybody halfway. I remember being on play dates and not feeling there was a sympatico between us, then going home and hanging out with my parents and feeling, well, this is what's fun, this is what's interesting to do.\"; The waiter arrives. She's on first-name terms with him and orders fruit and yoghurt, and orange juice. Hannah is more of a macaroni cheese and cheesecake girl.; In her teens, Dunham went to Saint Ann's, a school in Brooklyn that specialises in the arts. There, she met Girls co-star Jemima Kirke, and came out of her shell. \"It was an amazing place, like a home for wayward children.\" Was she regarded as wayward? \"No, I think maybe eccentric and slightly difficult. I was never a bad kid, I just wasn't necessarily doing my work as I was told to or connecting perfectly with my peer group.\"; Was she better behaved than Hannah? \"Ummm, yes.\" Actually, she says, when she did try to act properly wayward, she was useless. In one episode of Girls, Hannah takes cocaine and makes a night of it. When Dunham dabbled, it was a different story. \"I tried coke, but was a total failure. I snorted a little bit, then always sneezed. It was sadder than having not tried drugs, in that I tried drugs and failed at trying drugs.\"; Dunham often sounds like an eager-to-please teenager, her voice rising at the end of sentences, so that statements become questions. But her actual words belie that: confident, considered, wise beyond her years. Allison Williams, who plays Hannah's friend Marnie in Girls, once said Dunham \"has the soul of a wonderful 85-year-old man\".; After school, Dunham studied creative writing at Oberlin, a liberal arts college. By the age of 20, she was writing, directing and appearing in short films featuring characters that bore an uncanny resemblance to herself: schlumpy, neurotic, funny, and so uncool they were cool. Within two years of graduating, she had made Tiny Furniture, her first full-length feature film.; Dunham's work is like a Russian doll of self-reference. Each project seems like a more ambitious version of the previous one. Hannah is based on the short period in Dunham's life when she was in a rut, unable to realise her ambitions, working dead-end jobs, falling out with friends, falling in with dodgy men. In Tiny Furniture, made when she was 23 and featuring her real-life mother and sister as her fictional mother and sister, Dunham's self-abasing Aura is a template for Hannah. Aura goes even lower than Hannah, allowing a man she fancies to have sex with her in a drainpipe on a construction site. Tiny Furniture in turn references a video Dunham made as a student, called The Fountain, in which she strips to her bikini, climbs into a college fountain, bathes in it and brushes her teeth. This video marked the emergence of Lena Dunham – it received more than 1.5m hits on YouTube, with thousands of bruising below-the-line comments, some versions of which made their way into the film (\"Look, whales ahead!\" \"What a blubber factory!\" \"No, her stomach isn't huge, it's just that her boobs are really small – it's an optical illusion\"). After the fountain episode, her character's boyfriend says that while he wants to get naked in front of people who want to see him naked, she wants to do it in front of people who don't want to see her naked. Dunham is part Woody Allen, part Nora Ephron (whose screenwriter mother told her, \"Everything is copy\").; In Girls, Hannah tells a friend that she's immune to insults, \"because no one could ever hate me as much as I hate myself, OK? So any mean thing someone is going to think of to say about me, I've said to me, about me, probably in the last half-hour.\" By way of comfort, her friend offers, \"You think everyone in the world is out to humiliate you. You're like a great big ugly psychotic wound.\" Girls, especially the first series, does not hold back.; Doesn't she get confused between herself and her characters? \"I don't,\" she says with surprising certainty, through a mouthful of berries. \"Other people do. Sometimes, the other cast members will call me Lena within the scene.\" In fact, what disorients her now is not so much the similarities between herself and Hannah as the differences. \"It's confusing that I'm playing a character who's unable to assert herself and unable to get traction with her work and unable to be clear about her creativity, and yet at the same time I'm also writing, directing and acting in the show. It's strange to be in the meek, confused stressed-out skin of Hannah, then have to move into orchestrating the performances.\"; She stares at the massive plate in front of her (\"Tell me if there's any of my fruit you want. I've over-fruited\"), juggling with the real and the unreal. The more she writes, the less she trusts her ability to sift fact from fiction, and the less it matters to her: \"It starts being about emotional truth.\" The most bewildering thing, though, she says, is her inability to distinguish real life from a TV studio. \"At the end of a day's shooting, I don't know what's going on. I go to bed and I'm seeing a boom operator with a boom pole above my bed, and I close my eyes and think I have to do another take of sleeping, that first take wasn't good.\" I assume she's joking, but she isn't. \"I still think I'm in the show, in bed getting filmed, acting as if I'm sleeping.\"; One of the radical aspects of Girls is how much time Hannah does spend in bed: mooching, writing, sleeping, having bad sex, occasionally having good sex. A number of young women who adore Girls tell me how surprised they are at how often Hannah is naked or near enough. I ask if she's an exhibitionist. Her voice tightens slightly. \"I've always fought against that label, because it seems so simplistic and it has such a sexual connotation to it. I'm sure it must be perceived in that way, and it wouldn't be an inaccurate thing to say, but that's not how I was thinking about it when I did it.\"; In the past, she has said her interest in exposing herself is rooted in anything but self-confidence. In fact, there seems to be an element of masochism in it; an invitation for others to abuse her. She smiles. \"Well, a lot of my parents' friends were performance artists, so I think I just understood that the body could be a tool in that exploration.\"; The only scene that embarrassed her is one in which she played table tennis topless with a new boyfriend. \"It was one of the first times in the show that nudity had felt like it was supposed to be fun and cute and sexual. It wasn't a comfortable space for me to occupy. I have an easier time playing romantic rejection than playing loving situations. I have an easier time playing humiliating nudity than playing sexy nudity. I think it's because there's something really vulnerable…\" She prods at the plate with her fork as she attempts to complete the sentence. \"See, I'm stabbing a melon as I say this… I think there's something really vulnerable about the earnest emotions that come with being in love or being attracted to somebody that are anxiety-inducing to play, whereas there's the armour of humour and relatability to that other stuff that makes it easier to do. The times I'm embarrassed are when I'm writing about loving situations and romantic moments, rather than totally degrading sex and looking bad in your underwear.\" So she's happy only when she's playing unhappy? \"Yeah, it's true! It's really complicated.\"; I've read that Dunham has been in therapy since the age of seven, but assume it's apocryphal. Oh no, she says, it's absolutely true. \"It's taught me to examine my behaviour and, counterintuitively, to treat myself less like the centre of the universe. I still go.\" Does she have an easier relationship with her body these days? \"You know, it gets easier and easier. My fears came true: people called me fat and hideous, and I lived. And now I keep living.\"; Many fans were disappointed by the conventional end to series two. Girls had become more Boys, as Hannah and Marnie were rescued from their respective crises by knights in (albeit very shabby) armour for an unlikely feelgood ending. \"I know people felt that, and totally understand it. But if you look further, I think you'll find it's rather perverse. Hannah is rescued from psychosis by an off-the-wagon possible sex offender. Marnie decides her career path should be a lifelong union with someone she used to hate. All the romance is pretty wrongheaded, though momentarily satisfying.\"; How has Hannah changed in the new series? \"She has grown more confident, she's able to accept love, she's able to be in a relationship, which is something she thought was never going to happen. She's able to stand behind her work and pay real attention to it. I think she's matured.\" So Hannah is still following in her footsteps? \"When you play and write a character for a long time, certain things they do follow your track and certain things you do follow their track. Like Hannah, I know that working through certain relationship things on the show made it possible for me to be in a relationship in my life.\"; Dunham has been dating Jack Antonoff, lead guitarist of the American band Fun, for two years, and says she's never been happier. Is this her first functional relationship? \"Yeah, definitely. Definitely. I've had boyfriends before, but never someone who was a constructive member of society and made my life better. And I have a really great boyfriend now. I'm really lucky. It would be hard to be with someone who wasn't supportive of what I did. Somebody would not be insane to go, 'Hey, I'd rather not be with someone who does sex scenes on TV.'\"; She says it's often assumed she has been promiscuous because of Hannah's character, but the truth is quite different. \"Because of the way I write, people think that I probably had a million boyfriends and was out dating every night, trying to figure it out. But I only had, like, three boyfriends, real boyfriends, before I met Jack. I casually dated other people, but definitely didn't have a wild time.\" Did anybody ever force her to have sex in a drainpipe? She takes the fifth. \"That is an issue I made a decision early on in my career: to always stay quiet on the question of pipe sex.\"; Perhaps what Girls will be best remembered for is its deromanticising of sex, which is often angry, violent and wretched. Dunham shows that when people are engaged in the most intimate acts, they can feel at their most alone. This is a generation brought up on hard porn. Boys expect their girls to act, and react, like the women they watch on the web. On one occasion, Hannah's boyfriend asks her to tell him she's a child prostitute as he takes her from behind; on another, he urinates on her.; Does she worry that men think she's approving of the sex she depicts? \"I think the sex on the show makes most men pretty uncomfortable. My goal was always to avoid being moralistic about sex, I think that's dangerous. But a lot of guys have watched that stuff and felt weirdly indicted by the sex on the show.\"; Have any of her ex-boyfriends commented on the depiction of Hannah's boyfriend? She smiles. \"Maybe it's just the guys I've dated, but they've seen echoes of themselves and have gone, 'Hey, cool, I'm in a TV show.' I wouldn't say it has been the most complex and thoughtful response for the most part. The male capacity for turning the negative into a compliment is really alarming.\"; In the first episode of Girls, Hannah's parents announce they are cutting off their financial support. That's when she comes out with the memorable line: \"I may be the voice of my generation,\" which she instantly undercuts with, \"Or at least a voice of a generation.\"; Did she really feel that was her destiny? She laughs. \"No. But I've resigned myself to the fact that it will end up on my tombstone, and even though my character said it on drugs, it's going to be taken seriously for ever.\" But surely she must have felt she had something worth saying, or she wouldn't have bothered writing? \"Yeah. And I think one big mistake… Girls are trained to say, 'I wrote this, but it's probably really stupid.' Well, no, you wouldn't write a novel if you thought it was really stupid. Men are much more comfortable going, 'I wrote this book because I have a unique perspective that the world needs to hear.' Girls are taught from the age of seven that if you get a compliment, you don't go, 'Thank you', you go, 'No, you're insane.' \"; Could she always take a compliment? \"No, I had to learn to go, 'Thank you.' Because it's much easier to go, 'Thank you so much, I'm actually a huge piece of shit who has no worthy things to offer the world, so I appreciate that you said that.' \"; Has she been surprised by her success? \"In some ways, I'm insanely surprised by it, then, in another way, I'm like, well, when you work really hard and do the same thing and continue to jam it down people's throats, something happens… But yes, of course I am.\"; With success has come criticism. Lots of it. Much from contemporaries, who feel they could just as easily have written Girls. Dunham nods. \"Everyone seems to think if they'd got to HBO one step before me, the show would be theirs, and I get it… We all have a lot to say about what it's like to be young right now. And nobody wants to feel somebody's trying to say it for them.\"; Another criticism is that the world of Girls is privileged, that the main characters all have a huge sense of entitlement. She holds up her hands. \"I cannot fight you on that. No one in this show is on welfare, no one has what we would call, in quotes, 'real problems', but I also believe problems are relative, and although some people are born in unspeakably terrible conditions, some people are born in the suburbs of Michigan and everybody is in pain. I'm talking about the kind of pain I know about. Other people talk about the pain they know about, and there's room for all of it. My dad said this thing that really inspired the show in a lot of ways. He said this is the first time in American history when kids can expect to do less well than their parents.\"; Soon after we meet, there is another attack on Dunham. This time, journalists question her feminist credentials because she socialised with and posed for the photographer Terry Richardson, who has been accused of sexually exploiting the models he works with. (One of Dunham's close friends went out with Richardson.) I ask her by email if she regrets posing for him? \"I'm not big on regrets, but I regret posing for Terry Richardson. As for being friends with him, he's not and never was my friend. If I was friends with everyone I was thrust into a social situation with, then you could say I was besties with a lot of fucking people. I'm not in the business of indicting my friends for who they are in relationships with, and I'm also not in the business of being BFFs with alleged sexual predators. That answer it? Hope I don't sound angry.\"; The criticism she's most sensitive to is that Girls is exclusively white, and alienates non-white audiences. \"I've spent a lot of time thinking about it, because the idea that this show was making anyone feel isolated runs counter to its intention. If anything, it was me trying to go, I haven't seen these people on television, and I want women of this age to feel connected to something.\" She'll defend herself to a degree – the show was based on a group of four friends, all white, two Christian, two Jewish (Dunham's mother is Jewish), and she wanted to be true to that. But she also believes it is a valid criticism. \"I'm not apologising for who I decided to write, but I will say the topic of race in television is so criminally underdiscussed that if we had to take one for the team to start that conversation, then I'm happy to do that.\"; Ironically, by the time race became an issue for Girls, she had already cast the second series in which Hannah briefly had a (non-dysfunctional) relationship with a black man. But, typically, when it came to recording, Dunham felt compelled to debate the issue in the show. Hannah gives the boyfriend a cack-handed lecture on black consciousness, and he asks if she's with him only because he's black.; Weeks after we meet, she's still torturing herself over the race issue. In a desperately sincere email headlined Race Biz, she writes, \"I want to be sure I answered your question about race on the show as clearly as I'd hoped – I want people to know that I didn't resent the conversation, I learned from it, and recognised its necessity even when it stung.\"; Meanwhile, back in LA, Dunham is executing an acrobatic display of politeness, effusively thanking the waiter, apologising to her friend for being late and apologising to me for having to leave. She's also talking about how much she enjoyed writing her book, Not That Kind Of Girl, due out later this year (\"Essays about my life thus far, mixed with some cultural commentary about the current state of womanhood… I hope people read it without constantly thinking of my breasts\"), and how she'd like to feature in other people's films, but she doesn't think she's much of an actor (\"I'm capable of saying the stuff I've written down, but I don't have a real instinct, or craft… I can barely memorise other people's scripts\"). Now she's on to the future of Girls. Sceptics have suggested that as the girls mature and relationships become more stable, it is losing its USP. Ah no, she says with relish: contentment provides such potential for misery. \"There is so much tension in happiness, domesticity and family if it's properly observed. And new insecurities arise based on fear of losing what you have. Covetousness kicks in. It's downright Shakespearean!\"; For someone who makes a living by mining her neuroses, Dunham is surprisingly together. In 2012, she made a video campaigning for Barack Obama in which she compared first-time voting to losing your virginity. I tell her it would be great to see her in politics one day. She sounds tempted – and, naturally, is already thinking of the top job: \"It is important for me to talk about politics and to be politically active.\" But within seconds she allows self-doubt to undermine any political aspirations. \"I don't think I'm a good candidate. I'm really interested in politics, but I don't think anybody would want a president who's dealt with so much semen on television.\"; • The new series of Girls starts on Sky Atlantic on 20 January.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-2",
  "namespace": "we1sv2.0",
  "title": "Saturday 11 Jan..."
}