{
  "content": "Saturday 22 June 2013 04.00 EDT\tAmanda Palmer: visionary or egotist?\tShe gets her fans to play in her band for free, retweets praise and wrote a terrible poem about the Boston bomber. Is singer Amanda Palmer a free-spirited visionary – or a deluded egotist?\tIt is early May in the bar of Philadelphia railway station. The singer Amanda Palmer is quite loudly telling me that she's the sort of person who – when the fancy takes her – pulls out her tampon and flings it across the room at a party. Amanda says she's never done it on stage, but then she indicates that perhaps she would if it felt appropriate to the moment. I've been with her for an hour so far – we took the Amtrak train from New York together – and there have been many similarly unfiltered pronouncements. The man sitting opposite us is evidently intrigued, because he is covertly typing various search terms into Google until he finally says, \"Excuse me, are you Amanda Palmer?\"; \"Yes!\" she says.; He turns to his companion. \"She does music and poetry,\" he explains.; Amanda flinches. \"I don't do poetry,\" she says.; It's been a tumultuous few weeks for Amanda. Although she's been performing since 2000 – in the punk-cabaret duo the Dresden Dolls, in a controversial conjoined-twin mime act called Evelyn Evelyn (they wear a specially constructed two-person dress and have been castigated by disability groups for presenting conjoined twins as circus freaks, an accusation she denies) – in her new band, Amanda Palmer And The Grand Theft Orchestra, she's suddenly become a kind of phenomenon. People who, like me, have only just become aware of her are taking a position on her – an extreme position, in many cases.; Only a few weeks ago, she received a rapturous standing ovation at the TED conference in Long Beach, California, for explaining how she created the most financially successful crowd-funded music appeal of all time. I found it very impressive, and was only half-aware of the comments underneath basically expressing frustration that Amanda had tricked a new legion of fans into not realising what a terrible person she is. One comment read: \"She is such an awful human being and it makes me so sad that Neil Gaiman is married to her.\"; Then, as the alleged Boston Marathon bomber Dzhokhar Tsarnaev was hiding in a boat, Amanda published on her blog A Poem For Dzhokhar, which instantly went viral after Gawker declared it The Worst Poem Of All Time:; And so on. It was, Gawker wrote, a \"world-historically horrific poem\" written by \"a deluded and opportunistic narcissist\". Fox News and the Boston Globe joined in, the former calling Amanda a \"hopeless loser, maybe she'll marry the guy\", and the latter suggesting the poem \"seemed less an attempt to wrestle with the aftermath of a tragedy than an attempt to insert the Amanda Palmer brand into the middle of the discussion\".; Every comment she's made about it since has made matters worse, from writing a blog accusing her critics of being \"afraid to say, in public, that they feel empathy? This scared me so much\", to tweeting to her almost 900,000 followers that she \"got a nice email from bono about art, timing & misunderstanding. If ever there was a guy who'd empathize with my past few days, it's him.\"; On the train to Philadelphia, she tells me about her childhood. Amanda was born in 1976 and raised in the Boston suburbs, her mother a computer programmer and her stepfather a physicist. \"I was a very weird, troubled kid,\" she says.; \"Troubled in what way?\" I ask.; \"I was just a very dark kid,\" she says. \"My family was complicated.\"; \"Oh?\" I say, my ears pricking up. \"What were the problems?\"; \"I actually put my finger on it recently while discussing something with my family,\" she replies, \"and realised what precisely the chasm between me and them might be. It was a house of no metaphors. I had very literal parents and I wanted to survive with metaphor and art, and there was a real sense of shame around it.\"; \"They were judgmental towards you?\" I ask.; \"There was a real judgment cast in my family about me wanting attention,\" she nods. \"It wasn't that my parents didn't encourage my artistic pursuits – they did very much – but they didn't understand them.\"; After graduating from high school, she enrolled at Wesleyan, a liberal arts college in Connecticut. Her critics have used her attendance there, along with her comparatively privileged upbringing, as a way of attacking her, so I ask her what Wesleyan represents to people.; \"Typical overeducated sort of hippy-dippy, peace-loving, suburban-raised, academic, feminist, annoying female,\" she replies.; Two years out of Wesleyan and she had formed the Dresden Dolls. By 2007, they were playing Radio City Music Hall, supporting Nine Inch Nails, and having underground hits such as Coin-Operated Boy and Girl Anachronism. Everything was good, she says. People were paying attention to her. \"If you stuck me in a room and gave me art-making tools but told me no one would ever see the results, I don't think I'd have much desire to make art,\" she says. \"What I do comes from a deep desire to be seen and to see others.\"; In 2010 she battled to leave her label, Roadrunner Records. She says she visualised the \"people sitting in the cubicles\" at Roadrunner, fearfully trapped in an industry that was \"failing on a cosmic level. Music was going to become impossible to monetise. Nobody in their right mind would ever spend $18.99 on 12 songs ever again, and soon all there'd be left would be 100 metal bands on a sinking Titanic.\"; And so, to fund her new record, Theatre Is Evil, she turned to Kickstarter. The website was created in 2009 as a way for artists to raise funds directly from their fans. Depending on how much they donated, Amanda's fans would get an album, or some artwork or even, for $5,000, Amanda herself turning up to play a concert in their home.; This was the subject of her TED talk. By the time I watched it online, it had already amassed 2m views. In it, she recounts her early days as a living statue in Boston's Harvard Square. When someone dropped money into her hat, she'd hand them a flower: \"We would get a profound moment of prolonged eye contact. My eyes would say, 'Thank you, I see you.' And their eyes would say, 'Nobody ever sees me, thank you.'\"; I was finding the language a little annoying, but I decided to go with it. And I'm glad I did, because it became really interesting. She talked about how – in her subsequent life as a rock star – she has \"become the hat\", encouraging \"torrenting, downloading, sharing\". In return, she asks for help \"without shame\". She has made an art of asking for help, of trusting her crowd \"to catch me\", hence her determination to sleep on her fans' couches, and have them draw all over her naked body in marker pens, and have them fund her music directly through Kickstarter.; \"My goal was $100,000,\" she told the TED audience. \"My fans backed me nearly $1.2m.\"; At this, the auditorium – filled with the likes of Bill Gates and Al Gore and Larry Page – applauded. It struck a weird note, as if the billionaires were ignoring her message about trusting her fans and caring only that she managed to get $1.2m out of them. Still, I found it a visionary, moving speech.; Amanda's Kickstarter campaign was incredibly successful, practically a template for a whole new music industry, but what she did next really seemed to spoil it. Shortly after the $1.2m rolled in, she blogged that she was looking for musicians to play on her tour on a voluntary basis. \"We will feed you beer, hug/high-five you up and down (pick your poison), give you merch, and thank you mightily for adding to the big noise we are planning to make,\" she wrote.; The offer went down very badly. \"Hugs don't pay rent,\" wrote the Seattle musicians' union. The punk producer Steve Albini called her an \"idiot\", then wrote that he shouldn't have called her an idiot, but \"it should be obvious that having gotten over a million dollars from [Kickstarter], it is just plain rude to ask for further indulgences from your audience, like playing in your backing band for free. Fuck's sake, a million dollars is a shitload of money. How can you possibly not have a bunch laying around after people just gave you a million dollars?\"; Amanda looks upset when I bring all this up. \"It hurt my feelings in an unprecedented way,\" she says. \"I have never in my career embarked on a journey towards controversy. I have never deliberately set a flame. I have never rubbed my hands together and thought, 'This is really going to piss people off.' That is the opposite of what I set out to do.\" Remember her lonely childhood, she says: the sole artist in a family of scientists. \"I fundamentally wanted to be an artist because I wanted to find my friends, the people who would understand me. I wanted to find the place where I was understood. When something like that happens, I feel fundamentally misunderstood.\"; Every single controversy, she says, every storm she's been in the eye of, was a misunderstanding. On each occasion \"people thought I meant this, but I actually meant this\".; I give her a look to say this seems statistically unlikely. So she tells me to name a controversy.; \"The asking-musicians-to-play-for-free-after-you-just-made-$1.2m one?\"; \"In my community,\" she replies, \"it has always been like that. A lot of people volunteer for a lot of things very willingly. As do I. A lot of exchanges without money happen.\"; \"But the $1.2m,\" I say.; \"I immediately spent all that money on the packaging and the mailing, and it was all gone six weeks later.\"; \"Really?\" I say.; \"The pain and irony of my situation now is that everyone thinks I'm rich,\" she says. \"It's not like I needed $100,000 and anything above that was pure profit. It was a pre-order. The costs just go up.\" She pauses. \"The profit margin went up a little, but honestly not much.\" She says in some cases the artwork and the packaging and shipping fees cost more than the donations, \"but I ate it with joy, because I knew this Kickstarter was historic\".; She says her fans were fine with it. Her fans are fine with it all, she says. \"Within my own community, nothing is ever a problem, or very little.\" They were fine with her Poem For Dzhokhar, too: \"Anything that emotionally affects me becomes part of the melange of thoughts, and then art, that I create.\" They're fine with her proclivity free-spiritedly to retweet praise many times each day (\"You continue to inspire\" and \"Thank you for being unique and talented. You're amazing\" are two on the day of writing). \"I retweet it all because it's all happening!\" she exclaims. \"It is all happening. I like showing everything that's happening on Twitter as in life.\"; She says this in such an animated way, I think, \"She's right! Retweeting praise is fine!\" But later, when I mention it to a non-Amanda-Palmer-fan, she says it's appropriate for the wider Twitter community to be vocally judgmental about people like her who retweet praise.; And this, Amanda says, is the problem. In the old days, comparatively niche punk-cabaret communities such as hers could go about their business happily unspied on by naysayers, but no longer. \"This is a general internet problem,\" she says. \"Now you've got a variety of niches everywhere all able to peek in on each other.\"; Which is what Bono basically alluded to in his email to her, she says. \"He said, now that everything is so exposed, and now that our communities aren't separated any more, we need to proceed with caution.\"; \"So he was advising you to be more like your detractors want you to be?\" I ask.; \"Any artist who has been through controversy after controversy learns not to waste their fucking energy on the wrong battles,\" she says.; \"But it's a little sad that Bono was suggesting you should be kind of cowed into submission,\" I say.; \"I didn't say I took Bono's advice,\" she says.; I'm sure she hasn't. One thing that really riles her critics is her apparent unwillingness to take on board anything they say. \"I usually look back on the haters and the trolls with curiosity, wondering who they are and what they are afraid of.\"; We're in Philadelphia now. We catch a taxi to Amanda's concert, which seems to be a long way out of town. The taxi takes us on to the motorway, and then out into the suburbs, until we pull up outside a small house. Inside, Amanda explains, are 25 Amanda Palmer fans. They don't know each other but they met online – during the Kickstarter appeal – to pool $5,000 for her to play a concert for them. She's doing 35 of these concerts across the US. On each occasion, she says, \"They've been collective efforts by people chatting on Twitter or Facebook. Someone emerges as the leader. That person lays out the five grand with unprecedented trust in a bunch of strangers. And it has worked beautifully.\"; We climb out of the taxi. Amanda warns me not to fill the room with outsider-journalist bad vibes. She says that, as a result of all the controversies, \"my community has tightened in our resolve to connect on our own terms\". Her fans increasingly see the world as \"us and them\", she says.; We go inside. For the next five hours, Amanda chats and has her photograph taken with each of the 25 fans. They make pizzas together. She eats their snacks and drinks their beer and they tell her about their lives. Some are teenagers, others retirees. Some are aspiring musicians. Others are full-time carers. She performs an hour-long concert on the ukulele and an electric keyboard they've set up for her. She plays whichever songs they want to hear. She gets me to do some readings of my work, and around midnight her husband – the fantasy novelist Neil Gaiman – shows up and signs autographs and poses for photographs. It is a lovely night. She won't be sleeping on their couch, though. Around half past midnight we share Gaiman's limo – provided by his publishers – back into central Philadelphia. She and Gaiman stay at the Ritz-Carlton, while I stay at the crappier DoubleTree down the road.; I am left with warm feelings for Amanda Palmer. At the house party, she was happy and easygoing and approachable, and she gave her fans a very good time. Plus, I liked her music. I liked this version of the music business more than the old one of record label moguls squeezing every penny they could from the fans.; \"But,\" I said to Amanda as we left, \"I'm not sure this kind of thing is a very good solution for the more introverted artist.\"; \"I am happy to show up at a stranger's house,\" she agreed. \"I am overjoyed to show up at a stranger's house. But, yes, this wouldn't be great for people like PJ Harvey. For the more introverted artist, it's going to be really hard. But can they hide in their basements and sign handcrafted gifts in blood and wrap them in sticks and send them off? Absolutely. But they still have to be creative about how they give and how they share in what they do.\"; Back in the bar at the railway station, Amanda told me she had something to say that might \"come out sounding megalomaniacal or wrong, so I trust you not to misinterpret it\". She said that, in the midst of the Kickstarter controversy, the New Yorker published an article \"tearing me to pieces\". It included \"the basest, most cruel insult someone could throw at me, which was to tell me that Bertolt Brecht would not be proud of me\". She paused. \"And then it dawned on me how deeply hated Bertolt Brecht was, and all of a sudden my mood improved.\" She smiled at me, and at the girl behind the bar, who had just told her how much she loved the Dresden Dolls. \"I finally saw the bigger picture,\" she said, \"which was: I was only put on this Earth to connect with the people who were attuned.\"; • Theatre Is Evil is available to download at amandapalmer.net. Amanda Palmer and the Grand Theft Orchestra play at Glastonbury on 28 June and then tour the UK from 11-17 July; go to amandapalmer.net/shows for details.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-23",
  "namespace": "we1sv2.0",
  "title": "Saturday 22 Jun..."
}