{
  "content": "Wednesday 15 January 2014 11.36 EST\tLena Dunham's nudity on Girls is refreshing\tUnlike nearly every other scene featuring naked women on television, Dunham's nakedness isn't just about arousal\tHuman beings are born naked. We have sex naked (most of the time, anyway). We bathe naked, check ourselves out in the mirror naked and relish seeing people we're attracted to get naked. If you work at home like I do, you may not be doing your job naked, but there's a reasonable probability you aren't wearing pants. So why is it such a big deal for a normal-looking woman to be naked on television? On Sunday night the hit HBO show Girls launched its third season, two days after Tim Molloy, a reporter for The Wrap, asked Girls creator Lena Dunham why she was naked on the show so often. Molloy said:; In fact, there's not actually that much nudity in Girls. And most of the nudity happens in sexual situations – before, during or after sex, or in a sexually playful scene with a romantic partner. Otherwise, the nudity on Girls usually involves a character peeing or bathing, with the notable exception of one episode where Dunham's character Hannah wears a see-through mesh tank top at a coke-fueled dance party. Which all seems about right for the life of an early-20s Brooklynite. Yet watching the show, it feels like there's a lot of nudity, and like it's aggressive, so I understand where Molloy got the idea that Dunham regularly parades around naked for no reason. But perceptions aren't reality. Perhaps the reason why we perceive Girls as featuring lots of naked Lena Dunham isn't that there's actually so much naked Lena as much as that we're accustomed to seeing naked female bodies on television as primarily decorative. And naked Lena is not primarily decorative. Malloy said as much: no one complains about nudity on Game of Thrones, because we all understand it's supposed to be salacious and titillating. And it's supposed to be salacious and titillating not because it involves sex, but because the women who are naked have the kind of bodies that we register as stand-ins for sex. Thin, young, conventionally attractive women with rounded breasts and cellulite-free thighs wearing very little clothing are ubiquitous in our advertising and media culture on television and in print. Even dead rape victims on Law & Order tend to fit the bill. We're conditioned to understand that naked women who look like the models in the Blurred Lines video or the actresses on Game of Thrones are, by their very presence on screen or on the page, not only sexy but representing sex and desire. It's an easy poke at the lizard brain craving for sex, but it's also aspirational – I want to have sex with her, I want to look like that, I want to feel as desirable and as sexy as she must feel looking like that. Television – and to a much greater extent advertising – are thoroughly escapist. We drown ourselves in lives that are more adventurous than ours, situations that are more dangerous or more absurd, conversations that are wittier and sex that's hotter. Television shows written, cast and produced by men have long melted beautiful women into the fantasy, whether it's the rotating cast of gorgeous naked actresses on Entourage or the too-pretty-for-their-chumpy-husbands actresses on comedies including The King of Queens, Modern Family and Curb Your Enthusiasm. But even as television took a turn for the authentic with new Golden Era series such as The Sopranos, the Wire and Mad Men, the women stayed mostly beautiful. Even the \"normal\" women were on the pretty side of typical, and almost all of them were on the thin side of the average American. The men, though, were allowed more leeway – escapism, apparently, doesn't extend to the face and physique of notable men. Excellent male actors got to play a variety of complex but average-looking characters: Tony Soprano, Walter White, Lane Pryce, Bunk Moreland, Clay Davis. Many leading men stayed handsome, sure, but the Don Drapers and Stringer Bells were notable for their astounding good looks, so outside the standards of the new genre. Enter Girls, created by a young woman and seeking to realistically portray the lives of white 20-something liberal arts school grads living and occasionally floundering in creative-class Brooklyn. The show can be hit or miss – its racial myopia being the primary miss – but one thing Dunham gets right is the role of sexuality and sexual interactions in shaping the lives of young women – right alongside career transitions, friendships building and cracking, struggles with identity and self-realization, mental health issues and the maddening zigzags of romantic relationships. And so she gets naked when her character has sex because people get naked when they have sex, and sometimes she gets naked when she's in the bathtub with an intimate, platonic female friend, because getting naked with that friend displays a simple kind of acceptance and intimacy that lots of women with female friends viscerally understand. Dunham's nudity in those scenes isn't read as titillating because her body looks different than the kind of body that's typically used to signal \"this scene is titillating\". In the first Girls episode, Dunham and actress Allison Williams, who plays Hannah's best friend Marnie, are in the bathtub together in one of the scenes I suspect Tim Molloy was referencing when he said Dunham's nudity isn't titillating or purposeful. Replace Dunham with someone like Emily Ratajkowski, though, and I suspect Molloy – and most of us – would be awfully titillated. We're so used to a very particular kind of body serving as shorthand for sex that our interpretation of a nude scene is less about the scene itself than the body in it. And that's exactly why Dunham's nudity is so radical: not because she looks more like the average American woman than nearly every other young actress on TV, but because she challenges the notion of the female body as chiefly ornamental, even in – especially in – sex scenes. As Michelle Dean says at Flavorwire, \"[Dunham's] nakedness is pretty clearly weaponized.\" It's a shot fired right through the neural pathways formed over years of understanding \"naked thin women\" to mean both \"sexy\" and \"sex\", even if most of us don't look like and don't sleep with women who grace the cover of GQ. It forces the viewer to understand the purpose of Dunham's nudity as something outside of \"it turns me on\" – does it really not? why not? – and tries to match the characters' bodies with the other bids for authenticity throughout the series. Unlike nearly every other scene featuring naked women on television, Dunham's nakedness isn't a simple attempt to light up the temporal lobe, stoking a viewer's arousal because we're human beings and we like even the suggestion of sex, not to mention the airbrushed aesthetics of it. I suspect her body does, in fact, turn a lot of people on, but that's not the point: Dunham's sex scenes highlight how sex shapes our lives and relationships in some of the most fundamental and significant ways. Her non-sexual nakedness is a statement so absurdly simple it feels silly to write it down, but yet almost never appears on screen: the skin and the form underneath a woman's clothes are not primarily for the visual consumption and sexual enjoyment of men. It's a lesson a lot of people have yet to internalize even off-screen. Which makes it all the more radical to see it on.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-3",
  "namespace": "we1sv2.0",
  "title": "Wednesday 15 Ja..."
}