{
  "content": "Saturday 26 October 2013 04.00 EDT\tThe £54,000 degree: how well is AC Grayling's college doing?\tIt's a year since AC Grayling's New College of the Humanities opened for business, with its big-name lecturers and £18,000-a-year fees. Is it succeeding in its mission to be 'elite but not exclusive'?\tAt 9.30am promptly, AC Grayling begins a two-hour Introduction to Philosophy lecture for year one students in an airy conservatory at the back of his new private college. For anyone whose attention is straying, there are views on to a yard with plane trees, a white stucco mews house and the blackened brick of the smart Bloomsbury townhouse where the New College of the Humanities is based. None of the 19 students is gazing out of the window, however. They are focused on the lecture, which centres on René Descartes, but considers along the way the nature of knowledge and how we obtain it.; \"You all know, because you were reading a biography of him last night in the bath no doubt, that Descartes was born in 1596 and died in 1650, a period of great advance in science and philosophy,\" Grayling begins in a melodious voice. The students make dutiful notes on A4 pads, or straight on to their laptops. The lecture is fascinating; 45 minutes pass happily, and I have to force myself to stop paying attention so I can look at the students: 15 male, four female, all white, dress code quite preppy, not much piercing.; The atmosphere is respectful and a little subdued, so when Grayling cracks a few jokes and in passing mimics a dance in strobe lighting, the laughter is muted. When he pauses to invite \"comments, questions or complaints\", five of the male students ask questions; the women remain silent. Grayling is encouraging and congratulates the students on the quality of their questions.; It is a useful introduction to a college that is experimenting with a new form of higher education: a liberal arts institution that offers intensive teaching of the humanities in an intimate setting. Grayling has spent much of the past three years considering how best to obtain knowledge, and this is the realisation of his vision. When he unveiled his plan in 2011, it was framed in part as a protest at the new financial pressures being placed on humanities departments, an answer to concerns that the arrival of fees would make students more mercenary about their subject choices and less inclined to take up non-vocational courses. It would, he warned, lead to humanities departments sacking academics and closing down.; The launch of his plans attracted huge attention, partly because of the star names signed up to teach at the college, among them (in an overwhelmingly male list) Richard Dawkins, Steven Pinker and Niall Ferguson. The potentially profit-making nature of the institution dismayed many of Grayling's peers, as did the annual fees of £18,000, double the £9,000 payable elsewhere. Writing in this newspaper, Terry Eagleton called the project \"odious\", cast the academics behind it as a \"bunch of prima donnas jumping ship and creaming off the bright and loaded\", and added: \"For that kind of money, I would demand a team of live-in, round-the-clock tutors, ready to fill me in about Renaissance art or logical positivism at the snap of a finger. I would also expect them to iron my socks and polish my boots.\"; In a letter to the Guardian, meanwhile, 34 of Grayling's former colleagues at Birkbeck said the college was \"essentially a for-profit tutorial college\" that stood \"at the vanguard of the coalition's assault on public education\".; Grayling is surprised, and rather irritated, that subsequently much of the focus has been less on what he is trying to create and more on the £18,000 annual fees, which students (which is to say, their parents) must pay upfront, since the college's new and as yet unrecognised status means that they are not eligible for student loans.; But it is hard to sweep the issue beneath the carpet, because it undercuts so thoroughly another of the founding slogans: that the institution will be \"elite but not exclusive\". Of the 120-odd students, only 20-25% come from state schools. A third get some form of support with the fees: either a full scholarship, with living costs also paid, or an exhibition, which reduces the fees to around £7,200, lower than they would be elsewhere. But two-thirds are not only paying double the fee they would pay elsewhere, but they must also pay it instantly, rather than delay until they are earning a good salary.; Generally, when I raise the subject of money, I'm made to feel this is not a nice subject for discussion, that it's embarrassing to mention. In any case, all of the students I meet in week two of term are bright and enthusiastic and wholly positive about the experience of being a student here. I can understand why: what's not to like? They are taught by talented and dedicated tutors, get plenty of attention, and study in a beautiful building in central London. Students benefit from minoring in a second subject, beyond their main degree, widening their understanding of the humanities; they study science literacy, ethics, logic and critical thinking and can attend lectures from globally respected academics. They are also supported by an energetic careers adviser.; The environment is tremendously cosy; administrative staff already seem to know most students' names, and enquire tenderly about the progress of coughs and colds. I wonder if this is a bit like what a good crammer or a friendly boarding school sixth form feels like. The teaching staff are extremely committed to the venture, and the tutorial I sit in on (a discussion of a second year student's essay on Elizabeth Gaskell's Mary Barton, with Dr Peter Maber) showcases the advantages of a one-to-one teaching model.; It is an impressive, expensive product, but after a day and a half at the college I'm left feeling a little muddled about the point of the exercise. The college is owned by a business, Tertiary Educational Services Ltd, set up by Grayling and fellow board members, with a view to at some point paying investors a return on the £9m or so raised. Yet with just 56 students enrolled in the first year, and 65 in the second (fewer than the hoped-for numbers) there is no prospect of imminent profit.; For the moment, the academic heart of the enterprise does not seem very radical, because the core degree taught by the college is the standard University of London International Programme. This is a long-established degree course for distance learning; most students on it are based abroad, and may teach themselves, in which case the cost for the entire degree is just £3,800, or £50,000 less than an NCH degree. Because the college has not been recognised as a university it doesn't have the power to design its own degree course. The involvement of the big-name academics is also a bit of a red herring, since they are mostly supplementary to the core teaching, and just come in to deliver a few hours of lectures a year. Ferguson, for example, gave one lecture last year.; But the students are untroubled by the college's financial structure and excited about their role at the start of a new institution. I meet 19-year-old law student Pacome, from Chesham in Buckinghamshire, in the reassuringly messy students' union room where he has just drafted the college's first student constitution. Vice-president of the new student union, he applied because he saw a newspaper headline about the college, highlighting the £18,000 fees. \"I thought that was the amount you would pay over three years. I thought it would be brilliant, because I'm facing all these pressures financially. Then it turned out it was £18,000 a year,\" he says, and laughs. By that point he was already in touch with the college, and he was offered a scholarship, with living cost support. He had applied to Cambridge, and didn't get an offer, but had offers from other good universities.; His teachers at St Ignatius in Enfield (a Catholic boys' state school) were \"quite wary\" when he discussed the subject with them. \"They weren't completely sure whether I should accept the offer and come to NCH. 'They are a new institution, they are not well known, you need to think about your employment prospects,' \" he remembers them warning, but he was convinced it was a good move. \"In the end, they were like, 'Fair enough', because it is exciting to be part of something new. The biggest incentive here was the list of professors, and the way the course was structured… I wouldn't have jeopardised my future by going somewhere just because they were paying.\"; Johnny, 19, who is studying history and politics, remembers that teachers at his (private) school were also rather sceptical. They suggested that he consider other options and told him they thought it was a \"high risk\" choice. But he was offered discounted fees, which helped persuade him to come; without that, he says, the college would have been unaffordable.; Students are working out among themselves how to overcome the problems that come with being somewhere so small and new. They have put out feelers to join other London university sports teams, and are trying to launch their own newspaper. There is no college canteen or bar, but there are occasional parties in the small junior common room upstairs, where this afternoon students are spread out over bean bags. The college has few facilities, but rooms have been block-booked in halls of residence in north London and every student is given a library card, so they can study at the nearby University of London library.; The students I speak to say the tiny scale is not claustrophobic. They particularly value the personal nature of the teaching, set against their own experience, or that of friends, in bigger universities, where contact with their tutors is limited. This idea of smaller classes as a selling point echoes the private school system's promise of a better teacher-pupil ratio.; Jamie, 20, came here from Bristol Grammar, an independent school, to study philosophy and history. He heard about the college from the media frenzy triggered by Grayling's announcement. \"I remember the headline: it was 'Top dons create new Oxbridge', in the Telegraph, I think. My dad came and slapped the paper down on my desk. He said, 'Have a look at this.' It was perfect timing. I went straight from A-levels to NCH.\"; Every week, he goes to 14 hours of lectures and has one hour-long group tutorial, with three students and one tutor, and one hour-long individual tutorial. \"We're expected to do between three and four hours personal study a day. We write a minimum of an essay a week. It is a full-on education. We are being educated actively,\" he says, sinking into a green velvet sofa in a tutorial room decorated with pictures of the NCH's first ball, and a black-and-white photograph of an Oxford street. He got As and A*s in his A-levels and is on a full scholarship.; \"The ethos of the place means you can't sit around getting trolleyed mid-week, putting pizza on the ceiling. If you do that, you just won't be able to keep up. You're not meant to screw around at university. You are meant to educate yourself in a very serious way.\"; John, 23, left Cambridge, where he was studying classics, because of health issues, and is now studying economics with law. He likes the greater attention paid to students here. \"They have more of an investment in your undergraduate life. Although the teachers do research elsewhere, their job here is to teach and just to teach. You'd certainly expect a high quality of teaching here, because that's the whole point of NCH. But fees aren't really something that comes up in discussion.\"; Broaching the subject with his parents, who are paying, was a little difficult. \"Obviously it's not ideal at all. However, I am very lucky to come from a family where we can in theory afford to send me here. I don't know how to put it without sounding ridiculous… Obviously, it would be a lot better if I wasn't here, but it's not going to bury us.\"; In an interview in his large and lovely study, signposted \"Master\", with views over more of Bedford Square's plane trees, Grayling goes so far as to suggest that paying a substantial amount for your education may be a good thing. \"The downside of being educated at someone else's expense is that you may not value it,\" he says. \"You may regard it as an entitlement. Unless you are acutely aware of the opportunity that is being offered to you, you may be rather cavalier about it. [You] might not be quite so keen to suck the marrow from it.\"; But mostly he argues that to focus on the fees is to miss the point of what he is trying to create. He tries to be patient with my questions, but is sorrowful, as he might be with an unsatisfactory student. \"My motivation is twofold,\" he says. \"One is pedagogical, one is predicated on the changes to funding higher education in this country. In England we overspecialise too fast and too early. There seems an absurdity in making people make their specialising decisions at the age of 16. I wanted to import the best aspects of the liberal arts tradition and join it to the best aspects of our own traditional specialist higher education model, which is the weekly, essay-based tutorial.\" Students are guaranteed a minimum of 12 quality contact hours every week. The idea is to \"switch all the lights on, wake people up\".; His decision to create NCH was an answer to the problem of \"how to continue to teach what look like unvocational subjects at a very, very high level in the way they ought to be taught, in a one-to-one way. How are we to do that in the future, given that it is very expensive? We have to build institutions that merit endowments, so they can educate the best people.\" Although there are some extremely smart students here, it is not clear whether, overall, NCH is currently teaching \"the best people\". The college says it requires three As at A-level, but there is some flexibility and much discussion of whether the A-level is really a good indicator of ability. Some people are accepted with an A and two Bs. One tutor who previously taught at Oxford says of NCH students, \"The best are definitely as good. There is a slightly broader range.\"; The humanities, Grayling asserts, have already been threatened by the introduction of fees. \"Universities lower down the scale have closed or are closing humanities departments left, right and centre, and are losing academics who teach English or history or what have you… A lot of the former polys, post-'92 institutions, have had to do this, reconfiguring themselves as colleges that teach vocational courses. That is the pattern.\" He points to the University of Cumbria, which has stopped teaching history, as an example, although it is hard to find much evidence to support the claim that departments are closing \"left, right and centre\". \"The moment that you begin to charge people to study history or philosophy, you get the inevitable, which is that there are plenty of universities that can't afford it… We want thoughtful, reflective people who are good neighbours, good voters, good citizens. What we teach – the humanities – is very important.\"; Grayling is annoyed at the media's preoccupation with the private status of his college. \"The thing that really gets them going is the £18,000, which people think, without actually much knowledge or thought about the matter, is a tremendous break with the way that higher education has worked in this country,\" he says, fury creeping into his voice. \"Every single university in this country is a private institution. They all charge fees of up £40,000 a year to non-EU students.\" For the moment, this is not something his college can do, because it does not have the accredited status necessary for non-Europeans to obtain student visas.; With 15 people in the second year on full scholarships and 12 in the first year, he views the college as a place that is beginning to live up to his aspiration to be \"elite but not exclusive\".; In any case, he argues (as do several colleagues) that £18,000 a year is neither hugely expensive nor particularly unaffordable, given that \"most public schools in this country charge £30,000 just for tuition\". For the moment, it is from these public schools that many of his students are recruited.; For the college, success depends on getting more students to sign up. A lot of the outreach work is done by Jane Phelps, a cheerful former boarding school house mistress at Rugby. Over the past few years, she and other staff members have visited many of the country's private schools to tell them about the college. She decided to join Grayling because she felt many of her ex-pupils found university a letdown after boarding school. \"Some people are very happy with conveyor belt, mass-produced large numbers – nothing personal – and other students want something a little different,\" she says. \"When Anthony told me about what he wanted to achieve, I thought it was worthwhile.\"; Grayling is pragmatic about the high proportion of privately educated students. \"It is natural early on that the sort of people who go to any independent institution which has to charge fees, they're going to come from that segment of society that can afford them… Nobody who approaches us and who has real gifts is turned away just because we have run out of scholarships or they can't pay the fees.\" But his lament about the difficulty of attracting more state school pupils (repeated by three other members of staff) is flimsy, resting on the odd excuse that it is logistically more difficult to visit them than their privately educated counterparts. \"State schools are set up in a way which just makes it awfully difficult to find an opportunity to go and meet sixth formers, and tell them about what you are trying to do. There is no five o'clock in the afternoon slot, as there is in a boarding school, where you can go and do that.\" Phelps is more ready to acknowledge that the \"20-25%\" state school intake may also be a consequence of the fees. \"Cost is obviously an element,\" she says.; Grayling admits that he was taken aback by how complex it is to set up a university; and the struggle to get to a stage where the college can award its own degrees and be recognised as an institution eligible for student loans has been more protracted than anticipated. He complains about the \"labyrinthine, byzantine complexity of all the regulations, and all the tooth-sucking by civil servants\" that he has encountered. The area is \"a minefield, which has cost us a huge amount in legal fees just to understand\".; Concern about the facelessness of the university experience is what persuaded a number of academics here to join (as well as higher than average academic salaries). Dr Marianna Koli (economics) moved from Birmingham, where she gave lectures to halls filled with 350 students. \"You go and talk to yourself for two hours,\" she says. \"There is very little scope for interaction.\" Now she gives lectures to no more than 20 students.; Dr Suzannah Lipscomb (history) came from the University of East Anglia, where she gave lectures to 150-200 students, and taught in seminars of around 15 people; now she lectures to around 15 people and teaches students one to one. She says one student who transferred here from another university told her, \"'I could walk past my lecturer in the street, and he wouldn't have any idea who I was.' It is entirely reasonable to want to be known by your lecturer. A good teaching experience involves being known by a tutor.\" She says deciding to invest her life and career in the college was \"the best decision ever\"; she particularly likes the \"pioneering spirit of the students\". Dr Catherine Brown (English) agrees. \"They are quite independent-minded and willing to do something very different. That makes them an exciting bunch of people to be around. They will have had to justify their decisions to schools, parents, whomever.\"; The historian Niall Ferguson, one of the college's much-advertised big signings, emails to explain that he supports the idea of creating an environment where students benefit from one-to-one tutorials. \"It cannot be right that only those lucky enough to get into Oxford and Cambridge can enjoy the benefits of small group teaching, very regular writing and interaction with faculty. It is a national scandal – not covered to my knowledge by the Guardian – that so many non-Oxbridge UK universities offer so much less attention to students of the humanities,\" he writes. \"NCH represents a first step towards increasing the competition and therefore the standards in UK higher education.\" He is scheduled to give two lectures this year.; On the question of fees, he writes: \"In the United States, where I teach, £18,000 – call it $29,000 – would not be regarded as expensive. Basic tuition at Harvard is currently just under $39,000, and Harvard is not the dearest US university. You can debate about how much a degree is worth, but my view is that £18,000 at NCH is significantly better value than £9,000 at quite a number of more established institutions, where humanities students are effectively left to their own devices for three years. As one recent history graduate of a well-known university said to me, 'All they really gave me was a library card.' \"; The Harvard professor Steven Pinker (who gave four lectures last year, and will give four this year) says the college offers direct exposure to some of the best-known scholars in the world, praises the \"small and committed peer group (students learn more from their peers than their professors)\" and is also sanguine about the price tag. \"I teach at an institution that charges students $42,500 a year (£26,440), not counting room and board, which is typical of American private universities. So it's hard for an American to get enraged over a private education that costs two-thirds of that. And as with American universities, that is the full-fare price, borne by the well-heeled parents; many students get discounts in the form of financial aid.\"; Another member of Grayling's \"professoriate\", Sir Christopher Ricks, says he has been dismayed by wider changes to the funding of UK higher education. \"I think if I weren't 80 years old it would dispirit me even more than it does now. I think the system in which I was educated is immensely better than anything happening now. Do I think it is all right that it is costing this much money? I absolutely don't. But it's not as bad as America.\"; The effort involved in establishing NCH and selling it to prospective students remains monumental. In time, the college hopes to admit 300-350 students every year (the size of a large Oxbridge college), but enrolment figures are still low. Around 100 students paid refundable deposits to come here this year; of those, 35 decided not to attend after they got their A-level results. NCH is currently outside the Ucas application system, so students can apply to go to it as a fallback, in addition to the five universities allowed in the formal system. This uncertainty makes hiring staff complicated, because it isn't clear how large the college will be until the last minute. For the moment, there are 16 full-time academics and another 10 who work part-time.; Jeremy Gibbs, the CEO, has the task of making the college work financially. He describes the situation as \"OK\". The college spent £250,000 last year and £450,000 this year on scholarships and grants, to assist a third of students, and is paying a large sum to rent its smart home. It is easy to see how the £9m raised could quickly get eaten up,\" he says. \"Clearly one would like to have more students. But that will come.\"; Beyond Bedford Square, some of the anger about the college's creation has waned, partly because its tiny scale makes it seem an irrelevance. The academics' union, the University and College Union, says the real danger to higher education lies elsewhere – in the takeover of BPP University College of Professional Studies by the US for-profit higher education company Apollo, for example, and the subsequent decision to grant it university status. This made it the country's second for-profit university, after the University of Law.; \"The New College of Humanities has received a lot of publicity,\" says the University and College Union's general secretary, Sally Hunt, \"but given the high prices it charges, it is effectively a sideshow to the main game in town, which is the growing influence of international for-profit companies within UK higher education. Many of the big ones, such as Apollo, already have appalling reputations in the US and their emerging presence here threatens the quality and reputation that UK higher education has built up.\"; There is still, however, lingering resentment about the degree to which NCH is borrowing resources from publicly funded institutions (its reliance on the University of London curriculum and library is frequently mentioned), and the fact that it focuses on teaching only, rather than supporting expensive academic research. There is also some uncertainty about whether the creation of NCH is the best solution to a crisis in the humanities. Gregory Claeys, professor of the history of political thought at Royal Holloway, University of London, says, \"If the problem is cuts to the funding of humanities in higher education, is the best response to that founding a new, very small private institution, creaming off people who can afford £18,000 a year?\"; It's hard to pin down precisely how much contact students have with tutors elsewhere, and representatives from other universities (with fewer contact hours) argue that students need to learn independence and spend time studying alone. Nicola Dandridge, chief executive of Universities UK, which represents vice-chancellors, says, \"It is simply wrong to see contact hours as representing a fixed measure of quality. Universities are not schools, and the student experience is about much more than the stated hours an individual spends in a lecture hall or tutorial.\"; Towards the end of our conversation, Grayling becomes cross when I say I'm having difficulty discarding the subject of fees as an irritating irrelevance. \"It is your obsession with the £18,000 which is the irritating irrelevance,\" he snaps. \"Why is this the one thing you want to talk about? This is such a big issue. This is the one thing that matters about this institution, isn't it? It really annoys me that there is such a focus on this.\"; There has been \"startled incomprehension\" from US colleagues at the fuss over this issue, he says. With a sigh, he suppresses his annoyance, and relates a joke told to him by Pinker, which he feels explains the general attitude: \" 'How many professors does it take to change a light bulb?' The answer is: 'Change?' \"; \"My own politics are on the left,\" he says. \"I am very sympathetic to the view that education is a great good, that it is the last opportunity that we have to level the playing field, and to move people along from positions of historically induced deprivation and disadvantage. I am absolutely 100% behind that idea, and yet to think that therefore we must not experiment, we mustn't try something new, we cannot accept the fact that sometimes things cost money… The fact that I have the politics that I have doesn't mean that I buy the cheapest cardboard shoes I can find. There is this piety about what a higher education institution should be like, so it is nice and clean-handed, and nobody is charging money at the point of contact. It is that attitude – which is a good old leftwing attitude, which I completely sympathise with – which is a barrier to doing anything new or fresh.; \"The long-term objective of this place, which is that we become a needs-blind institution, is in my humble opinion quite a noble idea. That is what we are trying to do, in the end.\"; • This article was amended on 28 October 2013 to correct the headline. An earlier version described the New College of the Humanities as a university.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-37",
  "namespace": "we1sv2.0",
  "title": "Saturday 26 Oct..."
}