{
  "content": "Tuesday 1 January 2013 08.28 EST\tEmma Style obituary\tRespected casting director known for her work on Zeffirelli's Tea with Mussolini and the BBC's Our Friends in the North\tIn movies, a casting director negotiates with actors' agents on behalf of the producers, a difficult job that requires tact, nerve and, above all, a feeling for the texture and tone of the project in hand. Emma Style, who has died of a heart attack aged 50, was one of the most respected and knowledgable in her field. Like all the best casting directors, she had a sixth sense about actors because she understood their work and their temperaments.; Style won the confidence of figures as diverse as the director Franco Zeffirelli – for whom she cast both Tea with Mussolini (1999), starring Maggie Smith, Judi Dench and Joan Plowright, and Callas Forever (2002), with Fanny Ardant and Jeremy Irons – and the producer Michael Wearing at the BBC. His Our Friends in the North (1996), starring the then relatively unknown quartet of Christopher Eccleston, Daniel Craig, Gina McKee and Mark Strong, was cast by Style with her mentor, Gail Stevens.; She was also instrumental in forging the early careers of Joseph Fiennes, Jude Law (whom she cast in the short film The Crane) and Michelle Dockery. As the veteran agent Ken McReddie says, she had a wonderful eye for talent and would have proved, in due course, a formidable producer in her own right.; Style was the first child of the Hammer horror film producer Michael Style (best known for such 1970s titles as The Vampire Lovers and Lust for a Vampire) and his wife, Angela (nee Enfield), who later worked as a probation officer. She was born into show business yet the family lived not on Broadway, New York, but in Broadway, Worcestershire, (\"the only Jews in the village,\" says her sister, Sarah). She was educated as a weekly boarder at Kitebrook in the Cotswolds, then Millfield in Somerset (where she was the opposite of sporty) and Evesham high school, Worcestershire.; She was strikingly independent, leaving home at 16 and signing up to a liberal arts and drama course at South Warwickshire College of Further Education (now Stratford-upon-Avon College). After going to the Edinburgh festival fringe, she won a place on the stage management course at Central School of Speech and Drama in London. Her contemporaries included Natasha Richardson and Michael Grandage, and she graduated easily into working at several casting agencies, including McReddie's, where she held the fort for several months during his absence with illness.; Her most recent credits included Ed Blum's feature film Scenes of a Sexual Nature (2006), starring Holly Aird, Eileen Atkins and Hugh Bonneville, and the television series The Invisibles (2008), with Anthony Head, Jenny Agutter and Warren Clarke, and Women in Love (2011), starring Rory Kinnear and Rachael Stirling.; Style never name-dropped, and never really mixed with the actors she admired so much, but she was justly proud of having plucked the young Dutch Scottish actor Joanna Vanderham straight from drama school for the TV series The Runaway (2011) on Sky1, watching her progress to play Denise in The Paradise (2012) for the BBC.; Style had spent the last eight years happily with her partner, Peter Haley, creating a home far from the madding crowd in Cookham on the Thames in Berkshire. She never enjoyed good health, suffering from pancreatitis 12 years ago, an experience which made her more determined than ever to live her life, professional and personal, to the full.; Her brother, James, predeceased her. Style is survived by Peter, and by her mother, her sister and two nephews.; • Emma Jane Style, casting director, born 15 May 1962; died 17 December 2012\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-1",
  "namespace": "we1sv2.0",
  "title": "Tuesday 1 Janua..."
}