{
  "content": "Friday 24 January 2014 05.08 EST\tMost students are indifferent about student politics\tThe majority of students have invested too much time, money and ambition into going to university to protest\tThe recent explosion of student protest has achieved national attention.; On Wednesday students protested at the University of London. Last term, students all over the country occupied university property in protest against various issues, including the privatisation of student loans and the unfair pay of university lecturers.; At the University of Birmingham there were numerous protests and two separate occupations of a university building last term. Students protested against the university's prioritisation of its role as a business and its treatment of both students and staff.; Dean Redfern, a third year computer science student at Birmingham University says: \"Support for the principles and values which drove the occupation is fervent within the student community. Hundreds of students united and showed solidarity with the occupiers.\"; Yet, while reporting for the student newspaper and speaking to people around campus, I found that a massive amount of students remain ignorant, or more often indifferent, to the cause of the \"radical\" \"lefty\" crusaders.; Some feel that protesters are fighting for a lost cause. Others feel that getting their money's worth out of their tuition fees is more important than attending a protest or missing lectures to occupy a part of campus.; Hannah Mason, a final year English literature student at the University of Birmingham says: \"I couldn't tell you a lot about student politics or our Guild Council. Most students don't know much about it.; \"The occupation seemed a bit over the top, and interrupted lots of students' contact hours.\"; Everyone has a thing that gets their goat. An issue that gets their blood boiling – whether it be gay rights, everyday sexism or the increases in student debt. But very few students use student politics or involve themselves in extreme acts such as occupations to get their point across.; Rachel Armitage, a political science student says: \"Such kinds of direct action are easy to dismiss when only a small percentage of the student population get actively involved.\"; Despite being reasonably politically active, Armitage says: \"This kind of approach seems aggressive to some students and they might not want to get involved with occupations and protests that could jeopardise their future at university.\"; Maximilian Shapiro, a war studies student at the University of Birmingham, agrees that occupations are not the best way to protest. He says: \"Occupation as a tactic does not force the university to listen. Only through the use of legitimate and accepted institutions, such as the Guild Council, can Defend Education ensure that their grievances are addressed.\"; Occupations may be viewed by Defend Education as the only remaining method to make change. But the majority of the student population remains removed from their aims, due to the risks carried with such radical methods of protest.; On 29 January there will be a national co-ordination meeting and demonstration at the University of Birmingham, organised by Defend Education.; Rachel O'Brien, a first year liberal arts and sciences student and member of Defend Education says: \"It will show a united front against the continued privatisation of universities and will help students from different campuses to co-ordinate future actions.\"; It remains in question whether the majority of students on campus that day will know what is going on and, most importantly, feel politically engaged with these issues.; Most people have too much time, ambition and money invested in their years at university to take the risk of involvement in such radical student politics. But surely organised and moderate protest is the best way to raise these issues.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-4",
  "namespace": "we1sv2.0",
  "title": "Friday 24 Janua..."
}