{
  "content": "Wednesday 15 October 2014 12.02 EDT\tFrom soldiers to peacebuilders: can Liberia's taxi drivers help stop Ebola?\tAs the virus spreads, pen-pen motorcylce taxi drivers have been co-opted to appease public frustrations over weak governance\tThe Liberian government responded slowly to the Ebola crisis, asking the international community to do what some have argued it should have done itself. Now, there are indicators that the government is dependent on the goodwill of the international community for both manpower and basic supplies.; As a result, the most frustrated and marginalised citizens have taken to the streets. In late July, residents in Montserrado county blocked a major highway, demanding that the government remove three dead bodies from their community. Distressed citizens have called in to radio shows, telling how they were forced to sleep in the streets while waiting for authorities to remove dead bodies from their homes. The government responded by implementing a 9pm-6am curfew to prevent people from coming out at night to throw out bodies or secretly bury their dead. The curfew has been lifted to a degree but many still question the logic behind it.; But local organisations have taken matters into their own hands and are engaging in awareness activities to reach out to populations in Monrovia and beyond. One successful local initiative is the Pen-Pen Peace Network which, since the outbreak, has expanded its role from post-civil war peacebuilding to fighting Ebola at the community level. So far, the network has built hand-washing and sanitising stations for citizens, communicated information about Ebola prevention through loudspeakers, and distributed 3,000 factsheets throughout communities.; The inclusion of pen-pen (motorcycle taxi) drivers in the fight against Ebola is just the most recent step forward in the drivers’ integration into civilian life since the end of the Liberian civil war. As the country engaged in post-war processes, funds were provided to ex-combatants to disarm and many of them used these funds to buy motorcycles (pen-pens).; Although pen-pen drivers have become valued service providers, they are also often perceived as outcasts. Some have been hired by criminal entities to engage in illicit activity, or by political parties to intimidate and harass opponents during elections. These factors motivated the Purdue Peace Project (PPP) to work with pen-pen drivers and community members who regularly interact with them. The Pen-Pen Peace Network was created as an opportunity for drivers, police, the ministry of transport, customers, and community members to talk with each other and develop peace-building strategies.; Most recently, the Pen-Pen Peace Network has launched a public awareness campaign in communities within Monrovia to educate citizens about Ebola. Liberia’s ministry of health and social welfare has trained and employed pen-pen drivers to disseminate information on virus transmission and prevention, to encourage safe practices among citizens and fellow drivers, and to attempt to reduce the continued risk of civil unrest against aid workers. The drivers’ ability to speak local dialects helps to address the concerns of distressed citizens.; There is evidence to suggest that Pen-Pen Peace Network’s initial post-war peace-building efforts have been accepted by community members and this appears to have carried over into their Ebola awareness campaign. Preliminary analysis by the Purdue Peace Project suggests Liberians listen to the drivers’ messages because they are everyday citizens.; There are other initiatives addressing Ebola-related violence in Liberia. The Early Warning and Early Response Working Group, a network of local civil society organisations, governments and United Nations representatives, recently launched a campaign in four hard-to-reach counties. The International Research & Exchanges Board (IREX) is working to help civil society and media groups organise forums to discuss issues around the Ebola crisis, while urging constructive engagement with the government.; Challenges still exist, however, especially in addressing communities outside of Monrovia. There is no clear government support to empower health workers and social mobilisation committees to carry out community-driven response activities beyond the capital. Unless the fight against the spread of Ebola is expanded beyond Monrovia and is fully decentralised to county, district, and community levels, and adequate support is provided to caregivers and health practitioners, many more people will die.; This is a sad reality, but initiatives like the Pen-Pen Peace Network drive home the message that local citizens can be effective peacebuilders. The government and its partners should take keen note of this and consider identifying, strengthening, and supporting community-led structures, especially in counties not yet affected by the virus.; Nat Walker is Liberia correspondent for Insight on Conflict. Stacey Connaughton is director of The Purdue Peace Project. Kai Kuang is a teaching assistant at Purdue Liberal Arts. Follow @PurduePeaceProj on Twitter.; This article draws on two blogs posts from Latest Insight and Building Peace magazine.; Read more stories like this:; • Ebola: the story of the Sierra Leone diaspora response that no one is telling • Killers to healers: training Burundi’s youth to choose peace • Media and communications: the first line of defence against Ebola • Advertisement feature: Harmonisation: improving support for malaria control; Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-34",
  "namespace": "we1sv2.0",
  "title": "Wednesday 15 Oc..."
}