{
  "content": "Monday 2 September 2013 17.16 EDT\tArts policy: where do Labor, the Coalition and the Greens stand?\tCultural policy has barely been discussed this election. So what might a new government mean for the arts and the ABC?\tWhile the economy and asylum seekers have been ever-present in the 2013 election, the arts have barely received a mention from either Kevin Rudd or Tony Abbott. As with most elections, cultural policy has not been a battleground in 2013.; \"It has not loomed large on anyone's agenda during this election campaign – though in that it is not alone,\" says Flinders University cultural policy expert, Professor Julian Meyrick.; Despite this, 2013 might be one of the better elections in terms of the arts and culture of many years, with Labor, Liberal and the Greens making positive statements and little sign of the culture wars of the Howard years.; Labor's pitch relies on the runs on the board it has accrued in government. With its $235m Creative Australia policy – Australia's first national cultural policy since Paul Keating's groundbreaking Creative Nation in the 1990s – the current government's commitment to the arts and culture is the most substantive of the two major parties.; Labor's policy is not only costed, it is legislated and funded, with significant new funding in the budget papers over the forward estimates. In addition, Labor has also made a number of further commitments in the portfolio, including new funding for a National Live Music Office, the full funding of digital broadcasting for community radio stations, the delivery of the national arts curriculum, funding for urban cultural development agency Renew Australia, and Creative Young Stars grants aimed at helping young people. Arts minister Tony Burke can rightly claim that Labor has the most generous cultural funding on offer.; The Greens have released a slate of arts and cultural policies, including a regional arts policy and a $12m policy specifically targeted at young and emerging artists – a constituency of obvious importance to the party. The Greens also have an innovative $27m policy to support community media, backed by the party's communications spokesman Scott Ludlam.; In contrast, the Coalition has made no formal policy statement about the arts, and has no funding commitment on the table. When Guardian Australia asked Liberal arts spokesperson Senator George Brandis about a Coalition arts policy, we were directed to a speech addressed to arts audiences in western Sydney, setting out his philosophies for the sector.; If elected, Brandis comes to the portfolio with ministerial experience as John Howard's last arts minister. The platform he has outlined is one of supporting the arts for their own sake, chiefly through the major cultural institutions and arts companies. At the centre of his agenda is the idea of \"excellence\".; Traditionally, \"excellence\" in arts policy has meant support for the elite arts organisations and big cultural institutions that are funded by the Australia Council's Major Performing Arts Board; there is reason to believe these organisations will continue to enjoy the favour of an Abbott government.; Brandis believes the arts should be celebrated for their own sake. \"A thriving and healthy arts sector is an intrinsically good thing – which needs no justification other than the good which it itself brings to a decent, sophisticated and liberal society,\" he said. But he has also foreshadowed at least one funding cut to the portfolio, with the abolition of the Creative Young Stars program.; According to Stuart Cunningham, professor of creative industries at Queensland University of Technology, Brandis appears to be heading \"very much in the direction of a purist arts policy, one that focuses on the recognised and established art forms and the traditional reasons for supporting them.\"; Of course, culture is about more than just \"the arts\", and one of the perennial problems of cultural policy is that it increasingly happens beyond the traditional definitions of music, visual arts and performance. The communications portfolio remains a key player, regulating television, radio and the internet.; The largest single cultural organisation in Australia is the Australian Broadcasting Corporation. The ABC is funded through a three-year agreement that locks in $2.5 billion until 2015.; Given its broad reach in the Australian community and the critical importance of its newsgathering, the national broadcaster is a perennially sensitive issue. Although the ABC tries to be scrupulously balanced in its political reporting, conservatives have long harboured dreams of crimping its influence – or perhaps even selling it off.; An Abbott government would be unlikely to court the controversy that privatisation would bring, but the big dollars devoted to Aunty might prove a tempting target for a cost-cutting government come 2015. And in another potential policy shift, the ABC's foreign broadcasting service, known as the Australia Network, could be given to Murdoch-aligned Sky News.; This article is not the place to compare the competing claims about which party can deliver a better National Broadband Network but the internet is critical to culture – and on this score, Labor's policies are better aligned than the Coalition. Brandis has even criticised Creative Australia for being \"subjugated\" to the NBN. Labor insiders hint that funding announced for the game design sector via Simon Crean's Interactive Games Fund could be under threat from a Coalition government looking for cuts.; Flinders University's Julian Meyrick says that whoever gets elected, the legacy of Creative Australia – and its decade-long framework for the funding and structure of the arts sector – will be significant. \"If the fate of previous policy documents is anything to go by, Creative Australia will still be used as an organising framework for intervention regardless of who wins government,\" he argues.; \"Substantively, there isn't much separating the Liberal and Labor vision of culture, save the degree of enthusiasm for the task, which varies according to ministerial personality rather than partisan point of view.\"; Cunningham argues that because Creative Australia was developed through years of consultation with the arts sector and cultural industries, it's \"a positive example of policy process,\" and has much in common with the early creative industries policies developed under Howard-era Communications Minister Richard Alston, whose portfolio included the arts.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2013-la-29",
  "namespace": "we1sv2.0",
  "title": "Monday 2 Septem..."
}