{
  "content": "Friday 3 October 2014 09.38 EDT\tNew Books Party: books received this week\tAlthough I recently returned from visiting London, books still arrived in the mail during my absence for me to share with you. Here’s some of the treasure-trove ...\tWhen I get new books, I like to share them with people. Unfortunately, since you all are so far away, I cannot host a book party in my crib where you can look over them, so I’ll do the next best thing. I’ll host a book party on my blog each Friday of the week when I either purchase books, they are given to me or when review copies arrive in the mail. In this New Books Party, I will try to be your eyes by presenting my quick “first impression” -- almost as if we are browsing the shelves in a bookstore together -- and I’ll also provide relevant videos about the book and links so you can get a copy of your own.; Visual Ecology by Thomas W. Cronin, Sönke Johnsen, N. Justin Marshall and Eric J. Warrant [Princeton University Press, 2014; Guardian bookshop; Amazon UK hardcover; Amazon US hardcover/kindle, buy or rent]; Publisher’s synopsis: Visual ecology is the study of how animals use visual systems to meet their ecological needs, how these systems have evolved, and how they are specialized for particular visual tasks. Visual Ecology provides the first up-to-date synthesis of the field to appear in more than three decades. Featuring some 225 illustrations, including more than 140 in color, spread throughout the text, this comprehensive and accessible book begins by discussing the basic properties of light and the optical environment. It then looks at how photoreceptors intercept light and convert it to usable biological signals, how the pigments and cells of vision vary among animals, and how the properties of these components affect a given receptor’s sensitivity to light. The book goes on to examine how eyes and photoreceptors become specialized for an array of visual tasks, such as navigation, evading prey, mate choice, and communication.; A timely and much-needed resource for students and researchers alike, Visual Ecology also includes a glossary and a wealth of examples drawn from the full diversity of visual systems.; My first impression: I requested this book because I am using it as a reference and resource material for several long-term projects I am working on. Basically, it is a beautiful textbook: aesthetically formatted, clearly written, and with many carefully-chosen (and beautiful to look at!) data images that support the concepts presented in each chapter. This is a wonderful resource for grad students and medical students who want a deeper understanding of vision, advanced undergrads as well as well as the curious (educated) layperson.; Nick and Tesla’s Super-Cyborg Gadget Glove: A Mystery with a Blinking, Beeping, Voice-Recording Gadget Glove You Can Build Yourself by Bob Pflugfelder and Steve Hockensmith [Quirk Books, 2014; Amazon UK hardcover/kindle; Amazon US hardcover/kindle]; Publisher’s synopsis: Bright siblings — and amateur inventors — Nick and Tesla Holt are back in this fourth installment of their whiz-bang middle-grade series. This time, the twins are out to save science itself, as they race against the clock to figure out why a robotic assortment of history’s greatest scientists and inventors keeps going haywire. Is this sabotage, robo-geddon … or something more sinister? To unravel the mystery, they’ll have to keep adding all-new gadgets to their cyborg glove as they stay one step ahead of a hidden adversary. Together with zany scientist Uncle Newt and their friends Silas and DeMarco, Nick and Tesla won’t give up until an answer is found … but can they do it before time runs out? In this book, readers will learn how to construct a super-cyborg gadget glove that has four incredible functions: LED signal light, ultra-loud emergency alarm, handy sound recorder, and UV secret message revealer. Science and electronics have never been so much fun!; My first impression: This is the fourth installment in a kids’ science book series, but I’ve been sucked in to the Nick and Tesla story, too. These books feature an action-packed story combined with a number of interesting science-y objects that kids (and adults) can build using a variety of items usually found in most homes. I won’t spoil my upcoming review by telling you any more about this book here, but I did want to reassure you that my review is coming. The book series and the projects described within are quite fun for any kid, whether they enjoy science or not. [Read my reviews of book 1: Nick and Tesla’s High-Voltage Danger Lab; book 2: Nick and Tesla’s Robot Army Rampage; book 3: Nick and Tesla’s Secret Agent Gadget Battle.]; Professor Stewart’s Casebook of Mathematical Mysteries by Ian Stewart [Profile Books, 2014; Guardian bookshop; UK Amazon hardcover/paperback/kindle; US Amazon hardcover/kindle]; Publisher’s synopsis: Like its wildly popular predecessors Cabinet of Mathematical Curiosities and Hoard of Mathematical Treasures, Professor Stewart’s brand-new book is a miscellany of over 150 mathematical curios and conundrums, packed with trademark humour and numerous illustrations.; In addition to the fascinating formulae and thrilling theorems familiar to Professor Stewart’s fans, the Casebook follows the adventures of the not-so-great detective Hemlock Soames and his sidekick Dr John Watsup (immortalised in the phrase ‘Watsup, Doc?’). By a remarkable coincidence they live at 222B Baker Street, just across the road from their more illustrious neighbour who, for reasons known only to Dr Watsup, is never mentioned by name. A typical item is ‘The Case of the Face-Down Aces’, a mathematical magic trick of quite devilish cunning...; Ranging from one-liners to four-page investigations from the frontiers of mathematical research, the Casebook reveals Professor Stewart at his challenging and entertaining best.; My first impression: This looks like a really good pub book -- something that you can read and use to impress and entertain your drinking buddies without causing them to question their reason for drinking with you in the first place. Each vignette is short enough (and the book is small enough) that you can slip off to the loo and read it whilst perched upon the porcelain throne before returning to wow your friends with numerous facts. For example, after my personal test-drive of this book and, having indulged in a British ale or two myself (ahem), when I first opened this book, I ran across the short essay entitled “Hexakosioihexekontahexaphobia”, which is the fear of the number 666. Apparently former US President Ronald Reagan suffered from this irrational phobia -- never mind that at least some number of his many mindless supporters probably also suffered from it and might have been disturbed that the actual address on his private residence was 666 St Cloud Road. I’d tell you more but my glass is empty.; Zombies and Calculus by Colin Adams [Princeton University Press, 2014; Guardian bookshop; Amazon UK hardcover; Amazon US hardcover/kindle]; Publisher’s synopsis: How can calculus help you survive the zombie apocalypse? Colin Adams, humor columnist for the Mathematical Intelligencer and one of today’s most outlandish and entertaining popular math writers, demonstrates how in this zombie adventure novel.; Zombies and Calculus is the account of Craig Williams, a math professor at a small liberal arts college in New England, who, in the middle of a calculus class, finds himself suddenly confronted by a late-arriving student whose hunger is not for knowledge. As the zombie virus spreads and civilization crumbles, Williams uses calculus to help his small band of survivors defeat the hordes of the undead. Along the way, readers learn how to avoid being eaten by taking advantage of the fact that zombies always point their tangent vector toward their target, and how to use exponential growth to determine the rate at which the virus is spreading. Williams also covers topics such as logistic growth, gravitational acceleration, predator-prey models, pursuit problems, the physics of combat, and more. With the aid of his story, you too can survive the zombie onslaught.; Featuring easy-to-use appendixes that explain the mathematics necessary to enjoy the book, Zombies and Calculus is suitable for recent converts to calculus as well as more advanced readers familiar with multivariable calculus.; My first impression: I am not sure how this book slipped through the publishing process to be included in Princeton’s normally superb anthology of books, but it did. The target audience appears to be schoolkids and anyone else who religiously avoided maths all their lives. I suspect the author is trying his best but this book is neither particularly enlightening nor amusing. Of course, my opinion may change after I’ve had another beer.; .. .. .. .. .. .. .. .. .. .. ..; When she’s not got her nose in a book, GrrlScientist can also be found here: Maniraptora. She’s very active on twitter @GrrlScientist and sometimes lurks on social media: facebook, G+, LinkedIn, and Pinterest.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-31",
  "namespace": "we1sv2.0",
  "title": "Friday 3 Octobe..."
}