{
  "content": "Saturday 15 November 2014 19.07 EST\tDVDs and downloads: 22 Jump Street, Transformers: Age of Extinction, The Purge: Anarchy, How to Train Your Dragon 2, The House of Magic, Freaks and Geeks\tUndercover cops Jonah Hill and Channing Tatum make for a fine bromance in the hilarious 22 Jump Street, but Michael Bay’s Transformers: Age of Extinction is loud but hard to love\t“Death of cinema” doomsayers are handed fuel for their argument in this week’s DVD slate: all four of the highest-profile film releases are sequels to existing blockbusters. We needn’t concede the point to them, however, thanks to the reckless ingenuity of 22 Jump Street (Sony, 15) – not just the year’s most purely hilarious mainstream comedy, but among the most acrobatically self-reflexive sequels in mainstream Hollywood history.; I’ve previously waxed lyrical in these pages about Phil Lord and Chris Miller, habitual redeemers of iffy ideas: they made The Lego Movie work, after all. Having already reconfigured hokey 80s cop show 21 Jump Street as a sparky comic vehicle for Channing Tatum and Jonah Hill, they dare to suggest the joke has been overstretched. “Things are always worse the second time,” says Nick Offerman’s poker-faced police chief, assigning bumbling undercover cops Jenko and Schmidt to a near-repeat of their assignment: ferreting out drug dealers at a liberal arts college.; Yet where the previous film was a goofball buddy picture, this one riffs friskily on the romantic comedy, casting its perfectly matched leading men as squabbling soulmates. In a genre saturated with jocular bromances, Lord and Miller all but delete the “B”: Jenko’s passing infatuation with a fellow football lunk counts as a significant coming-out moment for the multiplex. All that and priceless gags too: from a deadpan beaut of a Cate Blanchett pun to a deliriously self-mocking closing credit sequence. Needless to say, they had more than they needed: the Blu-ray is rammed with extra scenes and features, including a “joke-free” edit of the film that is, as you might expect, commendably brief.; Not as short, however, as an explosion-free edit of Transformers: Age of Extinction (Paramount, 12) would be. Michael Bay’s not taking that chance, nor any others, in the long, loud fourth instalment of this crunching metal-upon-metal franchise – and why would he? Some critics have been sufficiently blasted into submission by the robot wars to hand Bay qualified auteur status: there’s little denying the singularity of his mindlessness, and the expertise of craft that goes into it, but this remains a hard franchise to love. Still, no Transformers film has been quite as objectionably stupid as The Purge: Anarchy (Universal, 15), the second chapter in what looks dismayingly to be an ongoing series of horror films laced with inept social critique, pinned to the empty high concept of government-sanctioned murder. Missing the essential satirical ingredient of identifiability, it doesn’t even match its dim predecessor on the scare front.; How to Train Your Dragon 2 (Fox, PG) may be a more pleasurable sequel than either of these, but it’s hardly a necessary one: where the first animated outing for young Viking dragoneer Hiccup and his fire-breathing beast succeeded on classically complete storytelling, this one’s arc feels more patchily extended, a contrived canvas for the series’ admittedly still dazzling world building. Kids will thrill to it, of course, but no one will complain if you put the first one on instead. Also on the animated front, and also a vertiginous technical achievement, is the French-produced The House of Magic (StudioCanal, U). It’s ostensibly the one original property in this week’s pack, though this cute-enough story of an abandoned kitten seeking sanctuary with a ramshackle conjuror’s crew cribs so heavily from Pixar and DreamWorks that you’d hardly know it.; It was nostalgia for a different form of familiarity that led me to Amazon Instant Video this week, where the much-mourned one-season-wonder Freaks and Geeks is currently available to subscribers. Now 15 years old, this drolly anti-cool high-school drama commands additional interest as a time capsule, having launched estimable careers behind the camera (Paul Feig, Judd Apatow) and before it (James Franco, Seth Rogen). But it remains warmly, perceptively entertaining on its own terms, with a smart, gawky lead turn from Linda Cardellini that really ought to have made her a bigger star. Dismissed after one year, it’s a worthy candidate for sequel treatment.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-38",
  "namespace": "we1sv2.0",
  "title": "Saturday 15 Nov..."
}