{
  "content": "Monday 3 November 2014 14.06 EST\tNik Wallenda's overhyped high-wire act crosses the line from spectacular to sellout\tThe made-for-TV daredevil walks between skyscrapers less for the magic than the money. You call this man a superhero? Nik Wallenda completes wire walk across Chicago skyline\tThe American daredevil Nik Wallenda represents the seventh generation of The Flying Wallendas family, who have pioneered high-wire walking for more than a century. He was born into the stunt world, and so his careful saunter on Sunday evening between two pairs of skyscrapers in Chicago, where the skyscraper was invented, was a meeting of “destiny”, as Wallenda’s website boasts.; After conquering his first inclined walk between west Marina City tower and the top of the Leo Burnett building, Wallenda turned around, put a blindfold on, then walked a tenuous path between the two Marina City towers. When he finished, he thanked God for his success. He might have also thanked his various other sponsors.; The danger was real; Wallenda wore no harness and the line had no safety net. But the glibness of that second, stakes-raised stunt on Sunday – and Wallenda’s immediate announcement of his plans to traverse the Tallulah Gorge in Georgia and perform two headstands while 600 feet in the air ... it all lends a kind of cynicism to the commodified media spectacle, which netted 13m viewers for the Discovery channel. After a long century, do we really need to keep staging this stuff?; America has spectacle and stunt embedded in our DNA. We can trace these roots back through Evil Knievel’s motorcycle jumps and the death-defying escapes of Harry Houdini that captivated audiences even without live-streams over the internet. Maybe Paul Revere was our first stunt man, breathlessly riding his horse through colonial towns. The American penchant for football is predicated on witnessing imminent violence, of the sort that our various high-paid, high-stakes professional stunt men so often risk especially for our enjoyment.; But how can we really enjoy yet another daredevil when the stunt is being done less for the magic than for the money, even as it endangers real lives that don’t just exist on-screen?; Lately, superhumanity has become more commercialized than ever. When the Austrian skydiver Felix Baumgartner jumped from a helium balloon 24 miles back down to earth, his vessel was barely visible for its profusion of Red Bull logos. We’re even seeing a move against that commodification.; When Alan Eustace, a senior vice president at Google, surpassed Baumgartner’s record the other day, he did it in secret, without the help of his company or a brand endorsement. Eustace’s is a kind of pure feat, done for the sheer pursuit of experience rather than the resulting media bonanza and potential rewards of money and notoriety, neither of which, I suspect, Eustace needed.; After Wallenda’s completed his latest made-for-TV trek, Michael Lawrence, a Columbia College lecturer in liberal arts, tweeted that the stunt might have constituted “a kind of terrorism,” composed of “urban disruption, manipulation of anxieties, a threat of (self) violence as spectacle.” At their worst, these “anachronistic” spectacles, as Lawrence described them to USA Today, form an exploitative, death-stoked propaganda.; When Nik Wallenda’s great-grandfather Karl was 73, he attempted to cross the gap between two buildings in Puerto Rico from 121 feet in the air. Part way across the wire, he wobbled, dropped his rod, struggled to hold on, and finally fell to his death in front of a crowd of witnesses as well as live TV cameras. I don’t think that’s something we need to see again.; Of course, we still want authentic heroes, perhaps even more so in a time of such tumult. What we crave and what would serve us best, however, is not the overproduced hype of a mediated stunt created to be consumed but the pursuit of such risk and heroism in everyday life. After all, we’ve turned Newark mayor Cory Booker into a folk champion. The hashtag #AlexFromTarget is currently celebrating a particularly handsome Target staffer. Even a glance at Upworthy provides more attention-worthy moments than someone pointedly risking a gruesome death on a high wire.; When wonder is internetified, processed through the same channels as Vines and listicles – will that article actually renew your faith in humanity? – we risk making it mundane. You can’t cross the same two skyscrapers twice.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-36",
  "namespace": "we1sv2.0",
  "title": "Monday 3 Novemb..."
}