{
  "content": "Monday 13 October 2014 02.00 EDT\tHome and away: the British teenagers who have won scholarships at America’s top universities\tA new programme is offering British teenagers from low-income families the opportunity to study at the best, most exclusive universities in America, including Harvard, Yale and Columbia. Rhik Samadder talks to five of the 61 gifted students embarking on a great adventure this autumn\tFor most of us, the great American universties are a mystery – we know Harvard, Yale, Brown and Princeton as the oak-panelled nurseries of presidents and social-media tycoons. They are stunningly expensive, with fees of up to $60,000 (£37,580) per year dwarfing those in the UK. Studying there can seem an impossible dream.; For those with ambition but no trust fund, there is the Sutton Trust, which promotes social mobility through education. Through a scheme it piloted last year with the Fulbright Commission’s US-UK exchange programme, 61 state-school students from Britain travelled across the Atlantic in September to enroll. The scheme targets students from families with low annual incomes, the majority with less than £25,000.; Many will be the first in their family to go to university. Their lives are about to be turned upside down as they swap jobs in McDonald’s for Nobel laureate tutors and apartments on Broadway. Will it be four years of keg parties and developing strange hybrid accents? Or 3,000 miles of homesickness? We met five of the brightest just before they left to ask what they are looking forward to and what they are nervous about.; From Witham, Essex Going to Barnard College, Columbia University “I think I’ll put a massive Union Jack on my wall so everyone knows I’m British,” says Jouja Maamri, keen to preserve her identity. “Losing my accent worries me. We met one guy who’d just finished four years there and kept switching between British and American sounds. ‘A cup of cwoorfy?’ I don’t want that!”; At Barnard, the distinguished women’s college of Columbia University, Maamri intends to pursue a lifelong interest in politics. “I watched Channel 4 news a lot when I was young. We weren’t allowed to watch much else. I’d write headline reports for Mum and Dad.” Her current weekly schedule – participating in a local film club, writing for the college paper, work at a pharmacy and charity fundraising – chimes with the US emphasis on extracurriculars and internships. “There’s often this catch-22, where people come out of university with the right degree but none of the experience. I want practical knowledge.”; While her father returned to his native Algeria in 2010, Jouja remained in Essex with her mother and little brother. “Even though I’m from a small town, I’ve never experienced any racism. Hopefully in New York I’ll be shielded from any ignorance. There’s lots of Muslims at Barnard, too, though in fact it’s very Jewish – lots of kosher meal plans. My grandparents are Jewish, so it’ll be nice to know more about those roots.”; She knows it will be a challenging course. “You don’t get the relatively easy first year some people have in the UK: from December I’ll start exams which all count towards my final,” she says – but it won’t be all work and no play. “I’ll have a Broadway address, rent-free, for four years. I intend to make the most of it!” And what the process has taught her most is that she is valued. “I was applying not only for a space, but also for $250,000 (£156,000). So they want me there – they’re willing to pay that amount for me to go. It does make you feel special.”; From Borehamwood, Hertfordshire Going to Yale “When I applied, I’d never been out of the country, didn’t have a passport, never been on an aeroplane,” says Paige Cunningham. It was the summer school residential week at Yale that really sold her on the Sutton Trust scheme. “I thought: even if I don’t get in, there’s a free trip to America.”; Paige lives with her mum and sister, who both work in the same call centre. “I’m the first of my family to go to university, apart from maybe a cousin,” she says. “People around this area tend to stay here.” Thanks to her school achievements, Paige was offered a place at Oxbridge, but she preferred the experience of the US admissions system. “They’re basically saying: ‘We like you as a person.’ I know they wanted me, not just my grades.”; She’s headed back to Yale – alma mater to four American presidents, 17 Nobel laureates and Hillary Clinton – to take a double major in philosophy and cognitive science. “But the liberal arts approach means I can also try neuroscience, biology, philosophy, and history. I’m into volunteering and drama, I want to get involved with reading programmes, singing…” She seems overwhelmed by possibility. “Sometimes it hits me and I think: ‘No, it’s not real! I can’t be going to this amazing place!’”; The wealthy Ivy League institution is “need blind” – offers are extended to students before calculating their required financial assistance. “That was good because I needed a lot. I’m worried about fitting in, but I’m told private students are actually impressed with those on financial aid, because coming from a background of nothing and getting here… They’re cool with that. I’m hoping there won’t be snobbery. I get on with most people.”; The only thing that’s slightly daunting is being so far from home. “My sister and I are twins; we’ve never been apart. How am I going to cope on my own?” But the American invitation wasn’t one she could ignore. “It came out of the blue – and pretty much my whole future changed.”; From Blackpool Going to Harvard Gemma Collins works at a McDonald’s in Blackpool. She has a second part-time job, volunteers as a fundraiser for a local kids’ football team – and gets excellent grades at school. She and her mum were shopping in Manchester when she found out she was going to Harvard. “I was in River Island, shaking, trying to get phone reception. I wasn’t expecting to get in, but it turned out they’d emailed me the acceptance offer and it had gone into my junk folder. I just started crying, and jumping up and down.”; Since then she has been flown to America and met some of the undergraduates she’ll soon be studying alongside. “One of them told me that the floor below him has the son of a Microsoft director. At the back of my mind it does worry me that I’m going for free – and other people can afford to pay for it. But you can’t shut yourself off and just hang around with your own sort. You have to make the most of your opportunities.”; Blackpool hasn’t, she admits, offered her many of those. “There’s a lot of crime,” she says. “Mum’s a single parent, so I’ve felt I had to stay and help. But I’ve also had a timer on my phone counting down the days.”; While the move to the elite university was an unexpected break, her career plans remain the same. “I want to become a teacher – I don’t think that’s going to change. I want to go into challenging schools, like the ones in Blackpool. I want to make a difference.”; From London Going to University of North Carolina at Chapel Hill “I am shy,” admits the softly spoken Ade Olatunde. “But people look up to those who act, not just talk.” When a teacher advised him to contact the Sutton Trust, he discovered he had just a single day to gather references, and he submitted his application minutes before the deadline.; Ade’s act paid off. He won a place on the Morehead-Cain foundation at the University of North Carolina, where the scholarship criteria demand “moral force of character and physical vigour”. Ade has both: he’s a dedicated rower and participates in CitySafe, a community-led campaign providing havens for young people at risk of street violence.; He’s also proved he can handle big life changes. “I grew up with my grandmother in Lagos, Nigeria, and joined my mum here when I was 11. America will be less of a culture shock. I watch TV to understand different societies, what makes people laugh.”; He’s philosophical beyond his years, too. “I’m interested in human geographies – climate change, biodiversity, developing versus first-world issues – you see the world through different lenses.” He’s pretty matter-of-fact about how this great opportunity has come along. “I may have been chosen because I was black or disadvantaged, a great story – my assumption is that I’m a good candidate. Either way it’s out of my control. I react the same to good or bad news. Things come and go; there’ll be worse and better days. You keep moving.”; His family was less reserved about his big break. “My brother and sister were screaming. My mum’s sad, but she always knew I’d do something like this.” And his friends? “They think it’s gonna be like American Pie! Which it isn’t, unless it’s American Pie: The Library Edition, which no one wants to watch.”; From Methil, Fife Going to Northwestern Tommy’s old school does not have an enviable reputation. “Googling turns up some not very nice words: chlamydia – we had an outbreak – or ‘worst in Fife’.” It’s these kind of unfair aspersions that annoy Tommy. “We’re between two universities, St Andrews and Edinburgh, and because we can’t match them gradewise we are seen as a bad school, even though we’ve got fantastic things happening that aren’t necessarily to do with grades. My school sends students to an international space school at Nasa every year, where they plan a mission to Mars. But when you read about us in the paper, you only get bad things.”; Undeserved press notwithstanding, Tommy has always wanted to broaden his horizons. “Around here there’s nothing to do. There’s no clubs or organisations – we just go to people’s houses and hang out.”; Tommy agonised over the Ucas form that required him to pick one subject, because he excels in so many. “I like maths, English, politics, sciences and history. The UK system is fine if you know what you want to do. If you don’t, you’re kind of stuck.” Being a polymath, Tommy was a natural fit for the US system in which students apply by university rather than subject, trying classes from a choice of hundreds once there. “I spoke to some engineering majors who were all doing a play. I loved that.”; He had a rigorous financial assessment. “It’s invasive, but universities can’t just throw $60,000 into the air.” But Tommy is not worried about fitting in. At Northwestern, “80% of students are on some amount of aid”.; The biggest draw is the chance to travel. “I don’t want to live in the same place,” he says. “I want to see different things. I won’t miss anything here greatly, except family – I’ll miss my four-year-old niece. But I’m excited to step off a plane and be somewhere else.”; If you are interested in applying of the programme, please email suttontrust@fulbright.org.uk\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-33",
  "namespace": "we1sv2.0",
  "title": "Monday 13 Octob..."
}