{
  "content": "Thursday 15 May 2014 12.37 EDT\tBear Hands: 'It's like a weirdo, twisted marriage'\tThey went to college with MGMT, but missed Brooklyn's indie gold rush. Is now the right time for Bear Hands?\tBear Hands are doing this \"new band\" thing in the wrong order entirely. The Brooklyn four-piece formed in 2006, when James Blunt's You're Beautiful was everywhere and Arctic Monkeys were still a baby band broken big by Myspace. Shortly afterwards, they got their messy breakup out of the way: they fell out with each other. A couple of years after that, they parted ways with their first manager. This was the era in which the likes of MGMT (whom they knew from university), Yeasayer and Passion Pit were on top with their danceable rock, so they must have thought they had missed the boat.; Except somehow, now, after being a band for eight years, it seems to be happening for them. They have just signed to a major label and are getting mainstream radio play for their single Giants, which comes with a ludicrously catchy, simple hook: \"I am loving you more.\" Dylan Rau, the band's singer/guitarist/synth player, says they just stuck with it. \"Yeah, we didn't give up,\" he drawls. He's dazed from a lively early-afternoon show at the Coachella festival in California – which, he says sincerely, was \"a dream, we've been dreaming about doing this for years\" – and, squinting in the sun, he talks of a steelier determination than his laidback demeanour would suggest.; \"A lot of people thought we would have broken up, but we stuck to the theory that if we gave up, we'd lose,\" he says. \"Then it would have been: Bear Hands, they put out this EP, people liked it and that was it. But we knew we had good tunes so we just didn't stop. It took a long time. So that would be my advice to other bands. Just don't stop.\"; First they had to get started. Rau had played in punk bands at school in Connecticut, where he became aware of Val Loper (bass) and TJ Orscher (drums), who played in a bigger localish hardcore band, In Pieces. He met guitarist Ted Feldman at the liberal arts mecca of Wesleyan University, where both were studying film. \"There's a house on campus called the Eclectic Society, which is a co-ed fraternity. Ted was in there, and that's where they put on most of the shows. It was crazy.\" MGMT were \"two or three years ahead of me\" and they were loosely acquainted, with a lot of friends in common. \"I basically look up to them a lot,\" he says.; Eventually, as many bands seemed to do in the mid-00s, all four of them gravitated towards Brooklyn, having decided they wanted to be musicians for a living, and put out an EP, Golden, in 2007. It took another three years for their debut album Burning Bush Supper Club to come out. They do not move quickly, but Rau says he is grateful that this is happening now and not then – sort of. \"If it had happened then, I think I would have fucked it up really bad. Obviously I was younger, I liked to party more, it could have been scary. At the same time, I probably wish I had a couple more years of my 20s to enjoy this, if it starts happening.\" He says somewhat sadly that, at 28, \"I'm getting older.\"; Reading on mobile? Click here to watch the video.; They remain based in Brooklyn, and though it is nowhere near the hub of hype that it was then, Rau says it's still the place to be. \"I've lived in Brooklyn for seven years and the rents keep going up, so you have to keep moving further out, but it's a big city. There are enough sketchy neighbourhoods to go and gentrify,\" he drawls.; Paying the rent has resulted in the sound of their second album Distraction, which is cleaner, slicker and has a clear pop intent. \"We're trying to write pop songs, obviously,\" says Rau. \"We're trying to get something on the radio. I'm trying to make money. I'm trying to pay the rent and stuff.\" His candour surprises me; it's not often that bands are so blunt about their commercial intentions. \"It's not like I have other songs where I'm like, 'Oh, these are my abstract, smart, highfalutin songs. I've written songs that I like, I can't choose them.' But it would be really nice to make a little money off playing music, especially these days.\"; A few days later, I talk to Feldman, who calls from a Texas truckstop, where the band are in the middle of another North American tour (Rau had cracked that it was probably their 78th time). I ask him if Distraction was designed to be a money-making machine. \"No!\" he says, instantly. \"That's never been the aim of the band. We've always wanted to be able to do this for a living, but if it was really about making money, we probably wouldn't be playing in a rock band. We'd be DJing or writing pop songs for other people. We definitely, definitely want to make money. We want to make all of the money. But when we are writing songs we try to make sure that they are good.\"; Like Rau, Feldman is philosophical about their earlier troubles. After all, eight years is a long time to work it all out. \"We grew a lot, learned a lot. We're definitely a better band now than we were a year a go, or two years ago, or eight years ago. We had our share of fights and bad blood, but it's like a weirdo, twisted marriage.\" He laughs. \"We're in the Catholic tradition. We stuck it out.\"; • Distraction is out in the UK in August. The single Peacekeeper is out now on Warner Bros.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-17",
  "namespace": "we1sv2.0",
  "title": "Thursday 15 May..."
}