{
  "content": "Wednesday 19 March 2014 07.33 EDT\tMove over, Stem: why the world needs humanities graduates\tGlobal problems can't be resolved without a humanities perspective, so academics need to get out into the world and make the case for their subject\tBusiness leaders called last week for subsidies for UK science and maths degrees to boost graduate numbers. Supporters of the humanities may be alarmed – but they need to work harder promote the unique skills of their graduates, the British Council's director in the US argues.; It seems that universities everywhere are getting together to speak up for the humanities. Last week, in London and Oxford, an activist humanities conference brought together Oxford, Soas, Delhi, Nanjing and Virginia. Just days before, in the US, George Washington University huddled with Turkey's Bogazici and Morocco's Al Alkhawayn to launch a global humanities initiative. Next month, at Going Global – the world's largest annual international higher education gathering run by the British Council in Miami, ways to mobilise the humanities will be one of the primary topics of debate.; And the debate won't stop at the college walls. It will need to focus on how to move on from the groundhog days of such seminars and to liberate this discussion from the academy loop and into that elusive \"real world\" which the humanities claim to be able to influence and improve.; So what's up with our cloistered historians and philosophers, our literary critics, classicists and scholars of the fine, performing and otherwise liberal arts? Clearly there's some gathering global anxiety within the academy and it's mainly around the difficulty of getting broader social recognition for the two convictions about humanities that are motivating these discussions.; The first conviction is that humanities graduates are eminently employable and are trained with unique skills which bring serious advantage to the world of work.; Last week saw calls in the UK to reduce the bills for students of science and maths in order to produce a larger contingent of qualified graduates, particularly to teach these critical subjects in schools.; At the same time in the US we can see the obverse of that benign intent. Politicians in Texas are proposing that liberal arts students should expect to pay full fees and more, with no suspicion of subsidy. Their argument is that such study is self-indulgence, and of no onward value to society, so there's no reason why such niceties as art appreciation, the history of Russia or the theologies of Hinduism should be publicly supported. Instead, funds should be fully dedicated to Stem subjects (science, technology, engineering and maths) and business studies.; In the UK at least, public funding for research in the arts and humanities is currently holding fairly steady. In the US, however, the pressure's on when it comes to research too. American coffers are running dry and the national endowment for the humanities, like the national endowment for the arts, is regularly subjected to grant cuts.; The second conviction around which the debate swirls is that the world desperately needs the insights of the humanities. Socio-economic progress, developmental challenges and the intelligent addressing of complex world issues require a combination of skills drawn from the humanities, social sciences and Stem subjects to design and deliver holistic and fully informed solutions.; Increasingly, development agencies assert that technologically sound, engineering-based projects are failing because they don't take sufficient account of the cultural context. These projects, in concept, design and implementation, lack the human perspective that recognises that no global issue, developmental problem or socio-economic challenge can be fully understood, let alone resolved, without real evidence of how the local community and the rest of humanity are experiencing it.; In this emerging exchange between the humanities as a discipline and needs of societies for development, security, prosperity and employability, academics need to re-position themselves in the world and look back at their academies.; Then they will see that the world is not constituted of ring-fenced elements of Stem, social sciences and liberal arts. God did not create chemistry on the first day, social anthropology on the second, and area studies on the third. The world was and is created of light, form, time, materiality, biological life and human experience. And the challenges it presents us with will be belittled and traduced unless we respond with appropriately holistic and multifarious solutions.; The varying disciplines into which we have conveniently siloed our world must find collaboration in a new interdisciplinarity.; Paul Smith is director of the British Council in the US. He spoke at Oxford University as part of the activist humanities conference.; This content is brought to you by Guardian Professional. Looking for your next university role? Browse Guardian jobs for hundreds of the latest academic, administrative and research posts.\n",
  "metapath": "Corpus,guardian-la,ProcessedData",
  "name": "guardian-2014-la-10",
  "namespace": "we1sv2.0",
  "title": "Wednesday 19 Ma..."
}