{
  "content": "Thursday 5 December 2013 09.27 EST\tArtist as entrepreneur: the American model or same old American dream?\tArtists want money to make more art, entrepreneurs so they can make more money, says Andrew Horwitz – so what gives?\tAs European-style government funding for the arts is unlikely to continue even in Europe, and as the idea of the American model of arts funding is promoted abroad, it seems ever more urgent that we have a conversation about the strengths and weaknesses of arts funding in America and how to bring coherence, sustainability and resilience to the cultural ecology.; It's important to note that there is no single American model of arts funding. Much like our absurdly inefficient healthcare system, arts funding in America is a hodgepodge of public, private and philanthropic resources assembled willy-nilly into a constantly shifting and volatile landscape that usually – but not always – works out in favour of the already-advantaged.; This chaos and volatility is deeply American and quite central to our values as a country. While in the past this dynamism has frequently led to social innovation and economic progress, at the moment our system seems to be broken.; Our legacy funding systems are not designed to meet the needs of a cultural sector so radically transformed by three decades of demographic, political, social and economic change. In fact, the US is increasingly incapable of having an essential public conversation on the relationship between the public, private and philanthropic sectors. So much so that the American model of anything – not merely arts funding – is up for grabs.; This sets in context the emergence of the trend of the \"artist as entrepreneur\" – the original version of which was as much a product of the late 1990s dotcom boom as anything else. After that bubble burst in 2000, and then with 9/11, the implementation of the artist as entrepreneur was moderated to a more modest position of skill building and professional development.; However, in today's startup era, powered by social media and new technology, and with the continued growth of venture capitalism, we're seeing the rise of \"artist as entrepreneur 2.0\" – to some extent, old wine in new bottles.; While I trace the beginning of the idea to the late 1990s, American artists have a long history of balancing their art and business practices. The American modernist composer Charles Ives maintained a day job as the director of a successful insurance agency throughout his life; Andy Warhol was an art director at an ad agency before he was a celebrated visual artist.; Poets, playwrights, composers and more. There was a time when it was not shameful to have a job and be an artist – when they were not mutually exclusive propositions and having a head for business didn't disqualify you from being artistically viable. In other words, all artists are entrepreneurs. This is not a new or innovative way of thinking.; The essential (and most controversial) conceptual pivot of the modern notion of the artist as entrepreneur was to frame art-making as business, giving artists the tools to create and manage their careers in a responsible, economically sustainable way. But there is a considerable difference between giving artists business training and mandating that they should behave like entrepreneurs in a for-profit economy.; Not to be too obvious, but there is a reason that the arts, humanities and education are situated in the not-for-profit sector. It's because they are not for profit; they are for something else. And that is where we encounter an almost unbridgeable chasm between the artist and the business person: artists want money so they can make more art; entrepreneurs want money so they can make more money.; Anyone from the arts who has ever spent time talking to someone from an elite business school has suffered the indignity having them condescendingly lecture you about all the things that he (and it is almost invariably a he) knows about your field (that you already know) and how you should fix it. He thinks that, because artists don't hold the making of money as their highest value, we must therefore be simple and naive.; The irony of course is that when we look at the way artists actually operate in the world, the way they create extraordinary works of art in resource-scarce environments, we find that they regularly develop inventive, innovative, adaptive and resilient systems that corporations spend millions of dollars to try and build.; Writer and artist Amy Whitaker has proposed that we look at economics as \"a collective creative design problem\". Artists not only need to take the lead in this conversation, they must also reach across the table – as daunting as it seems – to the funders, institutions and for-profit entrepreneurs and help them to see what artists actually do. We must make ourselves visible through collective action, educate ourselves to their concerns and come to the table as trusted partners intent on change.; If funders truly believe in the humanistic value of the arts, they must not compel artists to merely adopt the practices of for-profit entrepreneurs. They must advocate for the value in what artists already do: bringing the artistic imagination more fully into everyday life and making creative expression a fundamental human right.; They must resist the inexorable logic of the so-called free market, and advocate for the fundamental core value that there are things in this world that are not for profit – they are for something else, something more vast, meaningful and enduring, and that artists can lead the way.; This is an edited version of a provocation for the Third Ear symposium, which takes place at Southbank Centre on Friday 6 December 2013; Andrew Horwitz is a critic, curator, founder of Culturebot Arts and Media, and co-founder of the Brooklyn Commune Project – follow him on Twitter @amhnyc; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up free to become a member of the Culture Professionals Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-279",
  "namespace": "we1sv2.0",
  "title": "Thursday 5 Dece..."
}