{
  "content": "Thursday 14 February 2013 12.13 EST\tIranian students complain of discrimination overseas\tSanctions blamed as bank accounts frozen, student loans denied and university applications rejected\tAs US and EU sanctions aimed at Iran's nuclear programme continue to escalate, an increasing number of Iranians studying abroad are finding themselves in the firing line. Bank accounts have been frozen, student loans denied and university applications rejected.; Until recently, Yasamin studied electrical engineering in Leeds. She was accepted into a PhD programme, but with the sharp drop in the value of the rial her family could no longer afford to support her, she said. Yasamin's hopes of pursuing her doctoral studies at the University of Illinois, Chicago, were also dashed when she was unable to demonstrate that she had $26,000 (£16,700) in the bank. Her savings amount to half of that in today's currency. So instead of completing her education, she is biding her time in Tehran, hoping for a job offer in Europe. Like others interviewed for this article, she asked to be identified only by her first name.; Reza, 22, who is studying medicine in Hungary, faces similar problems. \"When I came here, the toman was 1,000 to a dollar, now it's 4,000,\" he said. (One toman is 10 rials.) Because of sanctions it is virtually impossible to carry out international bank transfers from Iran, leaving many students in Europe to go back home to fetch the money they need for university. At least once a year Reza carries $20,000 (£12,650) in cash from Iran to Europe, of which $15,000 goes to pay his tuition. This far exceeds the $5,000 legal limit one is allowed to take out of Iran. \"I go there and hide the money in my underwear,\" Reza said. \"Really!\"; Not everyone can get their hands on that kind of money in Tehran, and many students have to stay there longer, risking missing the university's payment deadline. \"For whatever reason, we are the victims,\" Reza said. Critics of the sanctions argue that they not only create bureaucratic annoyances but are discriminatory and potentially violate basic rights.; The uncertain financial situation of Iranian students has put universities on guard. In Denmark, the University of Aarhus recently accepted an Iranian PhD engineering student but reversed its decision \"due to the international economic sanctions against your country and the severe problems with transferring money from Iran to foreign countries\".; The university said it was cautious about accepting students on Iranian government scholarships in case they ended up without the means to support themselves. \"This is actually out of concern for the students,\" a spokesman said. The university readmitted the student on appeal.; Some European governments have instructed universities to reject applications from Iranian masters and PhD students in certain academic fields. In January, the Czech Technical University in Prague rejected Nazli, an Iranian student of geomatic engineering, because she was Iranian. The university said it was acting on government orders.; In Tehran, Nazli said she was laid off from her job a few months ago because her employer declared that construction work was unsuitable for women. She was later told that insurance for female factory workers had been cancelled, and that the government had instructed the Department of Renovation and Construction in Tehran not to hire women. Last year more than 30 public universities in Iran banned women from 77 university majors, including engineering, computer science, business and English literature.; \"In this atmosphere I was forced, like many others, to continue my education abroad,\" she said in an email. \"But if European universities only accept Iranian students for undergraduate work and don't let them enter graduate schools … the chance for Iranian women to study and work in engineering fields will be zero.\"; European sanctions do not impose restrictions on education, but the Czech education ministry argued in an email that it was taking appropriate steps to avoid violating EU sanctions. The ministry has recommended universities \"not to admit students from Iran to study the fields which may be used in the development and manufacturing of weapons of mass destruction and weapon systems and delivery systems of mass destruction or, more generally to support nuclear programme (military and industrial)\".; According to the ministry, a course Nazli applied for – sustainable constructions under natural hazards and catastrophic events – fell under this definition. \"For Iranian students of the other 'peace' study fields, such as agriculture, economics, humanities, the door of Czech higher education institution is open,\" the ministry said.; In the US, reports emerged last month that a bank had notified 22 Iranian students at the University of Minnesota that their accounts would be closed. The bank, TCF, said it had sent the letter to a larger group of customers, not just Iranians. The bank is still reviewing the accounts, and said some of the customers who had responded to questions about certain transactions had kept their accounts open.; Amir, a PhD student, said he would not respond to the bank's questionnaire. The questions were very personal and detailed, he said, and inquired about the nature of his PayPal account, the source of his money and how he planned to spend his money each month. \"Instead of giving us answers they just asked us more questions. It was offensive,\" Amir said, adding that the university's office of international students had not heard of students of other nationalities receiving the same notification.; The sanctions against Iran do not prevent banks from doing business with Iranians in the US, but given the complex web of regulations, some choose to err on the side of caution, experts say. Jamal Abdi, policy director with the National Iranian American Council in Washington, said sanctions are aimed at the government in Tehran but policymakers were aware of the consequences for ordinary Iranians. \"We mined the entire Iranian economy and then we expect civilians to be able to walk through these minefields – and that's not possible,\" he said.; In November Parastoo, a student of fine arts in Boston, received a notice from Discover Student Loans, rejecting her loan application. \"Unfortunately, we cannot approve your application for the following reason(s): the country of residence you provided on your application is on the OFAC sanctioned country list,\" the letter said.; In an email, Discover said it \"offers and services student loans in compliance with law, including restrictions imposed by United States sanctions programmes\", but refused to answer why Parastoo's account was closed or to comment on whether it was a general policy to reject applications from Iranians.; Parastoo previously had a loan to cover her living expenses with Citibank, which sold the loan to Discover. After conversations with the dean, the university stepped in with a $2,000 scholarship, but Parastoo said the help was not enough. \"I have to work more, but international students can only work on campus. It's hard for me, I have no connections here,\" she said.; In Europe, Iranian students are also coming forward with claims of banks discriminating against them on the basis of nationality. According to Mohsen, working on his PhD in mechanical engineering at the University of Leeds, NatWest closed his account in February 2012 without any prior notice and told him he could not transfer his money to any other RBS-owned bank. Mohsen he made no transactions with Iran. RBS failed to respond to repeated requests for comment.; Mohsen said he had opened the account with NatWest when he arrived in the UK in 2008 because Barclays, HSBC and Lloyds had all rejected him, citing his nationality as reason. \"It's a kind of discrimination,\" Mohsen said. \"So many students from all over the world come here, and they can all have bank accounts.\" He has now opened an account with Santander, but feels his problems are far from over. \"It happened once so it can happen again in the future,\" he said.; Samira Afzali, an immigration lawyer in Minneapolis, is collecting complaints from Iranians affected by sanctions. The main problems they faced, she said, were electronic payments, but ordinary cash deposits at banks also caused problems. An Iranian-American who checks an online account from an Iranian IP address while visiting family in Iran would have their account blocked automatically, she said.; Navigating sanctions regulations, banks and businesses will not risk the liability of dealing with Iranians. Aside from the bureaucratic nightmare, Afzali said, it was in effect creating a second-class status for Iranians and those of Iranian descent.; Sanaz Raji contributed reporting from Leeds\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-40",
  "namespace": "we1sv2.0",
  "title": "Thursday 14 Feb..."
}