{
  "content": "Friday 23 August 2013 07.00 EDT\tSteven Poole takes issue with linguist Steven Pinker's language\tWriters sometimes feel that the terms of a debate are unhelpful, though not many then cheerily announce they are just going to redefine a burdensome word\tSometimes writers feel that the terms of a debate are unhelpful, though not many then take the step of cheerily announcing that they are just going to unilaterally redefine a burdensome word. But that is what the cognitive scientist and linguist Steven Pinker has tried to do. In an essay for the New Republic entitled \"Science Is Not the Enemy of the Humanities\", Pinker's target for forcible linguistic re‑education is the term \"scientism\".; \"Scientism\" describes the practice of making wildly inflated claims for what modern science is able to explain, while denigrating other modes of understanding. For instance, popularisers of neuroscience who claim that it can solve the mystery of who we really are have no scientific basis for such claims. They are overreaching and indulging in false advertising. That is what I and others have called \"neuroscientism\", a discipline-specific subset of scientism in general.; Pinker affects to not quite understand this usage. \"The term 'scientism' is anything but clear,\" he complains, \"more of a boo-word than a label for any coherent doctrine … The definitional vacuum allows me to replicate gay activists' flaunting of 'queer' and appropriate the pejorative for a position I am prepared to defend.\"; Let us pass over in a kind silence Pinker's reference to \"flaunting\" by \"gay activists\". What does he want \"scientism\" to mean instead? Two ideas: that \"the world is intelligible\", and that \"the acquisition of knowledge is hard\". That's one in the eye for all those critics of scientism who believe, somehow simultaneously, both that we can never understand anything about the world, and that acquiring knowledge is easy.; Pinker's claim that the word \"scientism\" currently floats melancholically in a \"definitional vacuum\" will come as a surprise to lexicographers. Dictionaries have quite substantial entries on it. The earliest citation in the OED is from the preface to George Bernard Shaw's play Back to Methuselah. Instructively, the word is here deployed by a man who is defending science and attacking religion. \"Let the churches ask themselves why there is no revolt against the dogmas of mathematics though there is one against the dogmas of religion,\" Shaw writes. \"It is not that science is free from legends, witchcraft, miracles, biographic boostings of quacks as heroes and saints, and of barren scoundrels as explorers and discoverers. On the contrary, the iconography and hagiology of scientism are as copious as they are mostly squalid.\" Here, Shaw uses \"scientism\" to indicate a kind of cultish puffery quite familiar from our modern promoters of the \"iconography\" of brain scans.; Later, \"scientism\" also denoted an overweening science envy in other disciplines. The philosopher of science Karl Popper explained this usage in his 1970 essay \"On the Theory of the Objective Mind\". There he says (presumably unaware of Shaw's earlier use) that the word \"originally\" meant \"the slavish imitation of the method and language of 'natural science', especially by social scientists; it was introduced in this sense by Hayek in his 'Scientism and the Study of Society'\". (Popper himself defines it rather as \"the aping of what is widely mistaken for the method of science\". The mistake – widespread, he laments, among historians – is to copy the \"alleged but non-existent method\" of \"collecting observations and then 'drawing conclusions' from them\". This is impossible because what counts as evidence is theory-driven: \"you can neither collect observations nor documentary evidence if you do not first have a problem\".); Perhaps this earlier meaning of \"scientism\" helps us to understand Pinker's complaint better. After all, his essay begins by suggesting that a little \"21st-century freshman science\" would have helped correct the blunderings of titanic Enlightenment philosophers such as Kant, and it ends by promising present-day humanities scholars that they have a bright future ahead if only they will use \"behavioral genetics\" to interpret \"biography and memoir\", or apply \"data science\" to \"musical scores\". In other words, as you might say, they should slavishly imitate the methods of the natural sciences.; Pinker's essay poses as a gesture of reconciliation between the two cultures, but is really a thinly veiled demand for total surrender by non-scientists. It thus perpetuates the idea that science and the humanities are hermetically distinct entities. Popper had already lost patience with this notion long ago. \"Science, after all, is a branch of literature; and working on science is a human activity like building a cathedral,\" he wrote. \"Labouring the difference between science and the humanities has long been a fashion, and has become a bore.\" It's entirely possible that Pinker would not have held his interest for too long either.; So perhaps \"scientism\" is not such a useless word after all. Indeed, in both its modern sense, when Pinker claims that science could have solved Kant's and Spinoza's philosophical difficulties, and in its older Hayek and Popper sense, when he calls for the humanities to become more science-based, Pinker's essay is itself a textbook exercise in scientism. No doubt he, as a linguist, is entirely aware of this pleasing irony.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-189",
  "namespace": "we1sv2.0",
  "title": "Friday 23 Augus..."
}