{
  "content": "\n\nFriday 28 February 2014 12.30 EST\tGraduates and 'dead-end' jobs used to be a match made in heaven\tNina Stibbe remembers a time when cafe and shop jobs for students fresh out of university were to be enjoyed not feared\tI read the other day that graduate jobs are to increase significantly this year. This is a relief after all the articles about graduates not even getting interviews and having to work in shops and cafes for years before stepping foot on the career and housing ladders. We've all read about the anxiety and frustration of graduates who, after studying hard for three years, have \"ended up\" in \"dead-end\" jobs.; My mother had been expelled from her girls' boarding school in 1957 for chucking fruit out of a window and borrowing a teacher's bicycle. It was impressive, I thought.; I left at 15 in the late 70s. I didn't go to university. The reason being that I discovered I hadn't been put in the O‑level classes (as a result of \"erratic attendance\") and I opted to leave altogether rather than attend the CSE classes, for less able pupils. It being my opinion that CSEs probably weren't worth the fag.; I didn't regret leaving. I already had a part-time job in a nursing home (45p an hour) that quickly became a full-time job, and I loved it – the quirky residents with all their anecdotes and opinions and my colleagues with all theirs – until I got bored with the rural setting. So I went after a new challenge working at the dentist in town. The good thing about the new job was mainly its being in town – the leafy bit by the university, near the museum and thronging with interesting-looking students. I was happy enough, although after the dramas of the nursing home, the new job with a lone dentist had a different feel and I bought a Dannimac raincoat from Fenwick's. My sister thought the Dannimac was a cry for help. Then a few of my friends and my brother were preparing to go off to university – to bigger towns far away and even to London – and I began to regret not only the Dannimac, but almost all of the choices I'd made so far. I suddenly saw the limits to life I'd chosen and I longed to move to London and get an anglepoise lamp like my brother, and have a whole new life on the horizon.; Luckily, I knew another way of getting to London. Working at the nursing home, I'd whiled away many an hour flicking through The Lady magazine and seen the classified advertisements for nannies, housekeepers and live-in companions. Some involved looking after children and dogs, some offered the use of a nippy car, a self-contained flat and sometimes travel to foreign parts. All I wanted was a nice family in London. I applied to two adverts: one as nanny for a family connected with the Parker Pen Company and one for a family in Camden Town.; I did some research about the Parker Pen Company and read that it had created the pens that had written some of the most important documents of the 20th century and that, in 1930, it had invented quick-drying ink (Quink). Armed with this knowledge, I decided to wear a quirky bottle-green shifty top, which might also be mistaken for a medieval tabard, for the interview, which took place in a grand building somewhere near Buckingham Palace. I felt awkward from the start and brought up the quick-drying ink as an opener, thinking it might show enthusiasm and impress the wife of the Parker Pen executive. However, I could see it was last thing she wanted to talk about. She asked me questions about childcare but, out of nerves, I kept returning to the Parker Pen Company until she informed me the interview was over. My careful research hadn't been appreciated; in fact, I think it cost me the job.; Luckily, the Camden Town interview went much better. We got along great and, though I supported the wrong football team, I had impressed my future employer (Mary‑Kay Wilmers, editor of the London Review of Books) with my apparent love of Charles Dickens and my cooking abilities.; Being a London nanny was fantastic. The family was fun to be with and I fitted in like an older sister. To start with, I was preoccupied with domestic stuff, and my letters reveal much about the grocery shopping, the choice of soap powder and Mary-Kay's hair cuts. Then I met a friend, the helper at biographer Claire Tomalin's house (next door but one) and he dispelled the \"You can't go to university\" myth. In fact, he said \"You should go\" and my boss agreed, even though it would be quite inconvenient for her.; And it changed me. It wasn't that I had been excluded or underprivileged, I had had my share of devoted teachers and my family home was crammed with books, but the double whammy of not being entered for O-levels and being told I would never go to university had defined my adult life up to then. Having clever, trustworthy people around me saying I had all sorts of options marked a change of outlook for me. I stopped worrying about whether or not someone made their share of cups of tea or what shoes they wore and picked up a book. It sounds corny, but it's true.; So I read books that were interesting enough to captivate or stuffy enough to annoy, and I went to study humanities at Thames Polytechnic. It was marvellous: the learning, but more so \"being a student\". I was surrounded by silly 18-year-olds such as my friend Stella who lazed around and took it all for granted, earnest mature students whose work was well thought out and always typed, dropouts who should have been at Cambridge or Bristol, and local people who gained access and were as thrilled as I was to be there. It was a beautiful mix, and our tutors were of the modern type who had read Stuart Hall and Terry Eagleton and scrapped with the fuddy‑duddies. They took us to see plays and to hear thinkers think and talk, and I think we learned to think and to talk ourselves.; In 1987, we graduated and most of us just got jobs in shops or cafes. Some got stalls at Camden market and sold handmade trinkets or multicoloured candles and had the weekdays off to make the trinkets in front of the telly. We earned enough to pay the rent and buy paperbacks and have a niceish time reading and chatting in our dingy flats until the moment seemed right (a couple of years later, usually) to move into our \"professional career\". Unlike graduates of today, we didn't think we had missed the boat, we didn't panic about not having stepped on to any sort of ladder.; I don't think it was just me. Graduates back then were confident that opportunities were there but, mainly, we weren't made to think of ourselves as successes or failures, particularly at such a young age. Of course, there were fewer graduates then and most of us had grants so we didn't have huge bills to pay when we left. There was less parental expectation and, consequently, less parental involvement. We never expected to live at home again as many have to nowadays. We probably also never considered working for free (in internships or work experience).; In the 1980s, graduates I knew chose to earn enough to pay the rent and to work in \"dead-end\" jobs for a while. Graduates now have to do the same but the difference is that they feel they have failed by doing so, that they are wasting their time. Is this just about student loans or is it part of a bigger panic about losing out? Is it forgetting part of the reason why they went to university in the first place? And should we stop this rushing into adulthood, this panic about success? Quite possibly, reading a wonderful novel behind the till of an empty shop is a good, and, dare I say, more \"productive\" way to spend your early 20s.; • Love, Nina: Despatches from Family Life is published this week in paperback from Penguin.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-45",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 28 Feb..."
}