{
  "content": "\n\nSunday 19 October 2014 03.30 EDT\tRebecca Newberger Goldstein: ‘Science is our best answer, but it takes a philosophical argument to prove that’\tScientists and philosophers have long been at one another’s throats over life’s big questions. Now a novelist with a foot in each camp wants to get Plato involved\tFor some time now the discipline of philosophy has been under something of an assault from the world of science. Four years ago Stephen Hawking announced that philosophy was “dead”. He was referring specifically to the philosophy of science, which he said was still bogged down in epistemological questions from which science had moved on.; But philosophy in general has increasingly been viewed as irrelevant by many scientists. It’s a perspective that may be best summed up by the cosmologist Lawrence M Krauss, who has said: “science progresses and philosophy doesn’t”.; What’s more, science has begun to progress into areas previously occupied by philosophy and the humanities at large. These incursions have not gone unchallenged.; Last year the debate flared up in a much-publicised intellectual spat between the cognitive psychologist Steven Pinker and the cultural critic Leon Wieseltier, who accused Pinker and his fellow scientists of practising “scientism”, a term he defined as “the translation of nonscientific discourse into scientific discourse”.; “It is not for science to say whether science belongs in morality and politics and art,” wrote Wieseltier. To which Pinker replied: “It’s not for Leon Wieseltier to say where science belongs.”; Now into the fray, mounting a spirited defence of philosophy, steps the novelist and philosopher Rebecca Newberger Goldstein. And the philosopher she has selected to show the subject’s enduring relevance today is someone from the fifth century BC. In her new book, Plato at the Googleplex: Why Philosophy Won’t Go Away, Goldstein draws on her talents both as an analytical thinker and a fiction writer to bring the founding father of philosophy into the 21st century.; Goldstein is the author of six novels, as well as studies of the mathematician Kurt Gödel and the philosopher Baruch Spinoza. Her fiction often features philosophical or scientific elements — for example 2000’s Properties of Light was a ghost story that took in quantum physics. She studied with the great philosopher of the mind Thomas Nagel at Princeton in the 1970s, where she gained her PhD. In 1996 she was awarded a “genius grant” from the MacArthur fellows programme.; Goldstein is a small woman with big ideas. In person she is almost doll-like, with fine, tiny bones, an elegant high forehead and an easy smile. There’s nothing about her manner – no lofty airs or scholarly posing – that suggests the formidable intellect at her disposal.; For not only is she able to deliver an exhilarating exposition of ancient Greek and Platonic thought, she also brings Plato back to life, by having him conduct a series of dialogues in current-day America. One moment he’s at Google’s headquarters holding forth on the limits of democratic wisdom, the next he’s discussing child-rearing with an Amy Chua-type tiger mother, before taking on an abrasive Fox News presenter much like Bill O’Reilly.; It’s an interesting conceit that Goldstein handles with wit and a deft appreciation of Plato’s thinking, though it does serve to make her book a curious hybrid. What gave her the idea?; “Well, the idea of the dialogues came later. The germ of the book was that my background is scientific. I take science extremely seriously. I started in physics. But so many of my scientific friends have been attacking philosophy. The theoretical physicist and Nobel laureate Steven Weinberg said that philosophy asks questions until the empirical methodology comes along, and now it’s coming to the terminus. And I believe this to be so very wrong.”; One of the intriguing footnotes of the science v philosophy debate is that Goldstein is married to Pinker. They met because she was following a debate Pinker had been having with the late evolutionary biologist Stephen Jay Gould and, having bought Pinker’s latest book, she looked “Gould” up in the index. He wasn’t there, but “Goldstein” was. It turned out that Pinker, who is also a celebrated linguist, had quoted her rare use of the past participle “stridden” to illustrate a grammatical point. She phoned him up. They took part in a philosophical-linguistic debate, and romance followed. “Yeah,” she says, “so we have a nerd love story.”; Where does she stand in the argument between her husband and Wieseltier?; “Well you know I’m closer to Pinker’s position,” she says, clearly enjoying the scientific neutrality of using his surname. “I think that Wieseltier lumps philosophy together with literature, and as much as I love both of them and participate in both of them, I think they’re quite different.”; The biggest difference, she maintains, is that philosophy makes progress, whereas literature may change but it doesn’t, as it were, reach an improved understanding of the world. One of the things she seeks to show in her book is that, while Plato’s influence is profound – she quotes Alfred North Whitehead’s observation that European philosophy is a “series of footnotes to Plato” – philosophy has nonetheless developed a lot since his time.; “You know, we can read Plato and see how much he gets wrong. If you look at the theory or forms or that kind of essentialism, we know that to be wrong now. So many of these ethical intuitions we know to be wrong, they’re inconsistent. I think that’s what philosophy is all about. It’s trying to expand our coherence and that is a progress-making, knowledge-making endeavour.”; It’s obvious that in the sense of knowledge, philosophy has taken a great deal from scientific developments. And as scientific breakthroughs accelerate, it becomes increasingly difficult to keep up. But Goldstein believes the best of philosophers are doing exactly that.; “There are two kinds of questions,” she says. “‘What is?’ and ‘What matters?’ And when it comes to descriptions of reality, ontology, I do think that science is our best answer, but I think it takes a philosophical argument to prove that. It’s an epistemological argument. You have to argue for scientific realism against instrumentalism, and that’s all philosophical stuff. But the upshot is that science provides the best description of what is: it’s energy and matter and genes and neurons. That’s what reality consists of. But the realm of philosophy is in trying to reconcile what science is telling us – which is why philosophers have to know science – with other intuitions we have, without which we can’t make sense of our lives. Like, for example, personal identity. Is there any room for that, given what neuroscience is telling us? Or questions of agency and accountability.”; But philosophy, she contends, has more to take from science than just ontological facts. It could also learn from the way science writing has made itself accessible to non-specialists. “Philosophers have not done it as much. I think I have an explanation for that and I think it comes from Plato. I find the seeds of a lot of things in Plato. It comes from the Protagoras [one of Plato’s dialogues].”; She recounts how Plato explains that there some things people can be told by others and they accept, but some things which threaten their sense of themselves.; “The questions that philosophers deal in – what is the life that matters, when are actions justified – these are questions that every human being has a stake in and everyone feels themselves to be an expert on. So to say to someone ‘I’m a philosopher and I know about right and wrong in a way that you can’t possibly know’, you are demeaning their humanity. If Brian Greene says ‘I know more about string theory’, everyone says, ‘Fine, you’re the expert’. If philosophers say, ‘I know more about the life that matters’, people are not going to take it. So you have to find a way to do it, and it’s very tricky. Not many philosophers manage to do that.”; However, if philosophy often has a tendency to slip into self-referential obscurity, it would be wrong, says Goldstein, to characterise the work that philosophers do as divorced from the real world. Some scientist take the view that since what used to be called “natural philosophy” became physics, the remaining rump of philosophy has had nothing worthwhile to say. Indeed, people like Krauss argue that there is no longer much real difference between philosophy and theology.; Traditionally, the second philosophical question (“What matters?”) has been dealt with by two very different systems of thought, the Hebrew and the Hellenic, the monotheistic and the secular. Both originated around the same time, in what Goldstein calls the “normative explosion” of the “axial age”. Normative, in philosophical terms, means questions that concern what we “ought” to do. And axial age is the German philosopher Karl Jaspers’s term to describe the period between 800-200 BC in which a series of moral outlooks took shape in different parts of the world.; The two systems have provided the cornerstones of European civilisation. But for all the noise religion continues to make, we live in secular times. Our ways of thinking about what is right – whether it’s the relations between the sexes, freedom of the individual or the proper role of the state – have been shaped by the Platonic means of inquiry, a system of reasoning that seeks to unearth bias and contradictions, rather than accept directives handed down on tablets of stone.; “As religious as the Greek society was, when it came to his question of mattering, they approached it secularly,” says Goldstein.; She believes we undervalue this secular tradition and the Greeks’ part in it. Goldstein is well placed to make this judgment, having been brought up in an ultra-orthodox Jewish household, albeit one that allowed promiscuous reading. Her brother is an orthodox rabbi. It was books that provided her route to atheism, in particular Bertrand Russell’s Why I Am Not a Christian. “My parents didn’t mind my reading that,” she quips, “because they didn’t care if I wasn’t a Christian. But he destroyed all the arguments for the existence of God, including the moral ones, and I got what he was saying. I felt it all fall into place and just felt a tremendous relief.”; If Russell opened her eyes to what matters, a more problematic related question she touches on in the book is “Who matters?” For Plato, slaves and peasants clearly didn’t get much of a look in. But it’s in the expansion of mattering that Goldstein sees moral progress, which she attributes in no small part to the philosophers who followed in the Athenian’s wake.; Goldstein does not share the view popularised by John Gray that moral progress is an illusion.; “Part of the notion of being a moral person is you account for yourself, you give grounds for yourself, for your behaviour. You are prepared to defend your position. But the other aspect of that is, to whom are you prepared to defend it? To whom are you accountable? And one of the ways to actually see moral progress is in the expanding circle of those to whom we feel accountable.”; Plato, as she points out, felt accountable only to a small group of aristocratic Greek landowners. Famed for his concept of a philosopher king, the renowned philosopher is often seen today as an unapologetic elitist. Yet Goldstein is at pains to show that he was always open to persuasion and that his main concern was to establish what constituted a good life for all citizens – though of course, that was itself a limited group in ancient Athens.; But what about in our democratic age? Does everyone matter the same? If the aim is, as Plato maintained, to realise our best selves, does getting closer to our best selves mean that we matter more?; “Some people contribute more than others,” she says. “Some people are helping other people towards their own mattering, towards their own flourishing, more than others. I don’t think on the fundamental ethical level that means they matter more.”; So the charity worker and the child killer matter the same amount?; “You know, it is such a crying shame that this person is squandering his life, and causing others pain, but it is a crying shame that he is squandering his life because his life matters.”; This strikes me as a classic example of a philosophical belief, a moral position that is arrived at through a system of reasoning and intellectual coherence. But it is nonetheless a belief. We can’t prove that everyone matters, or that everyone matters the same amount. In this sense, Krauss has a point when he compares philosophy to theology. Yet surely it’s better to arrive at a belief through deep thought and rational analysis than by accepting it is a received article of faith.; Goldstein argues that philosophy can improve us as human beings, not in a self-help sense – although she recommends reading philosophy as a means of contemplating the important issues in life – but as a system of transferring intellectual intuition into popularly held feelings.; Look at any major social breakthrough, she says, and the chances are you can trace it back to a philosopher. It starts out as an intellectual argument, and only much later does it enter the mainstream of society, and then it becomes so everyday as to become invisible. This is why, she believes, we don’t appreciate philosophy’s progress – because it’s constantly absorbed and normalised by changing mores.; She cites as an example of philosophy’s improving influence the 16th-century philosopher Jean Bodin, who argued against slavery as far back as 1576. But as pope Paul III is understood to have done the same four decades earlier, I’m not sure this is the strongest case for philosophy as the incubator of social reform.; But what of the future? What current practices and behaviours will generations to come look back on with disbelief?; “I think the way we treat prisoners,” she replies. “I think solitary confinement is something that we’re going to look back on with horror. And factory farming. I’m not saying that everybody’s going to be a vegetarian or a vegan, but we will be horrified by the terrible amount of suffering that we’re inflicting.”; If so, she says we should thank Peter Singer, the Australian philosopher whose 1975 book Animal Liberation first stated the case for man’s inhumanity to animals. “I remember when it seemed crazy. But then other philosophers started talking, paying attention, criticising it, and it starts impinging on people’s emotions, it goes outside the realm of philosophy. It becomes a social movement.”; It’s unlikely that Plato would have thought too much about animal exploitation, although Ovid believed he was a vegetarian. But he would have appreciated the notion of an enlightened philosopher who is freed from a cave of false perception to envision a different and perhaps more accurate reality.; In the end, as Goldstein’s book eloquently argues, science and philosophy fulfil two different but complementary roles. Science may be able to tell us if and how animals suffer pain. But it requires philosophy to explain if and why that’s wrong.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-207",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 19 Oct..."
}