{
  "content": "\n\nFriday 17 January 2014 12.21 EST\tReg Foakes obituary\t\tMy friend and colleague Reg Foakes, who has died aged 90, was an eminent theatre historian, literary scholar and editor. His research on Shakespeare's original playhouses helped to shape modern understanding of English theatre history. He was also a brilliant teacher and lecturer, an innovator of academic programmes and a founder of departments.; Reg was born and grew up in West Bromwich, attending Black Lane primary and the local grammar school. In 1941, he started his BA degree at the University of Birmingham, but after he had completed one year his studies were put on hold by the second world war, in which he served mainly in India as a Fleet Air Arm radar operator. He resumed his studies in 1946, graduated and completed a PhD under the supervision of Allardyce Nicoll.; In 1951, Reg was one of three founding fellows of the Shakespeare Institute in Stratford-upon-Avon, dedicated to postgraduate study of Shakespeare and the English Renaissance, and now part of the University of Birmingham.; His teaching career then took him to the University of Durham and to visiting positions at Yale University and the universities of Toronto and California, Santa Barbara. In 1963, he founded the department of English at the new University of Kent, where he later became dean of humanities. He oversaw the introduction of programmes in film studies, drama and the history of art, and raised substantial funding to build the university's Gulbenkian theatre.; Among his many distinguished publications were Illustrations of the English Stage: 1580-1642 (1985), Hamlet Versus Lear: Cultural Politics and Shakespeare's Art (1993), Shakespeare and Violence (2002), and editions of plays, including the Arden King Lear, all of which emphasised his belief that drama should be studied holistically and in the context of original and later performance.; His extraordinary 1961 edition (reprinted in 2002) with RT Rickert of Henslowe's Diary led Reg to further groundbreaking research on Shakespeare's playhouses. He was a major contributor to the Henslowe-Alleyn digitisation project, which aims to conserve priceless material related to theatre in the time of Shakespeare, Marlowe and Jonson.; Reg and his first wife, Barbara, were married from 1951 until her death in 1988. They had four children: Frances, Martin, Rachel and Andrew. His second marriage, to Mary, who died in 1996, also brought him happiness. Reg is survived by his children and five grandchildren.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-17",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 17 Jan..."
}