{
  "content": "\n\nTuesday 18 November 2014 01.59 EST\tThe Research Excellence Framework – nerve-racking but necessary\tAs we anxiously await the results we should remember what these assessments have made us strive for\tBy this time next month we will have the results of the Research Excellence Framework (REF), in which universities’ work is scrutinised and funding handed out accordingly. Last time round, six years ago, I feverishly wrote “day before the results” and “morning after” pieces for the Guardian about what was then called the Research Assessment Exercise (RAE).; I’m still not sure why the name was changed. Perhaps calling it an “exercise” made it sound like a practice for something more important. But “framework”, though a bit odd, is more accurate. The REF has set out a framework for what counts as a successful research career. Having four 3* (“internationally excellent”) or 4* (“world leading”) research outputs for each REF is now the expectation placed on every academic.; The period between submission and announcement of results is a peculiar time. Every researcher laboured hard to achieve a high standard of work, every head of department, dean, impact case study consultant, and REF steering committee member reviewed, drafted, commented on, redrafted and polished innumerable attempts at the submission documents. Then someone pressed the button and the submissions went off to the reviewers. There was nothing left for us to do, apart from write lengthy reports about how to do it next time.; For a few weeks there was an REF-sized hole in our lives, though it has been filled up twice over with other tasks by now. But soon, just in time to make or ruin Christmas, the results come out. Last time I was concerned primarily about my own department, and had a bottle of champagne in the fridge, and a bottle of brandy, just in case, in the cupboard. This year I have the whole faculty to think about, and expect to find use for both the champagne and the brandy.; Rather, though, than reflect on the likely results and their further implications, I thought I should remind the jaundiced, such as myself, of some of the easily forgotten benefits of these assessments, since their inception, as the Research Selectivity Exercise, in the ancient times of 1986. That year, in each subject area a very small committee passed judgment on all relevant departments, including their own. Clearly the committee members were highly qualified to assess research. After all, a high number of them came from departments that turned out to do very well.; Luckily little rested on this exercise, and the methodology was refined for 1989, with further changes each time in 1992, 1996, 2000, 2004, 2008 and the current round, 2014. Now substantial funding and prestige follow the outcomes, and no committee member can judge their own department.; As the methodology developed, its first noticeable effect was on hiring practices. The RAE forced departments to look for new recruits who would produce the best research. No longer would marrying the daughter of the head of department, or wearing the right Oxbridge college tie to interview, guarantee the job. The genuine meritocracy of UK appointments is surprisingly recent and can reasonably be attributed to research assessment.; Subsequently, the exercise has been set up to incentivise other behaviours. And academics respond to incentives in a charmingly Pavlovian spirit. For 2008 emphasis was put on “research environment”, meaning that departments busily put on new conferences and started networking, developing encouraging and collegial research atmospheres, rather than locking all their researchers in a lab or library. This year has heralded the era of impact, where we must show that some of our research has made some difference to someone, somewhere. The novelty for 2020, still in development, looks to be “open access”, where we must make our publications available to be viewed free to anyone, anywhere. And once started, these things tend to stick.; Meritocratic hiring, vibrant research environments, impactful research, and open-access publishing must be good things. Probably none of them would have developed to the degree they have without the formal assessment of research. I will console myself with this thought while trying to get over a recurring anxiety dream in which I receive a brown envelope promising the REF results but containing nothing but the message “could do better”.; Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-227",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 18 No..."
}