{
  "content": "\n\nSaturday 7 June 2014 06.21 EDT\tObama's Scottish independence intervention gets a cautious reaction\tCampaigners on both sides of referendum debate remain uncertain about long-term impact of US president's remarks\tAs Better Together's version of the famous Obama “hope” poster, doctored to read “nope”, did the rounds on social media, campaigners from both sides of the Scottish independence debate remained cautious about the long-term impact of the US president's unexpected intervention in the referendum.; Speaking at a joint press conference with David Cameron at the G7 meeting in Brussels on Thursday, Obama said that the United States had a deep interest in ensuring the UK remained \"strong, robust and united\", although he stressed that the decision on independence was ultimately \"up to the people of Scotland\".; Those on the pro-union side readily admit that, whilst certainly not unhelpful in raising the profile of the no campaign, the president's intervention is not a game-changer.; As a spokesperson for Better Together said: “There is no doubting the significance of President Barack Obama's remarks which show the importance of the referendum on a global stage. President Obama’s remarks will certainly draw more attention to the referendum and demonstrate how important it is that we get this one right.”; Meanwhile pro-independence campaigners, who have borrowed heavily from the language and techniques of Obama's first election campaign, denied that the president's position would change their narrative. Indeed, Alex Salmond himself deliberately repeated Obama's best known slogan when responding to the intervention last night.; \"We are focused on securing a vote for independence this September and making Scotland a land of opportunity – and our message to the people of Scotland in the campaign in the months ahead is: 'Yes We Can',” he said.; Susan Stewart, former director of communications at Yes Scotland and Scotland's first diplomat to the United States from 2001-05, says: “It was fillip for the no campaign, and I was disturbed by the knee-jerk anti-Americanism from a minority on the yes side, but I don't think it's particularly significant in terms of how Scots will vote.”; Chris Carman, professor of politics at Glasgow University and an American who has been living in Scotland for nearly a decade, described it as “a tempest in a teapot”.; “I would seriously doubt you'd find anyone who was undecided because they wanted to know how President Obama felt about the independence referendum.” He added: \"Hillary Clinton has already made it clear that the official position of the United States government was they would prefer a no vote.\"; On the morning phone ins, and across social media, it appeared that Obama's works had simply entrenched the positions of those who had already made up their minds how they will vote on September 18 th , whilst having little effect on those who remain undecided.; Andrew Tickell, the legal and constitutional expert who blogs as Lallands Peat Worrier, says he doubts that Obama conjures profound emotions for the Scottish people one way of the other, now that he has lost “now he has lost that redemptive priest patina” of his first term. “It also depends on how the debate is framed. If you're talking about domestic policy, taxation, the economy, then it's not really relevant.”; “When you actually listen to what he said, and they way he said it, it was hardly an emotional rocket.”; Susan Stewart notes that international interest in the independence referendum is likely to increase significantly, with an influx of foreign media into the country for July's Commonwealth Games. “I should imagine other heads of state will come out or be cornered into making comments, and both sides will jump on this and try to make political capital out of it.”; Chris Carman doubts that further interventions from international leaders are likely to be as analysed as this one. “For the most part you can guess what that position would be. Nation states like stability so the leader's position is likely to be the less change the better.”; The more interesting question, says Carman, is why Obama intervened so strongly, said it rather than saying it was for the Scottish people to decide. “We know that if a question mark is put over the future of Trident, that complicates things for the United States.” ,; Dr Phil O'Brien, an expert in American foreign policy and director of the Scottish Centre for War Studies at the University of Glasgow, said until Obama's intervention senior US diplomats in the UK had publicly kept a neutral stance on the independence debate.; Privately there was anxiety about the threat to US interests of the UK's international status being greatly weakened in the EU, Nato and the UN, and the risk that independence could undermine the security of Trident nuclear weapons on the Clyde.; Obama officials will have been closely watching developments – including the recent rise in support for independence - and working out what impact a direct intervention would have on public attitudes towards the Obama administration.; “It had to be Obama or nothing,” says O'Brien. “I think the view would be if they thought it would make a difference they would say something, but the cat is now out of the bag. My guess is they made a political calculation of whether it would backfire or have a negative political impact.; “I cannot believe it was off the cuff, so it had to be something that they thought about deeply. The narrowing of the polls a few months ago might have forced them to decide to act.”; O'Brien said that, as the Guardian disclosed in April, foreign diplomats now believed the prospects of a yes vote in September had increased significantly. “The odds of a yes vote are, in their minds, much higher than a year ago,” he said.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-125",
  "namespace": "we1sv2.0",
  "title": "\n\nSaturday 7 Ju..."
}