{
  "content": "\n\nTuesday 18 March 2014 03.05 EDT\tBeing on a jury: I saw plenty of evidence for the value of three years at university\tMy experience on a jury made me starkly aware of differences in reasoning processes,' says Jonathan Wolff\t\"Good sense,\" writes Descartes in 1637 at the start of the Discourse on the Method, \"is the best- shared-out thing in the world; for every–one thinks he has such a good supply of it that he doesn't want more, even if he is extremely hard to please about other things.\" In Leviathan, published in 1651, Hobbes carries out what he calls a \"deduction\" of the laws of nature, which, he remarks, is too subtle to be followed by everyone, for most people \"are too busy in getting food and the rest too negligent to understand\". Magnanimously, he summarises the laws so that they can be understood by the \"meanest intelligence\": \"Do not that to another which thou wouldest not have done to thyself.\" Fair enough.; Descartes and Hobbes, so it seems, had a low opinion of the reasoning power of their fellow citizens. But then, they were not always very kind about each other, either. Hobbes thought that Descartes' masterpiece Meditations on First Philosophy was in part a rehashing of ideas known since Plato and much of the rest was confused. In response, Descartes impatiently accused Hobbes of reading his text with insufficient care and attention.; Whatever Descartes and Hobbes thought about each other, and whatever was true about the intelligence of the \"ordinary person\" in the 17th century, there is an interesting study to be done about the reasoning processes of those inside and outside the academy today. Although most of my time is spent with students or fellow academics, there are times when I have sat round a table with a broader cross-section of people. For example, on one occasion I found myself with a group of reformed drug addicts discussing whether hard drugs should be decriminalised and sold in high-street pharmacies. They were appalled at the idea: theft by staff, they said, would be rife, and customers would get mugged outside the shop. I had to admit that these problems simply hadn't occurred to me or my fellow liberal, do-gooding intellectuals writing up our report.; My experience on a jury, some years ago, made me starkly aware of other differences. I might have a better training for spotting an unsound argument, but others seemed much better at judging people, and whether they were telling the truth. Probably because it mattered far more for them. In my cosy little working life I don't have to put a lot of effort into whether people are trying to con me. Or if they are, there normally isn't that much at stake. Even if a student's essay is late not because of an expiring grandmother but because people of that age just need a lot of sleep, in the great scheme of things it isn't such big deal. (Note to students: but we will still deduct most of your marks if we find out.); Being on a jury taught me another lesson, too. As we painfully sifted through the evidence, it became clear that there were some people who came to a view early and stuck fast. Then there were others who wanted to find out what to think, and switched from side to side as the balance of evidence shifted. Those in the first group made many good arguments and presented their ideas forcefully, but they seemed relatively inflexible. They sometimes did change their minds, but it was a momentous event. Those in the second group welcomed challenges because this helped them test their ideas. They discussed the evidence in an open and balanced fashion, often switching position. Most of the people in this more flexible group were university graduates. They were able to make the distinction between criticising an argument and criticising the person who makes it. In other words, they were adept at depersonalising arguments. It wasn't only the graduates who did this, and some graduates were as stubborn as anyone, albeit in impressively inventive ways. But, on the whole, three years of finding out that your arguments are not as good as you think, and that you should go and take another look, seems to have some benefits after all.; • Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-55",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 18 Ma..."
}