{
  "content": "Tuesday 5 November 2013 22.32 EST\tWhat's the point of literary magazines?\tIt’s true that many cannot survive from sales – but this argument can be made about all art. Meanwhile, a growing enthusiasm for creative writing presents a tremendous opportunity for publishers\tLike many people involved with little magazines, I was somewhat taken aback by Robyn Annear’s recent piece about our sector in the Monthly. Her assessment of literary journals felt, on the one hand, uncharacteristically mean-spirited and, on the other, so awkwardly assembled that even now I am still not certain I understand the argument.; Consider the following:; \"Literary magazines do not stand between us and philistinism … because there will always be literary magazines\". With the best will in the world, that makes no sense whatsoever.; Then there’s this:; The weird negatives, the clumsy construction of that first line, the metaphors strained past the point of collapse: given these paragraphs introduce a piece chiding \"oddball miscellanies\" for publishing essays \"knockabout enough to be blog-fodder\", one wants to mutter something about pots and kettles.; Does this merely vindicate Muphry’s law, the adage warning that critiques of others’ editorial standards will invariably contain howlers of their own (yes, you can point out mine in the comments)? Perhaps so. But I wonder if there’s something else going on. Is it possible that an apprehension about literary journals cannot be argued intelligibly without acknowledging a deeper anxiety about literary culture, one too disturbing to be expressed coherently?; \"I’ve dwelt a good deal on what motivates the contributors and funders of literary magazines in print,\" Annear says. \"But what about readers? The fact is, there aren’t a lot of them.\"; One’s natural inclination is to respond defensively: actually, Overland’s subscriber base stands at a 30 year high; each paper edition of the journal reaches about the same number as most local literary novels; the print readership exists alongside the third of a million people who accessed the Overland website last year.; But that would be disingenuous. Basically, Annear’s right. Literary magazines do not reach a mass readership. Then again, neither does literature.; \"To say that no one much likes novels is to exaggerate very little,\" writes Gore Vidal. \"The large public which used to find pleasure in prose fictions prefers movies, television, journalism, and books of 'fact'\".; Vidal was arguing that back in the late 1960s, well before the digital revolution presented an array of an entertainment options against which the literary novel – indeed, literary writing of any kind – simply could not compete.; On all sorts of measures, the most significant cultural production this year was not a novel, nor a play, nor even a movie. When Rockstar rolled out the latest instalment of its Grand Theft Auto franchise, it earned a billion dollars after three days on the market. All over the world, people took sick days to play GTAV. What other form inspires that level of devotion?; \"Everyone knows that books have been getting the shit kicked out of them by movies and TV for many decades now,\" argued Todd Hasak-Lowy in the Believer a few months ago. Importantly, he wasn’t talking about sales: his point was that it had been a long time since a novel generated critical debate of the intensity (or, indeed, the calibre) spurred by the show Breaking Bad.; None of this is a secret. Everyone knows literary publishing in Australia rests on a very narrow audience. A famous commissioning editor once told me that her imprint relied more-or-less exclusively on \"the three middles\" – the middlebrow, the middle-class and the middle-aged. No, not all book buyers fit into those categories but they give you a working description of the readers who regularly attend festivals, keep up with the book pages and reliably buy new literary novels.; The Monthly piece discusses funding at some length, pointing out that many literary journals receive grants from the Australia Council and elsewhere. As Annear puts it in another peculiarly awkward sentence, \"depending wholly on sales and subscriptions would seem to be no way for a literary magazine to thrive.\"; Now, the great bulk of funding received by literary journals goes directly to contributors (with Overland, the figure stands in excess of 70%). Because the journals operate on the smell of an oily rag, they provide a very cheap delivery mechanism for funds allocated to poets, fiction writers and essayists. Without state funding, the older magazines would probably still survive – but they would be far less able to pay their writers even the pittance that they now receive.; But that’s not the important point.; Yes, it’s true that many lit journals cannot survive from sales and subscriptions. But, once more, that’s an argument that can be made much more broadly.; The Age, the Sydney Morning Herald, the Guardian, the New York Times: all of them survive, in one way or another, on subsidies, either from trusts or from other more profitable parts of the corporation that owns them. In his new book Breaking News, Paul Barry quotes one of Murdoch’s editors: ‘There’s only one person in the world who run The Times, the New York Post and The Australian at a massive loss and that’s Rupert. If he died today do you think that News Corp would still own those papers in three years time? No way.\"; Even those newspapers that do make money have never done so from sales and subscriptions, with the crisis in the newspaper industry less indicative of a loss of readership than a collapse of advertising revenue.; If Murdoch subsidises his papers for personal political gain, quality literary publishing has often depended on proprietors with deep pockets, people prepared to absorb losses in the name of good writing. That, after all, is pretty much the Monthly’s story, with Morry Schwartz bankrolling its launch to the tune of a million dollars or so. Kudos to him for doing so – but it scarcely constitutes a viable funding model for those of us who aren’t real estate magnates.; That’s why, as I have argued elsewhere, writers and the left need to lose their obsession with the market. For a previous generation, it was entirely uncontroversial to argue that state support was necessary if the new technologies of radio and television were to reach their full potential. Such was the genesis of the ABC, now one of the most trusted institutions in the country.; Today, the internet offers extraordinary opportunities for writers and readers. But, in a typically capitalist paradox, its emergence has caused absolute devastation throughout the publishing and news industry. These crises will not be resolved by the market – and that’s why we need to start serious conversations about public models.; Anyway, that’s a debate for another day. Let’s instead look at another point that Annear makes: that \"the absence of printed magazines – or literary magazines, full stop – would discommode contributors, and potential contributors, far more than it would readers.\"; Certainly, it’s true that a large proportion of those who subscribe to lit journals consider themselves writers. But I don’t see that as a problem. On the contrary, it seems to me that the extraordinary and growing enthusiasm for creative writing presents a tremendous opportunity for literary publishers of all sorts.; After all, a recent Australia Council study identified creative writing as a leisure time activity for a remarkable 16% of the population, with 7% working on a novel or short story and 5% writing poetry. In particular, writing courses are booming throughout higher education, in a context where many of the more traditional humanities are struggling. Surely that’s all to the good!; Annear’s concerned that creative writers seek publication for its own end, rather than as a means of communication. As she puts it:; I quite agree with Annear that championing emergence for emergence’s sake is empty.; Yes, literary magazines must do more than provide space for new authors. They should be places in which writers articulate why they write, where contributors develop the particular aesthetic or political credos they think will take the culture forward – less ‘publish me because it’s my turn’ and more ‘publish me because I have something to say that’s not being heard’.; But, again, surely Annear’s argument applies more broadly.; If you look back through the 20th century, the emergence of the most significant little magazines invariably involved the production of a manifesto – a document in which the journal articulated the aesthetic or political stance that justified its existence. A credo goes with the territory: given the intense difficulty of keeping a lit mag alive, you need some sort of rationale to explain why you bother.; Overland, for instance, possesses a very clear and very recognisable identity. We do orient to emerging writers, with a variety of competitions and other opportunities. At the same time, we present those writers with arguments about the political and cultural context in which they are working, precisely to foster an attitude to writing that goes beyond getting one’s name in print.; In particular, there’s an obvious political orientation to the magazine so that, for better or worse, Overland publishes perspectives that would not otherwise appear. Can other publishers make the same claim? What about, say, the Monthly?; Obviously, the Monthly publishes some talented writers, many of whom express interesting opinions on important subjects. Yet almost all its contributors have regular access to other outlets. If the Monthly ceased tomorrow, what views would be silenced? Does it not, for the most part, present an entirely mainstream liberalism, of the kind you can find daily in the Fairfax press and elsewhere? Yes, Monthly articles can be more extensive. But that’s scarcely much of a manifesto – \"we’re like the Age but longer!\"; I don’t want this to be misinterpreted. I am not attacking the Monthly or calling for its closure; on the contrary, I am glad that it exists. I am simply saying that the issues Annear raises are equally relevant for those outside the small press sector.; Indeed, precisely because little magazine are little, they tend to have addressed such questions more openly than their bigger counterparts, articulating at least some kind of argument about where they want to take the culture.; With that in mind, consider how that Monthly piece concludes. The final paragraph refers back to a pieceby Simon Tedeschi, a concert pianist recently published in Seizure. Annear writes:; I haven’t read the Tedeschi essay and would like to think that it’s not as much of a troll as that description makes it sound (asking a classical musician to assess a punk band seems as useful as sending a trance DJ to review Beethoven – or, perhaps, polling some fish as to their views on bicycles).; But let’s leave that aside. Actually, during his lifetime, Bach was recognised primarily as a performer. Why? Precisely because his peers dismissed his compositions as incomprehensible! The church that employed him as an organist reproved him for having made \"many curious variations in the chorale, and for having mingled many strange tones in it, and for the fact that the congregation has been confused by it\".; One might think, then, that, in a discussion of lit journals (publications that should provide a home for the marginal, the experimental and, yes, the unpopular), Bach makes a pretty good witness for the defence, a salutary reminder that initial responses provide no necessary measure of lasting aesthetic worth. Yet he’s enlisted to make the opposite case. In Annear’s argument, Bach stands for the canon: the classical master against whom the talentless punks contributing to little magazines are judged and found wanting.; This, I would suggest, is not a coincidence.; With its small, ageing and often aesthetically conservative readership, literary publishing faces an obvious pressure to reverse Brecht, to favour the good old things over the bad new ones. The clash between Bach and Frenzel Rhomb illustrates the tendency perfectly: an ideal metaphor for the reassuring assertion of conventional taste and a hostility to the new, the raucous and the unexpected.; If it’s vacuous to simply champion novelty – to publish emerging writers for the sake of publishing emerging writers – it’s equally inane to declare yourself in favour of \"quality\". Pinning your colours to \"new writing\" might risk an empty formalism (why should the new be any better than the old?) but if you’re merely presenting \"good writing\" you’re accepting as given that which you should be seeking to define.; Quite obviously, in the current context, where publishing’s so commercially dependent on such a narrow audience, an untheorised \"good\" will invariably mean \"that which a middlebrow, liberal readership already likes\".; For a glimpse of where that ends, we need only consider contemporary classical music, a form in which audiences are more or less overtly hostile to new composers of any kind. \"Even before 1900,\" Alex Ross explains, \"people were attending concerts in the expectation that they would be massaged by the lovely sounds of bygone days … The music profession became focused on the manic polishing of a display of masterpieces.\"; Why should I listen to new music when I could be hearing a composer from the eighteenth century, one I already like? Or, alternatively, why should I buy a new book when I have a perfectly good one at home?; Literature hasn’t reached that point – of course it hasn’t! – but any art form that allows its demographic to slowly narrow runs an obvious risk of cultural stagnation. The Annear piece does, I think, articulate some of the genuine difficulties facing the literary sector, albeit in a confused way. But these are problems that face all of us, not merely literary journals.; The solutions are not obvious. But if little magazines enjoy a certain freedom from market pressures, I’d like to think that makes them a space where we might start looking for answers.; • Jeff Sparrow is the editor of Overland, where this piece was first published\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-254",
  "namespace": "we1sv2.0",
  "title": "Tuesday 5 Novem..."
}