{
  "content": "Thursday 1 August 2013 11.51 EDT\tResearch in brief – 01 August 2013\tOur weekly round-up aimed at showcasing the latest research across the subject spectrum at UK universities\t• University of Oxford A picture showing the heart of a two-day-old zebrafish has won the British Heart Foundation's Reflections of Research competition. The image was produced by Jana Koth as part of her research at Oxford University. Under the microscope, it is possible to see individual cells and the internal organization of the early heart as it grows and develops. The green cells are heart muscle cells, and the red and blue staining shows components that make up the muscle. The heart of a zebrafish can repair itself after damage, something which human hearts cannot do. The hope is that understanding this ability might in the future allow ways of prompting heart repair in people who have had heart attacks and develop heart failure, an area of research known as 'regenerative medicine'. Jana says: \"In the course of our regenerative medicine research we produce images like this all the time. They help us to uncover the secrets of the zebrafish. It's great to be able to take a step back and admire the beauty, as well as the biology, of this natural wonder.\"; • St George's, University of London Screening guidelines used to detect possible heart conditions in athletes, which are based on data from white athletes, can lead to misdiagnosis and disqualification of healthy black athletes, research finds. Clinical scientists have found that black athletes are 10 times more likely to be misdiagnosed, and as a consequence, inappropriately advised to abandon a sporting career compared to white athletes. Researchers found the current measurements of heart dimensions used to diagnose these conditions do not correctly reflect the structural differences found between black and white athletes. Sanjay Sharma, professor of inherited cardiovascular disease and sports cardiology, says: \"To avoid the unnecessary end to a potential successful career, it is crucial to know what the 'normal' size of an athlete's heart is, so as to ensure particular features are not erroneously attributed to a 'sudden death syndrome' heart condition.\"; • University of Southampton Internet-based training could help in the fight against antibiotic resistance, research finds. Such training has shown to reduce antibiotics prescribing rates by as much as 62%. Paul Little, professor of primary care research at the University of Southampton, says: \"The high volume of prescribing antibiotics in primary care is a major driver of antibiotic resistance, which is one of the great public health dangers of our time, and raises the real prospect of serious infections becoming untreatable.\" He adds: \"Training has been shown to have a positive effect on lowering prescription rates, but the way training has been delivered and its reliance on highly trained staff around centres of excellence severely limits the impact in everyday practice. Novel techniques are therefore needed to lead changes at a national and international level. Internet training has the advantage that it can be disseminated widely at a low cost and does not need much resource.\"; • University of Bradford The braided hair of a 13-year old girl, whose frozen body was buried near the summit of Volcán Llullaillaco in Chile over 500 years ago, is providing researchers with new insights into the Inca capacocha ritual, which is believed to have involved child sacrifice. Through carrying out biochemical analysis of the girl's hair, scientists were able to determine what the girl was eating and drinking in the months before her death. The findings show the extent to which drugs and alcohol were used as part of the Inca ritual in the final weeks of her life. Andrew Wilson, senior lecturer in forensic and archaeological sciences, says: \"Hair grows around 1cm a month and, once formed, doesn't undergo any further alterations. Substances such as cocaine and alcohol leave markers which can tell us how much the person was consuming when that section of hair was growing. From the Maiden's hair, we have a two-year timeline running up to her death, showing us some of what she ate and drank.\" He adds: \"We think it's likely the Maiden was selected for sacrifice 12 months before her death, after which her treatment changed, corresponding to the sharp increase in coca consumption. She was then probably involved in a series of rituals, involving consumption of coca and alcohol, in the build up to her sacrifice, which kept consumption at a steady level. Both substances were controlled, were considered elite products and held ritual significance for the Inca.\"; • University of Huddersfield At least 200,000 children in Europe may be at risk of suffering mental health problems because of the issues they face when they have a parent in prison. Research calls for new levels of provision, such as child-friendly visiting centres, to be made for youngsters with fathers or mothers in jail. In the EU at any time there are some 800,000 children with an imprisoned parent. It is estimated that a quarter of them may be at risk of damage to their mental health because of stigma, family break-up and loss. This is greater than the number of youngsters affected by parental divorce. Despite this, the psychosocial impact on children is little known and rarely considered in sentencing, even though the evidence to date suggests that children whose parents are imprisoned are exposed to triple jeopardy through break-up of the family, financial hardship, stigma and secrecy, leading to adverse social and educational repercussions.; • University of Cambridge Social monogamy evolved as a result of competition for females, research shows. The relationship, where one breeding female and one breeding male are closely associated with each other over several breeding seasons, appears to have evolved as a mating strategy. It was previously suspected that social monogamy resulted from a need for extra parental care by the father. Dieter Lukas of University of Cambridge, says: \"Up until now, there have been different ideas about how social monogamy in mammals evolved. With this study we were able to test all these different hypotheses at once. Paternal care evolves after monogamy is present, and seems to be a consequence rather than a cause of the evolution of monogamy. It appears to occur in about half of all socially monogamous species, and once it does evolve, it provides a clear benefit to the female.\" Researchers found that monogamy arose as a mating strategy where males could not defend access to more than one female.; Would you like your university's research featured on the network? Email claire.shaw@theguardian.com with your latest news; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-174",
  "namespace": "we1sv2.0",
  "title": "Thursday 1 Augu..."
}