{
  "content": "\n\nFriday 24 October 2014 11.59 EDT\tJared Diamond: ‘Humans, 150,000 years ago, wouldn’t figure on a list of the five most interesting species on Earth’\tThe bestselling biogeographer talks to Oliver Burkeman about dealing with the critics who condemn him as a cultural imperialist\tMost people would be overjoyed to receive one of the MacArthur Foundation’s annual “genius grants” – around half a million dollars, no strings attached – but when Jared Diamond won his, in 1985, it plunged him into a depression. At 47, he was an accomplished scholar, but in two almost comically obscure niches: the movement of sodium in the gallbladder and the birdlife of New Guinea. “What the MacArthur call said to me was, ‘Jared, people think highly of you, and they expect important things of you, and look what you’ve actually done with your career’,” Diamond says today. It was a painful thought for someone who recalled being told, by an admiring teacher at his Massachusetts school, that one day he would “unify the sciences and humanities”. Clearly, he needed a larger canvas. Even so, few could have predicted how large a canvas he would choose.; In the decades since, Diamond has enjoyed huge success with several “big books” – most famously, 1997’s Guns, Germs and Steel – which ask the most sweeping questions it is possible to ask about human history. For instance: why did one species of primate, unremarkable until 70,000 years ago, come to develop language, art, music, nation states and space travel? Why do some civilisations prosper, while others collapse? Why did westerners conquer the Americas, Africa and Australia, instead of the other way round? Diamond, who describes himself as a biogeographer, answers them in translucent prose that has the effect of making the world seem to click into place, each fact assuming its place in an elegant arc of pan-historical reasoning. Our interview itself provides an example: one white man arriving to interview another, in English, on the imposing main campus of the University of California, Los Angeles, in a landscape bearing little trace of the Native Americans who once thrived here. Why? Because 8,000 years ago – to borrow from Guns, Germs and Steel – the geography of Europe and the Middle East made it easier to farm crops and animals there than elsewhere.; Whether such satisfying explanations are in fact true is the subject of vicious jousting between Diamond and many anthropologists. They condemn him as a cultural imperialist, intent on excusing the horrors of colonialism while asserting the moral superiority of the west. (One 2013 article, in an ecology journal, was entitled “F**k Jared Diamond”, the asterisks failing to conceal the general tone of the debate.) Diamond strikes back with equal force, calling his critics “idiots”, unscientific timewasters and purveyors of “politically correct blabber”. So it is slightly disconcerting to meet this strident propagandist for capitalism in his faculty office. In person, Diamond is a fastidiously courteous 77-year-old with a Quaker-style beard sans moustache, and archaic New England vowels: “often” becomes “orphan”, “area” becomes “eerier”. There’s no computer: despite his children’s best efforts, he admits he’s never learned to use one.; Diamond’s first big hit, The Third Chimpanzee (1992), which won a Royal Society prize, has just been reissued in an adaptation for younger readers. Like the others, it starts with a mystery. By some measures, humans share more than 97% of our DNA with chimpanzees – by any commonsense classification, we are another kind of chimpanzee – and for millions of years our achievements hardly distinguished us from chimps, either. “If some creature had come from outer space 150,000 years ago, humans probably wouldn’t figure on their list of the five most interesting species on Earth,” he says. Then, within the last 1% of our evolutionary history, we became exceptional, developing tools and artwork and literature, dominating the planet, and now perhaps on course to destroy it. What changed, Diamond argues, was a seemingly minor set of mutations in our larynxes, permitting control over spoken sounds, and thus spoken language; spoken language permitted much of the rest.; There are corners of Christian America where Diamond’s emphasis on humans as animals – chimps in all but a few crucial respects – might be controversial in itself. Unlike Richard Dawkins and others, though, he has opted not to wade into debate with fundamentalists. “It doesn’t appeal to me to argue with people I don’t respect,” he says. “I learn from arguing with decent people whose views aren’t my own … but I don’t have that respect for people who insist that science is not a way of learning about the world, and who refuse to accept that humans are derived from other animals.” Besides, he was about to step – unwittingly, he insists – into another minefield. Towards the end of The Third Chimpanzee, he broaches the question that would define his career: not why humans came to dominate other animals, but why some humans came to dominate others.; The question had nagged at Diamond since his early visits to New Guinea, the island that would become virtually a second home. Born in 1937 in Boston to Eastern European Jewish immigrants – his father a paediatrician, his mother a linguist and concert pianist – Diamond graduated from Harvard, then completed a PhD in physiology at Trinity College, Cambridge. By the 1970s he was teaching physiology at UCLA, but travelling to the southwest Pacific to study birds, a passion that was becoming another expertise. One day, during a long walk, he fell into step with a local politician, Yali, who posed the visiting academic a question. “Why is it that you white people developed so much cargo” – meaning manufactured goods, medicines, clothing – “but we black people had little cargo of our own?” Diamond elaborates: “Peoples of Eurasian origin … dominate the modern world in wealth and power … why did wealth and power become distributed as they now are, rather than in some other way? For instance, why weren’t Native Americans, Africans and Aboriginal Australians the ones who decimated, subjugated or exterminated Europeans and Asians?”; Guns, Germs and Steel began by repudiating the obvious, racist answer: that Eurasian peoples won out because they were smarter and more vigorous, down to their genes. Instead, it was a matter of geography. Europe and the Middle East had good soil, plenty of easily domesticable animals and plants, and a main axis running east-west, instead of north-south – meaning that crops, livestock and tools could spread easily, without confronting big changes in climate or day length. The world’s first farming societies emerged, leading to bigger settlements and concentrations of political power. Meanwhile, humans living among farm animals developed immunity to the diseases they carried. By the time they encountered other societies, their military power, metal tools and, above all, their deadly germs gave them the decisive advantage. Diamond’s books feature few intrepid explorers or brutal colonisers; rather, there are just accidents of geography, and their after-effects. The lack of compelling personalities didn’t dent the book’s success. It won a Pulitzer prize and has sold more than 1.5m copies in 36 languages. Mitt Romney quoted it admiringly in his 2012 presidential campaign, garbling its message entirely.; A naive outsider might imagine that Diamond’s ideas would go down equally well with the left-leaning anthropology establishment. After all, they are explicitly a retort to racism; he denies Eurasian societies any grounds for pride at ending up on top, exposing the geographic privilege on which their success relied. But he found himself accused of “geographic determinism”: in his critics’ opinion, his arguments squeeze out any role for human agency and decision-making, thereby sparing history’s colonisers – and today’s elites – any responsibility for having created our grotesquely unjust world. As one writer put it, after the book was adapted for the US TV network PBS, his stance means that “a PBS donor can sit in his Connecticut estate feeling no guilt since it was, after all, only an accident of geography that made him rich and the Bolivians poor.” Jason Antrosio, an anthropologist, wrote: “Jared Diamond has done a huge disservice to the telling of human history.”; Diamond’s 2005 followup, Collapse: How Societies Choose to Fail or Survive, redoubled his offence in his opponents’ eyes. He examines how some cultures destroyed themselves by ignoring geography – the saddest example being Easter Island, whose occupants deforested their home, launching themselves on a downward spiral of war, cannibalism and eventual eradication. (The bigger message, clearly, is that we are all acting like Easter Islanders today, sabotaging ourselves by ruining the climate.) That certainly acknowledged human agency – but after allegedly excusing the oppressors, Diamond now seemed to be blaming the oppressed for their fate. The New York Times summarised his critics’ take: “The haves prosper because of happenstance beyond their control, while the have-nots are responsible for their own demise.” Each of the two books has the unusual distinction of having another book dedicated largely to demolishing it: Yali’s Question, which offers a different answer from Diamond’s New Guinean acquaintance, and Questioning Collapse, which calls the Easter Island “ecocide” a myth.; This general charge – that Diamond offers a hugely oversimplified, morally exculpatory account of history – is the only thing that punctures his politesse. “Whenever I hear the phrase ‘geographic determinism’,” he says, “I know I’m about to waste time discussing with someone who has no right to be discussing [how human societies developed]. Because the fact is that geography has a strong influence on humans. It doesn’t determine everything, but it has a strong influence.” Certain anthropologists – the kind he calls “not scientists” – may insist that, say, Aboriginal Australians made a cultural choice not to develop agriculture, but the fact is they simply lacked the domesticable crops or animals to do so.; Geography sometimes plays a huge role; sometimes none at all. Diamond’s most vivid illustration of the latter is the former practice, in two New Guinean tribes, of strangling the widows of deceased men, usually with the widows’ consent. Other nearby tribes that have developed in the same landscape don’t do it, so a geographical argument can’t work. On the other hand: “If you ask why the Inuit, living above the Arctic Circle, wear clothes, while New Guineans often don’t, I would say culture makes a negligible contribution. I would encourage anyone who disagrees to try standing around in Greenland in January without clothes.” And human choices really matter: once the Spanish encountered the Incas, Diamond argues, the Spanish were always going to win the fight, but that doesn’t mean brutal genocide was inevitable. “Colonising peoples had massive superiority, but they had choices in how they were going to treat the people over whom they had massive superiority.”; It is clear that behind these disputes, is a more general distrust among academics of the “big-picture” approach Diamond has made his own. They are correct that he leans heavily on anecdote to make his case – but then it is hard to see how such an all-encompassing account could do otherwise. He attributes his taste for discipline-hopping to his childhood, especially his years at Roxbury Latin school, a private academy dating back to the 17th century, where he was encouraged to study Latin and Greek. Expectations at home were exacting, too, his sister Susan once told the LA Times that in one important school debate, the young Jared “split an infinitive and stopped dead. He looked out in the audience towards my mother, and my mother and I looked down at our laps … I’m not saying we had a mother who slapped us around when we split an infinitive, but we knew you don’t split infinitives.”; In 1987, when Diamond was 50, his wife Marie Cohen, a UCLA psychologist, gave birth to their twin sons, Max and Joshua – and long-range theories about the history and future of the planet began to hold even more appeal for him: “Before my kids were born, I could write about how much tropical rainforest was going to be left by 2040, but 2040 might as well have been 2357: it was unreal to me. My kids won’t even be at the peak of their lives by 2040. The future of the world became more real and more important.”; The couple raised their boys “like pygmies”, he says, meaning they strove consciously to employ parenting techniques Jared had witnessed in New Guinea, allowing the children maximum freedom, letting them risk minor injury through risk-taking, and never spanking them. The notion that traditional societies might have much to teach the rest of us is the premise of Diamond’s most recent book, The World Until Yesterday, published in 2012. The way that hunter-gatherer societies live today, he writes, is how all of us lived for 6m years; in all that time, mightn’t they have discovered some worthwhile solutions to life’s challenges?; At first glance, this argument treats indigenous cultures with respect: Diamond argues that we should let them teach us how to raise children collectively, eat more healthily and value older members of society. But the book triggered the harshest criticisms yet. In painting traditional tribes as throwbacks to another age – perhaps even in his very use of the word “traditional” – Diamond was demoting them to primitive, pre-modern, “failed attempts at being us”, anthropologists argued. In fact, with few exceptions, such groups aren’t untouched by global trade or war; their cultures are successful attempts to thrive in such conditions. Simultaneously, the tribal rights group Survival International accused Diamond of aiding the elimination of these cultures by portraying them as incorrigibly violent and, implicitly, in need of state subjugation. (This echoed one of the more surprising episodes in the controversies over Diamond’s work: a $10m lawsuit, since withdrawn, by two New Guinea tribesmen who claimed that a 2008 New Yorker article by Diamond portrayed their clan war as far more murderous than it was.); But he insists that it is Survival’s stance that is dangerous. Refuse to acknowledge the downsides of tribal life, and your romantic fantasy will end up harming those you aim to protect: “Mistreatment of tribal peoples should be condemned not because you claim that they are peaceful when they are really not. It should instead be condemned [because it] is wrong.”; One lesson of New Guinea life Diamond takes personally concerns small, recurring dangers – “hazards that carry a low risk each time but are encountered frequently”. Once, on a field trip, he proposed setting up camp under a beautiful old tree, but his New Guinean colleagues refused. It was dead, they explained, and might kill them in the night. The chances were tiny – but if you sleep under trees many nights a year, they add up. The biggest dangers in his LA life today, Diamond believes, are slipping in the shower, tripping on uneven paving stones and car accidents. Even if the chance of serious injury or death in the bathroom is one in 1,000, that is far too big for something you do every day. He calls this attitude “constructive paranoia”, and argues that it keeps tribal peoples alive: they are not lulled into assuming that everything can be fixed with a trip to the doctor. At 77, Diamond is due back in New Guinea imminently on fieldwork; he has no plans to retire from teaching, and is at work on a new book, about how societies respond to national crises. It is due to be published when he is 81 or 82. He appears to have no intention of letting falling trees or slippery showers – or, for that matter, angry anthropologists – stand in the way.; • The Third Chimpanzee: For Young People is published by Oneworld priced £12.99.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-214",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 24 Oct..."
}