{
  "content": "\n\nTuesday 21 October 2014 02.00 EDT\tWhy do academics dress so badly? (Answer: they are too happy)\tPaisley body warmers? Cornish pasty shoes? ‘Amusing’ cufflinks? Fortunately, Marx can explain our crimes of fashion\t“I do like your shirt,” said a female colleague. “And your suit.” She then paused before adding: “But what I particularly like is that your shirt goes with your suit. So rare for academics.” Sadly the observation is well made.; A few years ago another colleague read out an invitation to an event where the dress code was “smart casual”. What would be the opposite, he asked? It struck us both at once: “scruffy formal”. And what would that describe? Easy. A male professor, not too far from retirement, going to a university function, wearing clothes that have aged even faster than their owner.; Here is how you dress for such an event. You go to your wardrobe and randomly pull out a garment called a “pair of trousers”, another called “a shirt”, another called “a jacket”, and another called “a tie”. Then you put them on. Then you look in the mirror to make sure that you have put each in roughly the right place. The end.; In high society, the inequity of the difference between male and female dress codes has often been noted. All a man needs is a dinner suit and a servant to sponge off the soup stains between outings. A woman needs a different dress for each event, for fear of being spotted in the same thing twice. But does a similar inequality apply in academic circles? From time to time students do mention a lecturer’s clothes in questionnaires. Sometimes the comments are positive but irony can’t be far from the surface. As far as I recall students are more cutting about male failures than female, including a diagram I once saw on an evaluation form to illustrate the quilted paisley-patterned “body warmer” worn by the lecturer.; Should academics really worry about how they look? Some, it seems, plainly don’t, but a colleague told me it probably takes her as long to decide what to wear to project her “I don’t care” look, as it does others who dress to impress. This, possibly, does mark a gender split. Men can just put on the same clothes every day until the trousers run away on their own in protest when you try to pick them up off the floor.; In The Wealth of Nations, Adam Smith pointed out that although there were other, cheaper, ways of keeping warm and covering your top half, no man could “appear in public without shame” in the late 18th century unless he was wearing a linen shirt. Is there an equivalent in today’s senior common room? If there is, I haven’t noticed, apart, perhaps, from those shoes that look like Cornish pasties. But cultures differ and no doubt the mathematicians have different rules from those in the drama department.; Still, there are some tricks of the trade. If you want to be obstructive in a meeting it is a very good idea to be the best-dressed person in the room, so that you come over more like a management consultant than a 60s throwback. For a man, cufflinks help, though please avoid anything that is meant to be amusing. And if they have the university crest on them everyone will know that you are playing a game. For a woman, a Hermès scarf should be enough to swing the vote.; If it is true that academics dress badly then I think Karl Marx explains why. In his Economic and Philosophical Manuscripts of 1844, Marx explored the idea of “alienated labour”. He was troubled by the fact that in the emerging capitalism of his day, work, especially on the production line, had been de-skilled to the point where the labourer exercised none of his or her distinctively human characteristics in the workplace, and thus was reduced to “an abstract activity and a stomach”. What is one to do under such miserable conditions? Well, Marx observed, we take solace in our merely “animal functions”, which include “eating, drinking, procreating and … dressing up”. There we have it. Academics dress badly because we are so fulfilled in our work.; Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities; • This article was amended on 21 October 2014 to correct the warn/worn homophone.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-209",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 21 Oc..."
}