{
  "content": "\n\nMonday 20 October 2014 10.36 EDT\tAli Mazrui obituary\tKenyan political thinker who was unafraid to confront contentious issues\tThe Kenyan political thinker Ali Mazrui, who has died aged 81, was best known in the west for writing and presenting a groundbreaking television series, The Africans: A Triple Heritage (1986). In the nine-part documentary, co-produced by the BBC and the US Public Broadcasting Service in association with the Nigerian Television Authority, Mazrui set out to explore wide-ranging aspects of African culture and society “from the inside”. Episodes focused on subjects including nature, the family, exploitation, conflict and political instability.; The common theme of the series was the impact on the continent of three distinct influences: indigenous African culture, Islam and Christianity. Drawing on a thesis first put forward by the Ghanaian leader Kwame Nkrumah, Mazrui argued that this mix of non-traditional religious ideals and sentiments had made it difficult to identify an authentically African way of doing things. He painted a forceful picture of the damage done by colonialism, and touched on issues such as the potential benefits to Africans of closer links with the Arab world and the possibility that “black Africa” would soon possess nuclear weapons.; Though greeted with generally respectful reviews, the series also proved provocative, particularly in the US. The National Endowment for the Humanities, which had contributed $600,000 to the production costs, demanded the removal of its name from the credits, and the organisation’s then chair, Lynne Cheney, dismissed it as an “anti-western diatribe” that blamed “all the moral, economic and technological problems of Africa on the west”.; Mazrui was always willing to confront contentious issues. He began his academic life in the 1960s as an ardent critic of all variants of Marxism, just as African socialism was becoming the prevailing orthodoxy. During that period, immediately after colonialism, a new generation of African thinkers and leaders such as Ahmed Ben Bella, Algeria’s first president, and Julius Nyerere,Tanzania’s first president, were trying to find other models of development.; In the context of nation-building, Mazrui stood for the importance of critical thinking and free speech. For him, socialism, like western capitalism, was an import that would undermine Africa’s development, and instead he advocated a form of liberal capitalism that would be imbued with African values. He courageously argued this point with Walter Rodney, the prominent Guyanese Marxist historian and pan-Africanist, in memorable debates at Dar es Salaam University in Tanzania and at Makerere University in Uganda, where Mazrui was a professor of political science, during the 70s.; As a result, he was sometimes seen as a “neo-colonialist”, or as an apologist for the system that had exploited Africa. This was never the case; in fact, Mazrui became an admirer, albeit a critical one, of Nyerere, who tried to implement “Ujamaa” (“familyhood”), his version of African socialism. Although Nyerere did not have much success with the project, Mazrui was impressed by his original thinking.; In 1973, he resigned from his position at Makerere, where he had worked since 1963, after making outspoken remarks about the then president Idi Amin. As he had developed a reputation for controversy, Kenyan universities refused to hire him during the regimes of Jomo Kenyatta and Daniel Arap Moi, and in 1974 he joined the University of Michigan, Ann Arbor, as professor of political science. In 1978 he was appointed director of the Centre for Afroamerican and African Studies there.; In Black Reparations in the Era of Globalisation (2002), he argued the case for reparations for Africa and other colonised societies. Mazrui was vociferous in his attacks against, as he saw it, western cultural imperialism taking hold in Africa and the Muslim world. He was also a scathing critic of what he termed the “American arrogance of power in world politics”. Towards the end of his life, Mazrui began to pay particular attention to Islam and especially its tensions with the west. He explored this in Islam: Between Globalization and Counter Terrorism (which he co-edited, 2006). In it he explained how a terrorist philosophy had ensnared Islam. He was an outspoken critic of Israel, and entertained a number of thought-provoking and intriguing ideas, such as his pet concept of “Afrabia” – which postulates the merging of Africa and the Arab world.; Whether in speech or in writing, Mazrui dissected and unravelled Africa in a delightful manner, and was known for his use of language, and particularly his love of paradox. There were those who found him pretentious, but they missed the point. Mazrui often succeeded in shaping his arguments around seemingly mutually exclusive ideas.; Born in Mombasa, Kenya, to Sheikh Al-Amin Ali Mazrui, an eminent Islamic scholar, and his wife, Bibi Safia, Mazrui came from a politically powerful clan that had ruled the city for over a century until 1837. His father, who died when Ali was 14, had wanted him to study at the Al-Azhar University, Cairo, but he was awarded a scholarship to travel to Britain and completed his schooling there. He went to Manchester University, and graduated in 1960. He did his postgraduate studies at Columbia University, New York and Nuffield College, Oxford.; At the time of his death, Mazrui was an Albert Schweitzer professor in the humanities, and the director of the Institute of Global Cultural Studies, which he founded in 1991 at Binghamton University in New York. He served on a number of international academic bodies, received numerous awards and gave the 1979 BBC Reith lectures, entitled The African Condition.; He is survived by his wife, Pauline Uti, whom he married in 1991, their two sons, Farid and Harith, and three sons, Jamal, Al-Amin and Kim, from his first marriage, to Molly Vickerman, which ended in divorce.; • Ali al-Amin Mazrui, writer and academic, born 24 February 1933; died 13 October 2014",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-208",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 20 Oct..."
}