{
  "content": "\n\nWednesday 18 June 2014 03.00 EDT\tI read books. Does that make me a nerd?\tI would consider myself a normal teenager. But I read. A lot. I felt the need to change myself to avoid being a 'nerd', but why is that still the case and can nerdiness ever be cool?\tThis morning, I had one of the most extraordinary and exciting moments of my life. I interviewed Michael Morpurgo. And now, I'm sitting here and typing away in the Guardian offices, where I have been allowed to spend the day. For any young reader or writer, this is the absolute dream. So why have I told none of my friends, none of my teachers about what I'm doing today? Why have I kept potentially one of the most inspiring days of my life a secret? Because, quite simply, it's not considered 'cool.'; I would consider myself a normal teenager. I see my friends at the weekend, I'm constantly on my phone, Facebook notifications are constantly going off, I wear too much makeup at the weekends. I talk to my friends about which teachers we hate, the latest escapade in our romances. But I read. A lot. And I might not be scared to admit in now, in an article that probably only nerds such as myself will read, but my double life as a reader, procrastinator, reviewer, blogger and chewer-of-pencils is a secret from everyone at school.; The world has changed dramatically in the last hundred, fifty or even twenty years. Suddenly, LGBT isn't a topic we avoid, gender equality is getting better, kids are being educated on racism, on alcohol, on drugs so early that the rate of deaths as a result of these factors is going down. School is a safe place (arguably a miracle considering our education secretary). And yet one thing hasn't changed. It is still THE most important thing, in school, to be considered 'cool'. Any adults reading this may just accept this – you can try and be popular, have a lot of friends, and carry on doing what you're doing. But any teenagers reading this know this is simply not the case. And whilst we're lucky that we have a whole internet community to support 'the rise of the nerds', the reality at school is far from a dream.; Perhaps my mistake was in Year Seven. I wore my skirt at the length it was supposed to be, I went to school bare-faced, I didn't talk during assembly. But crucially, I was in the book group. This is what made me uncool. I'm ashamed to say all the items on the above list have now changed, aside from the last one. I may still be in the book group, but only because I'm forced, and only because it's a secret I won't share. In Year Eight, I stopped agreeing to participate in World Book Day, I stopped going to the school library. But I still told my teachers about the books I'd read, the contests I'd won and the authors I'd met. And now, in Year Nine, being proud of my nerdiness (and seriously?! Reading books makes me nerdy?!) was a world away.; Everything changed when someone asked me and a friend, when we told her we were having a sleepover, if we wrote poetry and discussed our favourite books at our sleepovers. I wanted to scream at her – reading books, concentrating in class DOESN'T MAKE YOU ANY LESS NORMAL!!! From that day on, I decided to change. Being \"cool\" overran being \"me\" – (I'm not a very cool person.) I started talking instead of reading in form time, wearing more makeup, caring more about if my hair looked nice and if my contouring was right than my English grade. I still lived in my double life, writing reviews, and talking to authors on Twitter. And do you want to know the sad thing? It worked. I suddenly won the support and respect of the \"popular\" girls. And you want to know the second sad thing? The very next week, the most popular girl of them all posted on Twitter, \"im reading a book. omg its so good im gonna read more.\" Then everyone started reading – the book in question was The Fault in Our Stars. The very same book I'd been agonisingly picked on for reading the year before.; But why is being a nerd such a bad thing? I decided to look up a few definitions of the word, and frankly, I have the answer. The Collins Dictionary defined \"nerd\" as \"a boring or unpopular person, esp one obsessed with someone specified.\" Dictionary.com was even worse, claiming nerds were 'stupid, irritating, ineffectual or unattractive' people. Adults reading this: can you now see why we feel the need to hide our inner nerds? Ironically, the Urban Dictionary, every nerd's arch nemesis, has the only (in my opinion) accurate description: \"An individual persecuted for his superior skills or intellect, most often by people who fear and envy him.\"Perhaps the Urban Dictionary is the only thing that appreciates us for what we are. If you need any other reason to understand why people view being a nerd as a bad thing, I challenge you to type it into Google. What you'll find will tell you enough.; I have felt the need to change myself to avoid being a \"nerd\", and whilst I don't think that's right, it's not going to change. Being a teenager is practically a synonym for insecurity. School is a little like a pitch black pathway, and trying to find your way to a destination you don't even know is easier said than done. If for other people, that path involves making fun of you for loving something that isn't violent, loud or provocative, it says more about them than you.; Maybe you've had a different experience – maybe people who read, who get good grades, who listen in class, are celebrated in your school. Maybe you're a proud nerd. I wish I was. Sometimes, when I'm on my laptop, a friend request will come through at the same time as a request to review a book for an author, and it's then that I make the real decisions. So here's a secret: I usually choose the book reviews. Books fill me with an intense excitement that the girls at school may laugh at. They would choose the friend request. But listen to this: they wouldn't even HAVE Facebook if it weren't for one of the most famous nerds of all time, Mark Zuckerberg. They wouldn't even have anything to look at Facebook ON, if it hadn't been for another famous nerd, Steve Jobs.; So whether you choose to celebrate your nerdiness (in which case I applaud you with intense admiration) or if you, like me, keep it hidden from others' sights, only to let loose when fangirling over the fact that Holly Smale's NEW BOOK is out SO SOON (!!!!), let us come together and unite.; Olivia I'm 15, I've been an avid reader ever since I could. The imaginary world is often much nicer, more beautiful, more adventurous and just better in general. I don't think there is anything wrong with that, the most interesting people in the world are those that read, and across a wide spectrum of genres. I was lucky enough to be a judge in Lancashire Book of the Year 2013 and I remember the awe I felt when this one woman, I have forgotten her name, sat there and for half an hour went on a mad rant about the brilliance of books! I was captivated from her first word, another person as passionate as I am! It was fantastic, books teach you how to be empathetic, to deal with real world problems and situations, they impart knowledge and understanding. Don't hide your books, or have society make you embarrassed to be you, because ultimately reading gives you something no teacher can teach, you'll benefit for the rest of your life.; Josh, aged 16 I agree – many people in my year would never even think about reading for pleasure, and I have on occasion spoken to people who have never read a book since the most basic of children's books – but I've met actually quite a different situation at my school. Many of the most popular people I know are often the brightest and lots of them read for pleasure regularly. There is a certain air of being a geek and it would be unusual for anyone to mock or tease me for reading.; I know this contradicts the American-style nerd image of people who read (and the word 'nerd' itself actually isn't really used in my area) but the idea that people are bullied or teased for reading is a bit alien to me. And this can be applied to both genders as well, although I suspect there may be more of a divide between social groups for girls. So it did surprise me that someone in our own country could be treated like that for reading. I'd like to think people in my own school are accepting of others' interests – many people who don't read, or do, seem to be tolerant enough of others.; There's a lot more I could say on this but for anyone facing teasing or bullying because they read, carry on. If you can, don't hide it, because if people are open, then, slowly, others are going to become more tolerant. Of course, reading is good for you, and you can't let others stop you doing something that is so good and is actually really fun to do. So anyone being labelled as a 'book nerd' or other unimaginative insults, there are loads of other bookworms all over the country that feel just the same.; HorseLover3000 At first, I too tried to hide my inner 'nerdiness' as it may be called. But I soon gave up. I am also in year nine, and my advice would be: if you are being judged by your friends on the fact that you read, or get good grades, or have different interests, you have two options.; 1. If they are truly your friends, then try getting them to read too. Point out books you think they'll like, let them borrow them from you. Try your best to get them into reading the way you are. Even if they don't suddenly become obsessed with books overnight, it could still happen.; 2. If the above doesn't work, and you're still being teased or judged for enjoying reading, then my best advice would be to find new friends. You don't have to necessarily lose your old friends, but find more friends with similar interests to you. (This is what I did.) We all have to have a reading book at school. I was carrying a copy of one of The Mortal Instruments books, and someone pointed it out and asked me what I thought of it etc. That person was one of the popular people, one of those who I would never normally have had the courage to approach. It turned out that she was also a book nerd, and we became friends through books. Book lovers can be found in unlikely places, in people you would never expect.; Many of my friends now also are a part of this site, after I suggested it. Keep looking, and you will eventually find somebody who likes books too. Be proud of your nerdiness, and see how many others will be too. I bet you'll be surprised.; Rafe, aged 18 I am just about to finish my formal education, and after seven years of secondary education I feel that between Year 7 and Year 11 a great deal is made about popularity, often involving sadly the dissing of any book. Yet, when you reach Sixth Form, especially if you are doing academic subjects such as the humanities, I have found that it often ironically becomes the complete opposite; I often have felt pressure to be as well-read as all my peers, who have seemed to do it with such ease and also at the same time have really good social lives. Also, recently I had the experience of being judged by a peer, who couldn't believe that I would watch The Hobbit despite having not read the book...; Furthermore, the hipster image which has really strongly developed especially in my age band (16-19) has resulted in individuals who are good with computers and come across as individual and \"different\", often wearing retro clothing. This has led to the image of the nerd becoming mostly displaced, and appearing pretty dated. To the young writer of the article, don't worry, books will become cool! As you said nerds run the world, from a lot of our politicians to surprisingly many actors and actresses, and you can't say that they aren't cool.; The Fanatical Reader I read books all of the time and I am known in my class for being the book-lover. I don't think it makes me a nerd. I think it makes me more intelligent but I think that anyone who calls someone else a nerd because they read books should take the time to read some themselves.; Jessica, aged 20 I just wanted to say that I totally understand where this girl is coming from. I'm half way through my university degree and it is only here, in a place where people choose to learn, that I have found any sort of acceptance in the wider community. I was lucky to have a small, strong group of friends from the beginning of secondary school who I have remained friends with for the past nine years who shared my \"nerdiness\", however we were not included at all in the school: judged, bullied, gossiped about, ignored, threatened, verbally attacked for an agonising seven years. It is this that I would love to share: it gets better. It's a corny, overused phrase now, but it is true. Those seven years just suck and getting through them any way you can is totally fine, but it's not right to let them affect you forever. When you break away, you realise how meaningless all the heartache was and how there is a world of people like you out there, waiting to share with you and love you for who you are.; Nelly I loved books at school, and still do. My friend and I were disparagingly called 'bookworms' by older girls as we read in the lunch queue. But we continued to do so nevertheless. Perhaps I was lucky in that I had a friend to share this delight with, but I hope that you can find the courage to revel in your 'nerd' status (I much prefer the Urban Dictionary definition). You may find now that having read a 'cool' book she can recommend other authors to her friends and open their minds? Now that would be really cool.; Raymond There is only one cool thing in the world, and that is passion; having a passion for reading, learning and discovery turns what too many consider a chore into a hobby. I would say to this that the inner fulfilment we receive from personal growth is more than worth it, and as Plato said: \"Never discourage anyone who makes progress, no matter how slow\".; Rory Being classified as a \"nerd\" or \"uncool\" depending on the status of your intellect does not cause any problems that I have discovered. I am Scottish and just finished High School education, so, of course, my experiences will be different from England but I have noticed that you are generally more admired by people, because reading rockets your vocabulary, which helps in many a situation. Firstly, it increases a person's wit for when they are insulted. Secondly, many people come and ask for help with their essays, writing CVs and other noble writing activities. So reading does in fact make you cool because, as it has often been forgotten, it makes you more intelligent.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-142",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 18 ..."
}