{
  "content": "\n\nTuesday 29 July 2014 20.56 EDT\tRichard Dawkins, what on earth happened to you?\tDawkins in 2014 is a man so convinced that he possesses God-like powers of omniscience that he can’t understand why everyone is angry at him for pointing out the obvious Andrew Brown: There’s no such thing as an atheist baby\tAnother day, another tweet from Richard Dawkins proving that if non-conscious material is given enough time, it is capable of evolving into an obstreperous crackpot who should have retired from public speech when he had the chance to bow out before embarrassing himself.; “Date rape is bad. Stranger rape at knifepoint is worse,” huffs Dawkins. Seeming to have anticipated, although not understood, the feminist reaction this kind of sentiment generally evokes, he finishes the tweet: “If you think that’s an endorsement of date rape, go away and learn how to think.”; You can almost imagine him tweeting this, his fingers jabbing away at the keyboard as his glasses slide down a face contorted with disappointment at how irrational everyone is being. This is Dawkins in 2014: a figure of mockery, a man so convinced that he possesses God-like powers of omniscience that he can’t understand why everyone’s getting angry at him for pointing out the obvious. Why won’t we all just learn how to think, damn it! Then we could all live together in a peaceful society where nobody wears “bin liners”, and women shut up about sexual harassment.; Remember when Dawkins was widely respected? When his biggest detractor was late evolutionary biologist Stephen Jay Gould? I don’t. Having grown up after Dawkins made the transition from lauded science communicator to old man who shouts at clouds, it’s hard for me to understand why anyone continues to listen to him about anything.; Sure, he wrote some pop science books back in the day, but why do we keep having him on TV and in the newspapers? If it’s a biologist you’re after, or a science communicator, why not pick from the hundreds out there who don’t tweet five or six Islamophobic sentiments before getting off the toilet in the morning? If you need an atheist, there are many philosophers, scholars of religion, and public intellectuals available who don’t refuse to acknowledge the existence of theology.; Dawkins has been arrogant for years, a man so convinced of his intellectual superiority that he believes the one domain in which he happens to be an expert, science, is the only legitimate way of acquiring or assessing knowledge. All of his outbursts in recent years follow from this belief: he understands the scientific method, a process intended to mitigate the interference of human subjectivity in data collection, as a universally applicable way of understanding not just the physical world but literally everything else as well. Hence his constant complaint that those appalled by his bigoted vituperations are simply offended by clarity; feeble-minded obscurantists who cling to emotion, tradition or the supernatural to shield themselves from the power of his truth bombs.; You don’t have to be religious to find this level of hubris baffling. In his review of The God Delusion, Terry Eagleton remarks:; Dawkins’ narrowmindedness, his unshakeable belief that the entire history of human intellectual achievement was just a prelude to the codification of scientific inquiry, leads him to dismiss the insights offered not only by theology, but philosophy, history and art as well.; To him, the humanities are expendable window-dressing, and the consciousness and emotions of his fellow human beings are byproducts of natural selection that frequently hobble his pursuit and dissemination of cold, hard facts. His orientation toward the world is the product of a classic category mistake, but because he’s nestled inside it so snugly he perceives complex concepts outside of his understanding as meaningless dribble. If he can’t see it, then it doesn’t exist, and anyone trying to describe it to him is delusional and possibly dangerous.; All we can do at this point is hope his decline into hysterical dogmatism culminates in a reverse deathbed conversion. But if there’s one thing Dawkins has tried to impress upon us, it’s that miracles don’t exist. So I’ll do him the courtesy of not holding my breath.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-172",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 29 Ju..."
}