{
  "content": "\n\nFriday 28 November 2014 08.30 EST\tBeing homeless is better than working for Amazon'\tNichole Gracely has a master’s degree and was one of Amazon’s best order pickers. Now, after protesting the company, she’s homeless Homeless and working for Amazon: the trap of the seasonal job cycle\tI am homeless. My worst days now are better than my best days working at Amazon.; According to Amazon’s metrics, I was one of their most productive order pickers – I was a machine, and my pace would accelerate throughout the course of a shift. What they didn’t know was that I stayed fast because if I slowed down for even a minute, I’d collapse from boredom and exhaustion.; During peak season, I trained incoming temps regularly. When that was over, I’d be an ordinary order picker once again, toiling in some remote corner of the warehouse, alone for 10 hours, with my every move being monitored by management on a computer screen.; Superb performance did not guarantee job security. ISS is the temp agency that provides warehouse labor for Amazon and they are at the center of the SCOTUS case Integrity Staffing Solutions vs. Busk. ISS could simply deactivate a worker’s badge and they would suddenly be out of work. They treated us like beggars because we needed their jobs. Even worse, more than two years later, all I see is: Jeff Bezos is hiring.; I have never felt more alone than when I was working there. I worked in isolation and lived under constant surveillance. Amazon could mandate overtime and I would have to comply with any schedule change they deemed necessary, and if there was not any work, they would send us home early without pay. I started to fall behind on my bills.; At some point, I lost all fear. I had already been through hell. I protested Amazon. The gag order was lifted and I was free to speak. I spent my last days in a lovely apartment constructing arguments on discussion boards, writing articles and talking to reporters. That was 2012 and Amazon’s labor and business practices were only beginning to fall under scrutiny. I walked away from Amazon’s warehouse and didn’t have any other source of income lined up.; I cashed in on my excellent credit, took out cards, and used them to pay rent and buy food because it would be six months before I could receive my first unemployment compensation check.; I received $200 a week for the following six months and I haven’t had any source of regular income since those benefits lapsed. I sold everything in my apartment and left Pennsylvania as fast as I could. I didn’t know how to ask for help. I didn’t even know that I qualified for food stamps.; I furthered my Amazon protest while homeless in Seattle. When the Hachette dispute flared up, I “flew a sign,” street parlance for panhandling with a piece of cardboard: “I was an order picker at amazon.com. Earned degrees. Been published. Now, I’m homeless, writing and doing this. Anything helps.”; I have made more money per word with my signs than I will probably ever earn writing, and I make more money per hour than I will probably ever be paid for my work. People give me money and offer well wishes and I walk away with a restored faith in humanity.; I flew my protest sign outside Whole Foods while Amazon corporate employees were on lunch break, and they gawked. I went to my usual flying spots around Seattle and made more money per hour protesting Amazon with my sign than I did while I worked with them. And that was in Seattle. One woman asked, “What are you writing?” I told her about the descent from working poor to homeless, income inequality, my personal experience. She mentioned Thomas Piketty’s book, we chatted a little, she handed me $10 and wished me luck. Another guy said, “Damn, that’s a great story! I’d read it,” and handed me a few bucks.; If the US supreme court rules against the Amazon workers and determines they should not be paid while waiting in line – I’ll protest some more.; I’ve applied for many jobs, and any prospective employer that runs a Google search of my name can see my discontent with my last employer.; I couldn’t afford to be working poor and now I’m chronically homeless. My homelessness isn’t really a mystery. I simply could not afford to keep a roof over my head and asking my family was not an option. I’ve met other intelligent, hard-working homeless people. Many put in years of service before becoming disabled and summarily tossed outside without any money. We’re expected to be dumb. We didn’t choose homelessness.; I don’t know what the picture of the average American homeless person is, but I’m sure it wouldn’t include me. I graduated college. I have been published in a scholarly journal and a social-justice oriented website. I have completed my MA in American Studies. I ditched plans to pursue a PhD because it clearly wasn’t going to be a viable career option: I did not appreciate the so-called privilege to become volunteer labor and work for less than minimum wage as a graduate student, and then maybe, if I were so fortunate, become an adjunct professor. It didn’t take long for me to realize that I was living a fantasy, thinking that a student of the humanities would be tolerated, and paid decently, in the corporate world of the modern university. I could never afford to perform an unpaid internship and that damaged my long-term career prospects. I had to work at jobs that paid money, jobs like the one at Amazon, while I went to school and took out loans.; I did not simply perish when I lost all sources of income and could no longer afford to pay the bills. A survival instinct that I didn’t even know I possessed manifested itself. I learned to live without money and without a home. I worked at REI in Eugene, Oregon back in 2002 and I know how to live outside. I refuse to live within oppressive walls. I stopped worrying myself with terrifying numbers. They aren’t even real any more.; I’ve camped and protested for the right to construct modern-day Hoovervilles. I slept on cardboard and concrete throughout Seattle’s rainiest March on record. Camped on DOT land off Interstates. Rubber tramped then leather tramped, carrying sleeping bag, tarp, and a change of clothes, not knowing where I was going to sleep for the night, hiding so I could get some rest.; My wallet does not contain a single bill. I need glasses. I need winter clothes. I need cash and an opportunity. Anything! I’ve applied for jobs, both professional and with physical labor. Taken my MA off my resume so I don’t look overqualified. I’ve tried everything. Maybe it’s because I protested Amazon; maybe it’s because my credit is wrecked. Maybe it’s because I used homeless services as addresses. Maybe it’s because there really aren’t many jobs available.; The homeless and cash-starved are merely kept alive while nothing changes. In actuality, austerity measures are felt on the ground and essential social services are woefully inadequate. We’ve woken up outside on most days and often walked miles before breakfast with a pack on my back.; I’ve worked for places to live in Oregon, mostly cookingand feeding families. It was a kind of Maoist re-education program– a little too much like slavery for my comfort. I became a capitalist. I flew a sign to escape harrowing conditions in Oregon and I arrived in Seattle with nothing. When I landed I saw green. I created carefully crafted signs with cardboard and a Sharpie and, just like that, I was making money again. Hundred-dollar hours became the norm, not the exception. I learned that capitalism is fun when you’re winning. I needed a laptop to use as a professional tool. Social services couldn’t help. But I got one by flying a sign in Seattle. It’s been an incredibly useful tool.; My partner and I have actively sought out gainful employment, a place to call home, and community. We enjoyed lovely days in intelligent, civilized Seattle and we left, because we’ve learned that it’s best to keep moving. It’s not easy to start up anywhere with absolutely nothing.; My heart has expanded and I have learned that the American people are much better than our political and economic systems. I have been the recipient, and giver, of acts of kindness that I never before knew were possible.; Anyone who bemoans the weakening of Americans should look at the hardy homeless. It takes tremendous strength to get through a day. I’m stronger, healthier and happier than ever. There’s more respect for a homeless woman out on the streets than there is in a warehouse for Amazon workers.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-233",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 28 Nov..."
}