{
  "content": "\n\nMonday 27 October 2014 12.51 EDT\tWhat's the biggest challenge facing open access?\tFrom getting early career researchers on board to ensuring the global south is represented, experts describe the major hurdles facing open access • Open access: six myths to put to rest\tThe open access movement – where research papers are made freely available online, rather than published in journals that charge a hefty subscription – has grown rapidly since the turn of the century.; Open access gained a boost this year when the Higher Education Funding Council for England (Hefce) announced that all UK research post-April 2016 must be open access in order to qualify for funding assessments. But it hasn’t all been good news – a recent report suggested that open access posed a diminishing threat to traditional publishers.; As academics across the world gathered to take part in the eight annual Open Access Week, we asked experts what they feel is the biggest challenge facing open access over the coming year.; Open access journals are less established than subscription journals and many are not being tracked for impact factors. Though lots of young researchers are aware of the benefits of open access, their grants and career paths are highly dependent on publication record and they are often judged on the impact factors of the journals in which they publish. As the model matures and the journals with it, younger researchers will be more able to embrace open access publishing.; The impetus is now on funders to support early career researchers when making decisions about where to publish, and on publishers to offer appropriate open access homes for their research.; The big step forward this year is Hefce’s announcement that if university departments want research papers to be included in the next Research Excellence Framework (REF) then they have to be deposited in an open access repository within three months of the paper being accepted.; That’s a green open access policy – it’s not dictating to authors where they should publish or how they should go about it, but it’s making it clear that they must deposit it in the repository on acceptance. This will be beneficial in a number of different ways – primarily, it will get the attention of universities who will want to make sure that everything is “REF-able”.; It will also mean they make sure that their staff know and understand the requirements – something which has been one of the bugbears of open access so far. So many people are still confused about what it is that they’re supposed to do and how they’re supposed to go about it.; There’s still more of a challenge when it comes to changing the cultures within the arts and humanities, where there’s much less funding and there’s very different relationship between the researcher and their written output.; In the past, open access was very clearly aligned with a democratic access-to-knowledge imperative. For many academics now, open access is associated with a discourse of regulatory compliance, bureaucracy and indeed reduced agency. Confusion is worsened by the conflation between fully open access journals and hybrid journals – proprietary journals which include an option for open access for individual articles. The erroneous belief that open access equals “author pays” further muddies the waters.; For academics in the global south, the spectre of possible payment limits the opportunities for participation in and contribution to global knowledge conversations. Ironically, the policy environment in the global north, which will see more northern research freely available to all online, may well mean that local research will become invisible.; The biggest challenge facing open access to research might not be technological, not even economic, but cultural. I am keen on open access advocacy not to be seen as a “movement” because in conservative rhetoric it is used to disqualify it as some kind of insurgent phenomenon. Bridging the gap between academics’ hunger for quality, reputation and positive assessment and distribution model is key. Open access has been for some time now a hub of innovation in publishing technologies, promoting the emergence of academic publishing start-ups and researcher-led projects. How to take those to the mainstream, to be recognised by senior academics, administrators and funders, is in my opinion the biggest challenge.; What do you think is the main challenge facing open access? Share your thoughts in the comments below.; Join the Higher Education Network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-215",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 27 Oct..."
}