{
  "content": "\n\nFriday 13 June 2014 02.00 EDT\tPupil premium funds diverted, illegally large classes and fantasy curriculum\tWeekly education round up: Funding aimed at poorest students used to plug budget holes and students taught in classes of more than 30\tFunding designed to help the poorest pupils is being used by some schools to boost the results of all youngsters and plug holes in school budgets, a poll of teachers suggests.; Just over half of teachers (53%) say their school is using pupil premium funding to raise the attainment of disadvantaged children. But around one in six say the funds are being used to improve all pupils' results while others are using the money to pay for activities affected by budget cuts (7%). The pupil premium is extra cash designed to help schools boost the achievement of disadvantaged youngsters.; From this September, the premium will be worth £1,300 for each eligible primary school pupil and £935 for each eligible secondary school pupil. The majority of schools surveyed (55%) say early intervention schemes are a priority when spending the fund, followed by one-to-one tuition (39%). Most secondary leaders look to other schools, past experience and research evidence to decide how to allocate the pupil premium.; The survey of 1,600 teachers, commissioned by the Sutton Trust, also reveals that just over a fifth (22%) of teachers say their school is using the funding to help pupils who are falling behind in class.; Sutton Trust chair Sir Peter Lampl said: \"The pupil premium was established to break the cycle of disadvantage that begins when poor children underachieve at school. It's vital that the funds to help these pupils are well-targeted and used in a cost-effective way.\"; Thousands of children in England are missing out on school, according to research by the National Children's Bureau (NCB).; After surveying 79 local authorities to provide a snapshot of school attendance, it found that on any given day, some 7,701 children are down as missing class. The charity says that if these figures reflect attendance in other local authorities then some 14,800 children may be missing education at any time across the country.; Further analysis of information provided by 45 local authorities found that of those children missing school, there are an estimated 3,000 children across England whose whereabouts is unknown. In addition, some 5,000 children are missing out because they are still waiting for a school place.; Dr Hilary Emery, chief executive of NCB said that missing school puts children's wellbeing, as well as their academic future, at risk:; \"There is also the real possibility that some of these children will suffer physical and emotional harm, particularly if they are taken off the school roll and their whereabouts become unknown. Recent high profile cases of child sexual exploitation have involved children missing from education, and there is also a correlation between missing education and becoming a victim of forced marriage.\"; The number of unlawfully large infant classes has doubled in the last 12 months alone, according to Department for Education (DfE) figures.; Almost 100,000 five to seven-year-olds are now being taught in classes of more than 30 pupils – the limit set for state-school classrooms by Labour in the late 1990s.; There are certain circumstances in which schools can legally waive the limit, for example, if a parent wins an appeal for a place, if a class needs to admit twins or the children of those serving in the armed forces.; As of January, 5.1% of infant classes – 2,985 in total – had more than 30 pupils. Of these, 2,436 are considered lawfully large, and between them, they are teaching 76,075 pupils. Pupils moving into an area outside of the normal admissions period and families winning appeals were among the most common reasons for lawfully expanding classrooms.; There are 549 unlawfully large classes, teaching 17,270 children in total. This compares with 225 unlawfully large classes, teaching 7,125 pupils between them, a year ago.; What would your ideal school timetable look like? Scrap English language, vocational education, ICT and citizenship, says Michael Fordham, author of the history teaching blog Clio et cetera. Responding to fellow blogger Tom Sherrington's research into different curriculum models, Fordham has set out his radical plan for an education based around academic disciplines rather than skills.; \"Literacy teaching should be distributed across the curriculum (particularly the humanities) and it is the job of all literacy-heavy subjects to be correcting spelling and grammar and improving pupil written style,\" he proposes, adding that English literature should be treated as a humanity.; Subjects getting a boost in air-time include the sciences (physics, biology and chemistry are given separate slots), languages and extra-curricular activities, which are embedded into the timetable.; He invites readers to share their own thoughts on how the school timetable could be reshaped.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-132",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 13 Jun..."
}