{
  "content": "\n\nWednesday 15 January 2014 05.59 EST\tWhy do schools sideline religious education?\tRE taught me valuable skills, but it is still isn't taken seriously in schools, writes a student blogger\tReligious education just isn't taken seriously at school. It is undervalued and unappreciated. Merged with citizenship and social studies, it sits huddled in a corner at the edge of the humanities office. But it can teach students valuable ways of thinking that help at university and later on in life too.; Religious education (RE) is so easily ignored that one of the schools I went to didn't even give the subject its own teachers, instead making do with borrowed staff from health and social care, sociology and PE.; Yet every day we're surrounded by issues that require us to look at events from the perspective of others – a key skill that you learn through RE. But because of the way RE is treated, the subject is often seen as irrelevant.; \"Why do we have to learn this?\" we whined in every subject within ten minutes of starting the lesson, \"what use will this be in the real world?\"; While other subjects were staunchly defended at school, RE was always seen as a tertiary subject. The maths teacher told us that it taught us to think logically; to use a step-by-step approach in working through problems. The geography teacher would insist his subject was useful: his lessons increased our understanding of global warming and the impact of our consumerism on the planet.; But from RE, we never had an answer. \"Because the school says it's compulsory\" was the closest we ever got. One teacher even shrugged in response to the question at my school. All this despite the fact that RE lessons were probably the closest we ever came to understanding the ideas that shaped our world.; After all, it was in RE, not history, where I first learnt the principles underpinning Gandhi's struggles and Martin Luther King's protests. It was also in RE where we were credited for thinking critically rather than memorising facts, for articulating opinions and backing up our views and for taking time to consider an issue from a different perspective. These are skills we use at university and in our everyday lives.; Law student Mohammed-Husnain says: \"[Because of RE] I believe I have become a better communicator as a whole. It now means I find it easier assessing both sides of an argument before coming to a conclusion.\"; The lessons taught in RE are especially necessary after leaving school, as we meet people from different backgrounds, traditions and religious beliefs from across the world.; The underestimated importance of RE is also that it helps overcome prejudices and negative stereotypes. If people have a better understanding of other faiths, they're less likely to be dismissive of issues that don't concern them directly. Better still, it promotes integration and a stronger sense of community.; It's about time that schools – and students – realised the importance of religious education.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-13",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 15 ..."
}