{
  "content": "\n\nTuesday 29 April 2014 14.03 EDT\tWilliam Vahey inquiry: several parents ask not to be notified of abuse\tPolice say a significant number of Southbank parents do not want to know if their children were molested\tA significant number of parents at London's elite Southbank International School have told police they do not want to know if their children were abused by the serial child molester William Vahey.; Scotland Yard announced that the number of the American teacher's victims at the school had risen to more than 60, with the possibility that more could yet be identified. All are boys believed to have been aged between 11 and 16 at the time Vahey took photos of them.; Vahey worked as a humanities teacher at the school, which is favoured by diplomats and foreign businesspeople, from 2009 to 2013. He killed himself last month in Minnesota after admitting to a long history of drugging boys with sleeping pills and molesting them while on field trips abroad.; His method meant no victims knew for sure whether they were molested, and parents have been wrestling with the question of whether it is better never to find out than to risk the psychological trauma of a child discovering they were molested.; Two families have told the Guardian their sons recalled becoming drowsy and ending up with Vahey in a room, but they did not know if he abused them. One parent said finding out would be like \"scratching an itch which isn't there\".; Vahey, 64, was exposed in March during his last teaching post, in Nicaragua, after a maid cleaning his apartment stole computer hardware containing numerous images of naked boys. A USB stick of 90 images featured more than 60 pupils from Southbank.; The discovery sparked an international investigation led by the FBI. Vahey worked in 10 international schools around the world in a 42-year career that began two years after he was released from a Californian jail having served a sentence for child molestation.; \"A significant number of parents have indicated that they do not wish to be informed of any details pertaining to possible offences against their children,\" said commander Graham McNulty, of Scotland Yard's specialist crime investigations team. \"We respect this position and the dilemma that parents face. We are therefore currently considering differing options which would allow us to account for the wishes of all parents while ensuring we fulfil our responsibilities to support victims of crime.\"; Last week detectives raided Vahey's home in Belsize Park and seized a laptop and 11 memory sticks, which police said had so far revealed no further victims.; Another laptop, containing dozens of folders with files relating to field trips he led while at Southbank, emerged in Nicaragua last week and has been handed to the FBI. It holds images of a group of naked adolescent boys in an unidentified outdoor location beside a canoeing station, a semi-naked teenage boy, and pictures of the teacher with his arms around groups of children, as well as files about field trips to Nepal and elsewhere that he led while at Southbank.; The school's chair of governors, Sir Chris Woodhead, the former chief inspector of schools, has previously said the school carried out checks dating back 17 years on Vahey but none picked up on his 1969 conviction for child molestation in California.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-91",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 29 Ap..."
}