{
  "content": "\n\nTuesday 8 July 2014 02.00 EDT\tLack of languages stifles Brits and Americans\tWhy learn a second language if everyone speaks English? To better understand a culture, or boost your employability in the global economy, finds a Guardian roundtable\tClub football managers talk to players in it, scientific researchers email each other in it, global businesses negotiate in it. When even the European Central Bank chooses English as its main language, despite the UK being outside the euro, why should British or American school kids bother learning anything else?; That was the question put to a recent roundtable discussion hosted by the Guardian and British Academy in association with the American Academy of Arts and Sciences. The discussion brought together leading policymakers, academics and industry representatives from both sides of the Atlantic to address the language-learning deficit in English-speaking countries and try to work out what to do about it.; The British Academy's report, Languages: the State of the Nation, published in February 2013, discovered \"strong evidence of a growing deficit in foreign language skills at a time when globally the demand for languages is expanding\" in the UK. A follow up report, Lost for Words, published last November, found deficits in foreign language skills within the government threatened the UK's future security and capacity for global influence.; In America, academics produced a report last year, Across the Atlantic, Languages for All?: The Anglophone Challenge White Paper, that found demand for languages other than English had increased so dramatically that the US education system was now \"failing to provide a critical skill to the majority of this country's youth\".; Languages at all levels Nigel Vincent, the British Academy's vice-president for research and higher education policy, told the roundtable employers were now looking for languages from all levels of employee, from top executives to people who answered the telephone. \"By sitting on our linguistic laurels we disadvantage the United Kingdom – and it's exactly the same argument in the US,\" he said. Young people from other countries could now offer fluency in English, plus their native language. \"They are ahead of the game.\"; \"Increasingly, overseas companies are where it's all at,\" said Sir Michael Arthur, founding partner of The Ambassador Partnership, an international corporate diplomacy consultancy, adding that young people in the UK would have a better chance of finding a job, and keeping it, if they had at least a smattering of the languages used by potential employers. Many were also likely to work overseas at some point in their careers.; While it was fine for a company to have English as its internal language, said Diane Wood, chief judge at the United States Court of Appeals for the 7th Circuit, companies often had to reach out into the society where they were doing business, and for that they needed languages.; Bill Rivers, executive director of the Joint National Committee for Languages, which promotes language learning in the US, suggested it was a myth that everyone was proficient in English – and that there was no guarantee English would be a global lingua franca forever.; The roundtable agreed that knowledge of a country's language promoted empathy and understanding, even if discussions were held in English. \"Language isn't just a bridge between cultures,\" said Pauline Yu, president of the American Council of Learned Societies. \"It's a gateway into a culture.\"; This had important implications for politics and security as well as business, delegates noted. \"Criticism that we charge into countries without understanding the history or the culture or with any serious plans as to how to address the problems of those countries is another input into the need for taking language seriously,\" said Sir Adam Roberts, senior research fellow in international relations at Oxford University.; The roundtable also stressed the cognitive benefits of language learning, citing evidence that schoolchildren who spoke more than one language tended to perform better than their peers across all subjects.; And Hunter Rawlings, president of the Association of American Universities, put the case for pleasure, arguing that speaking another language was enjoyable for its own sake.; The priority, many felt, was removing barriers. Vincent said that while he welcomed moves to make studying another language at primary school in the UK compulsory, there was a shortage of primary school teachers able to deliver it. Then there was the narrowness of the A-level programme – studying only three subjects meant languages were often pushed out.; Stephen Parker, chair of the panel for modern and ancient languages on the A-level Content Advisory Board, due to report this summer, said while changes to the A-level modern languages curriculum over the past ten years had aimed to make it more relevant, recycling topics about family life or fashion could be uninspiring. Students were no longer required to read a book in the foreign language, and the emphasis was often on rote learning rather than on engaging with a different society and culture, which, he felt, was \"like learning a language in a padded cell\". The panel's report will recommend encouraging literacy and thinking about countries' histories, as well as engaging with issues such as immigration and social media.; Dan Davidson, president of the American Councils for International Education, said the US had recently gone through a similar re-evaluation of language standards connected to university admissions – and ten new languages were now recognised for admission to American universities. Previously, the list of six was comprised exclusively of heritage languages – those spoken by the descendants of immigrants to a country. It gave these languages more esteem, while opening up the higher education system to people who otherwise may not have considered it.; Engaging all classes Social inequality issues in the UK, where private schools continue to dominate language teaching, caused several delegates concern. Clive Holes, professor for the study of the contemporary Arab world at the University of Oxford, said while the mainly middle-class students he taught at Oxford studied Arabic \"university style\", people at the other end of the social scale with more useable language skills were not using them, in spite of many employers looking for Arabic speakers. \"They are an incredibly valuable national resource that we are failing totally to use,\" he said.; Delegates acknowledged that one problem was the lack of credit available for speaking these languages. Thirty years ago, native speakers of Urdu in the UK could get a qualification that recognised their skills, for example, but this is no longer the case.; More of a concern in the US, according to Richard Brecht, director of language policy initiatives at the University of Maryland, is the lack of support for language learning at federal level. He said there was no language education policy in the US and was never likely to be. \"Language education in the US has been seen mostly as a national security issue not an education issue,\" he said. Helen Wallace, foreign secretary at the British Academy, said languages discussions in the UK were often linked to \"toxic\" debates about immigration. \"Clearly, the universities have failed by not having held up their end in this discussion and being a bit too caught in traditions,\" she said. \"Everybody is underperforming.\"; Suggested solutions included giving more recognition to heritage languages, improving lobbying for languages in the way that has recently proved successful for science subjects, using technology better to support language teaching, identifying role models, and getting employers on board. They agreed that a fundamental change in attitudes was also needed.; Vincent recalled a recent news story in the UK about a school in Peterborough that was reported to be the first in the UK in which no child was a native speaker of English. \"The right thing to say would have been that it is the first school in England where every child is bilingual,\" he said. \"That would be the positive way to look at it.\"; In a globalised world, speaking only one language is no longer enough, delegates to the roundtable agreed. They argued strongly that more young people in Britain and America must be persuaded to become multilingual, for the sake of their nations' economic competitiveness, political success and security, not to mention personal educational benefit. But they acknowledged that when everyone seems to speak English it is not always an easy case to make, and that even British and Americans who do speak other languages because of a family background overseas sometimes fail to recognise the value their skill.; Will Hutton (Chair) Principal of Hertford College – University of Oxford; Martha G Abbott Executive director, American Council on the Teaching of Foreign Languages (ACTFL); Christine Adamson Language and culture training policy officer, Ministry of Defence, Defence Academy; Michael Arthur Founding partner, The Ambassador Partnership; Richard D Brecht Director of language policy initiatives, University of Maryland; Eva Caldera Assistant chair for partnership and strategic initiatives, National Endowment for the Humanities; Dan E Davidson President, American Councils for International Education; Helen Wallace FBA Foreign secretary, British Academy; Hans Fenstermacher Chief executive, The Globalization and Localization Association (GALA); Raquel Fernández-Sánchez Teaching associate in Spanish School of Languages and Social Sciences, Aston University; Clive Holes FBA Professor for the study of the contemporary Arab world, University of Oxford; Stephen Kidd Executive director, National Humanities Alliance; Aditi Lahiri FBA Professor of linguistics, University of Oxford; Ros Mitchell Emeritus professor of language education, University of Southampton; Rita Oleksak President, National Network for Early Language Learning (NNELL); Stephen Parker Chair, panel for modern and ancient languages, A-level Content Advisory Board (ALCAB); Anne Pauwels Dean of Languages and Cultures and Director of London Confucius Institute, SOAS; Hunter R Rawlings III President, Association of American Universities; Bill Rivers Executive director, Joint National Committee for Languages; Adam Roberts FBA Senior research fellow in international relations Oxford University; Nigel Vincent FBA Vice-president for research and higher education policy, British Academy; Diane P Wood Chief judge, United States Court of Appeals for the 7th Circuit; Pauline Yu President, American Council of Learned Societies; • This article was amended on 16 July 2014. An earlier version stated: \"The right thing to say would have been that it is the first school in the United Kingdom where every child is bilingual.\" This has been corrected.; This content has been sponsored by British Academy in association with the American Academy of Arts and Sciences, whose brands it displays. All content is editorially independent. Contact Lucy Haire on 020 3353 3320 (lucy.haire@theguardian.com). For information on roundtables visit: theguardian.com/sponsored-content",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-155",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 8 Jul..."
}