{
  "content": "Thursday 2 May 2013 15.30 EDT\tWe know spending on the arts makes big money for Britain. So why cut it?\tWhingeing luvvies are easily mocked but it just doesn't make sense to give way to this purblind, anti-cultural bias\tA reason to be cheerful: Britain is exceptionally good at some things. With a dead economy, a million young people kicking their heels, exports anaemic and worse cuts to come, hope itself can look hopeless. So what would you do? Analyse what we do best and invest in our talents to the hilt. In that great broad envelope labelled \"arts and culture\", we are among the world's engines of invention.; That's why a cultural Olympiad ran alongside all the running, jumping and cycling. In sport, state investment paid off in medals. In the arts, state investment can be counted out in gold too: better still, it infuses everything that brings pleasure. Only life under the Taliban is untouched by music, storytelling and eye-opening imagery, broadcast or live, designed into everything around us. Culture is not something apart but breathed into all of civilisation. When we are all dead and gone, culture is all that will be left – as a visit to the British Museum will confirm.; This week saw the deadline for ministers to make their final pitch before the axe falls in June's comprehensive spending review. By rule of thumb, each department can expect a 5.2% cut, (except the NHS, schools and aid). That is a mighty crunch for any ministry, but the one with the smallest budget would be struck hardest. Of the £700bn the government spends, the Department for Media, Culture & Sport's budget is a minuscule £2.2bn, and already suffering a 43% cut.; The Arts Council has lost a third of its funds, obliged to cut deep. Until now it has swallowed hard, and axed some projects altogether while investing selectively in the best. But cut any deeper and they hit a tipping point where regional deserts destroy the seed-corn for the great national institutions.; Matilda opens on Broadway, winning Tony awards after years of preparation, and War Horse plays around the world earning millions, but none of that happens without risk, daring and investment in trial and error, in the regions and at the National. Sellout triumphs don't come to order, ready-made. London theatre sends the Treasury as much in VAT as grants given to theatres.; A tiny state investment brings greater returns, financial and cultural, than anything else government does. Another cut would cripple, yet the cash is what one arts leader calls \"small change down the back of the MoD sofa\". DCMS secretary Maria Miller last week promised to fight for the arts: untouched by loftier values her leaden utilitarianism in calling the arts a \"compelling product\" came under fire, but she did lay out a good commercial case.; A Nesta report shows the creative economy employs 2.5m people, accounting for 10% of GDP. Local councils contributing 56% of state art funds are admirable, but can they hold out when they will have no money for anything except child protection and elderly care by 2017? This week's completion of Birmingham's magnificent library reminds how public culture cheers in a depression – but Westminster and Somerset have cut all arts.; There is no line between \"culture\" and everything else. Only profound philistinism explains why this government has swung its axe so hard at everything badged arts. There was no reason, apart from dislike, for cutting the BBC by 20%, since the licence fee is not Treasury spending. Why were the humanities singled out for zero university funds? Now 16% fewer are taking humanities degrees, as Michael Gove downgrades anything that sniffs of arts, his e-bacc leaving them out altogether. A generation of children risk having little experience of art, music and drama. Yet those are what people often remember most, pleasures lasting for life: 10 million people are involved in voluntary arts groups and amateur dramatics. Yet community arts are disappearing from university courses.; This is a plunge back into the arts freezer of the 80s and 90s. As then, ministers claim that philanthropy is the answer, but it never was. In the US, relying on donors deadens the arts, filling their boards with the conservative-minded, failing to stimulate experiment and imagination – as only independent funding can.; Besides, 80% of UK arts donations go to London, where they get prestige branding often for smallish contributions, while the regions atrophy without support, killing off the new blood for national institutions. London orchestras in the 80s relied on ever narrower \"safe\" programmes and audiences fell away: it took years of investment to restore them. Banks, innately conservative, refuse to lend to arts businesses, despite a record of success. George Osborne's 2010 cut in tax relief for Britain's green-shoot video games industry saw the UK drop from 3rd to 6th in the world: he is restoring the money but damage has been done. In music, Britain is the second biggest world exporter – yet Cameron ignores creative industries on his trade tours.; Deep scars will be left by this government's anti-culture bias. The sums are so paltry that the animus seems deliberate. But luvvies whingeing are easily mocked when dementia patients are neglected, so how can the case be best made?; A rally of 600 arts people launched \"What next?\" this week to build support for the arts from the power of millions of supporters to pressurise politicians. Labour boasts of all it did with free museums and galleries and tripling arts funding. Now, in hard times, Harriet Harman finds other ways: she has gathered a creative councillors network to bolster local arts, planning ring-fencing of local arts funds, opening spaces for the arts with easier licenses and planning permissions. This autumn visual artists will hold an Art Party conference in Scarborough that will be a lot more fun than the political conferences they will lampoon.; On Saturday the Brighton festival opens – three weeks of eclectic theatre, music, dance, comedy, literature and visual arts. It's England's largest annual festival, but many others have sprung up, experimenting, challenging audiences to try something new which may (or sometimes may not) be wonderful. Daring and sampling are what festivals are for. I chair the Brighton festival, where each year chief executive Andrew Comben invites in a new guest artistic director. This year children's writer Michael Rosen follows on from Anish Kapoor, Brian Eno, Aung San Suu Kyi and Vanessa Redgrave. We're lucky to be part-funded by the Arts Council and by Brighton council, which has backed us through each change of party, from Labour to Conservative to Green. We can show how the festival brings in at least £20m to Brighton, but no one can compute its true value to its reputation or the pleasure it gives. So there's a reason to be cheerful – for now.; As for the future, what might persuade this government of the value of the arts - financial and spiritual - is a loud public demand that our cultural assets, live and broadcast, are not squandered.; • This article was amended on 3 May 2013. The original referred to \"This week's opening of Birminham's magnificent library\". Building work on the new library in Birmingham was completed this week but it is not due to open until September.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-108",
  "namespace": "we1sv2.0",
  "title": "Thursday 2 May ..."
}