{
  "content": "Wednesday 12 June 2013 02.00 EDT\tPlanning for your first term: an essential guide for new teachers\tSo you've finished your training, but now's the time to discover more about your new school and pupils\tSo you've made it. You've got through the year and you've managed to get by in one piece: well done. The teaching course is one of those things that no one can ever prepare you for, it doesn't matter how good the prospectus is. The late nights, the early mornings, the tears, the tantrums, the weird school politics you have to get used to for each placement. So much to remember but you've managed it and here you are, staring out into one of the longest holidays of your life. Enjoy it. I mean, really, enjoy it because you are about to get thrown in at the deep end and I've no doubt that by Christmas you won't know your rear end from your elbow.; Hopefully by now you have a job, or at least some interviews lined up. You're going to need to think about getting into your new school, if you haven't already, to get prepared for next year. For those of you that thinks you can wing it when you get there, trust me, it doesn't work. The more you know now, the better. So, things to think about when visiting your school:; • Email beforehand and be flexible about when you come in, it'll make things much easier and your head of department is more likely to have the time booked in to help you out.; • Take a massive hard drive with you, to download as much info about the schemes of work as possible. You could also try grabbing some textbooks and copies of the syllabus too.; • Make a point to go and say a quiet hello to all the staff in your department. This is quite tricky, as you don't want to stroll in there all cocky, but it is nice to get to know people before you start.; • Make sure you befriend the following people; reception and reprographics staff, technicians, dinner ladies, estates people and the teaching assistants/learning support assistants. They are all integral to the school and can be amazing help in your first year. They also know all the gossip.; • Have a look at your classroom, if you're lucky enough to have one, and perhaps ask if you can go in, during the holidays to sort it out. You're not likely to have time to do this once you get there in September, so you may as well get it done now.; • Try and have a wander around so you don't look like such a newbie when the kids get back. Teachers that wander around asking kids the way are more than likely targets for practical jokes. At our school they send everyone to the PE department as it's miles away.; • Get a copy of all the relevant policies like behaviour and so on and that you understand them.; So, that's all sorted, now you can enjoy the holidays. Well, almost. It's still worth asking yourself several questions before you start.; • Have you planned a getting to know you lesson for each class? What is the behaviour policy and how will I deal with mobile phones, outdoor wear being worn in the classroom and so on?; • Have you made a medium-term plan for the classes you are teaching?; • How are you going to know what the students have learnt from you? This means giving thought to assessment for learning techniques and thinking about the crucial feedback mechanisms you will put in place.; That sounds like an awful lot to think about but even if you just go through the process of what you are doing in your head, it can help to prepare you for your first term in advance.; Remember, you are going to have your own classes and this means you can finally put your own stamp on your classroom and teaching practice. You have already made it through a really tough course of study and so you are perfectly capable of the challenges in front of you. The only thing left to consider is this: what sort of teacher do you want to be?; My tutor, who is an absolute legend, always said there are seven types of teacher: funny, matey, keen, lame, sad, horrible and safe. I tried to aim for safe. This is because I'm not at school to make friends with students; I am there to be firm but fair. I always want them to know where they stand and that standing still and passive learning is not an option.; So it just leaves for me to give you, like good old Jerry Springer, the final thought for the day. Just be yourself. Stay true to what your educational values are and make sure you befriend your fellow newly qualified teachers (NQTs.) They are the rocks that will keep you anchored when all hell breaks loose and they'll celebrate your successes wholeheartedly.; I wouldn't be the teacher I am today without my NQT crew, my head of department and my other colleagues. The friendships you make there will see you through and I have no doubt last a lifetime. Have fun and always come back to this thought; that everything we do is about the kids. If you always come back to that, then you'll always be heading in the right direction.; So good luck, have a great time and remember to enjoy yourself as you embark on the journey of a lifetime.; Marie Hazel teaches science at the City Academy, Bristol and is also deputy head of humanities.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-142",
  "namespace": "we1sv2.0",
  "title": "Wednesday 12 Ju..."
}