{
  "content": "Thursday 8 August 2013 10.49 EDT\tResearch in brief – 08 August 2013\tOur weekly round-up aimed at showcasing the latest research across the subject spectrum at UK universities\t• University of Cambridge Mothers who breastfeed run a lower risk of developing Alzheimer's, research finds. The report suggests that the link may be to do with certain biological effects of breastfeeding. For example, breastfeeding restores insulin tolerance which is significantly reduced during pregnancy, and Alzheimer's is characterised by insulin resistance in the brain. Molly Fox, from the University of Cambridge, who led the study, says: \"Women who spent more time pregnant without a compensatory phase of breastfeeding therefore may have more impaired glucose tolerance, which is consistent with our observation that those women have an increased risk of Alzheimer's disease.\" The findings may point towards new directions for fighting the global Alzheimer's epidemic – especially in developing countries where cheap, preventative measures are desperately needed. More broadly, the study opens up new lines of enquiry in understanding what makes someone susceptible to Alzheimer's in the first place.; • University of Southampton Stem cells could hold the key to tackling many life-threatening diseases, research shows. Stem cell therapy has the potential to change the way we treat cancer and other diseases by replacing damaged or diseased cells with healthy ones. New research is looking at how best to identify the right cells to use for different therapies. Sumeet Mahajan, senior chemistry lecturer in life science interface, says: \"Stem cells could hold the key to tackling many diseases. They develop into all the various kinds of cells needed in the body – blood, nerves and organs – but it is almost impossible to tell them apart during their initial development without complex techniques, even with the most advanced microscopes. Up to now, scientists have used intrusive fluorescent markers to tag molecules and track each cell, a process which can render them useless for therapeutic purposes anyway.\" He adds: \"By using a technique discovered at Southampton in the 1970s, known as Surface Enhanced Raman Spectroscopy (SERS), we have been able to look at adult stem cells on a molecular scale to distinguish one from another, meaning we can still use the cells for therapeutic purposes.\"; • University of Portsmouth The art of persuading Britons to take notice of health and safety campaigns is 100 years old this month. One of the first examples was an attempt by the railways to avoid government meddling in its affairs. Great Western Railway employees were reminded to carry out their work as safely as possible, whether crossing the railway line, wearing goggles to protect their eyes or loading and unloading goods. The campaign paved the way for a century of attempts to reduce deaths and injuries at work. Mike Esbester, a historian from the University of Portsmouth, says: \"Before 1913, safety warnings to workers were very top-down and text heavy. August 1913 saw an entirely different tone and style, it was a massive change. It spoke 'man-to-man,' using an informal, conversational tone and showed people how to be safe rather than just telling them what to do.\" He adds: \"These safety campaigns were voluntary. No-one was forced to pay attention. This was a strength – people liked the element of choice – and is something that might account for the continued use of educative campaigns over the last 100 years.\"; • Royal Holloway, University of London Two years on after the London riots, small businesses are still affected both emotionally and financially, a study shows. Researchers found that the riots led to significant structural and physical losses and business closure, and also lost opportunities for further development, loss of personal belongings and losses emerging from psychological and emotional costs. Rachel Doern from Royal Holloway, says: \"While some have had fantastic emotional and practical support from local councils and the community, some say they have been totally ignored, with many business owners still waiting for compensation. Our study found that a lack of adequate external support following riots has increased the vulnerability rather than the resilience of small businesses.\" She adds: \"We cannot underestimate the importance of small businesses. They play a vital role in the local community and provide many economic benefits, such as job creation and innovation. It is crucial to remember that they are vulnerable. Our study shows that both emotional and financial support can make the difference between survival and failure.\"; • University of Manchester Older autistic children are more likely to be bullied than youngsters, research finds. Researchers argue that younger students have less complicated social groupings, and they may be more tolerant of autism. But as they grow older, tolerance of difference may weaken because teenagers often want to stick more closely to peer group norms. The survey also revealed that children were more likely to be bullied in mainstream, rather than special schools. Smaller class sizes and a higher ratio of adults to pupils are two of a number of reasons why there may be fewer opportunities for bullying in special schools. Judith Hebron from Manchester University, says: \"Children with autism are easy targets because their behaviour may be regarded as odd or different, and our research tells us this is likely to result in bullying, teasing and provocation. But not all of these children are bullied, and as researchers, we are interested in finding out why.\" She adds: \"Peer groups can be very inclusive and a positive culture within a school with a zero tolerance of bullying can nurture this type of environment.\"; • Imperial College London Walking to work reduces the risk of developing diabetes and high blood pressure, a study shows. People who walk to work are around 40% less likely to have diabetes compared to those who drive, researchers find. Cycling, walking, and using public transport were all associated with lower risk of being overweight than driving or taking a taxi. People who walk to work were also 17% less likely than people who drive to have high blood pressure. The study also found wide variations in the modes of transport used in different parts of the UK. Public transport was used most in London, at 52%, compared with just 5% in Northern Ireland. Anthony Laverty, from the school of public Health at Imperial College London, says: \"The variations between regions suggest that infrastructure and investment in public transport, walking and cycling can play a large role in encouraging healthy lives, and that encouraging people out of the car can be good for them as well as the environment.\"; Would you like your university's research featured on the network? Email claire.shaw@theguardian.com with your latest news; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-178",
  "namespace": "we1sv2.0",
  "title": "Thursday 8 Augu..."
}