{
  "content": "Monday 2 September 2013 11.33 EDT\tEnglish and maths GCSE hurdle: the teachers' verdict\tTeenagers who fail to get a C in their English and maths GCSE will be forced to study the subjects post-16. What do teachers think of the changes?\tWe've had a summer where schools have been criticised for entering students to resit exams – and now the government is saying they want this as a policy. Obviously we want a workforce that is numerate and literate, but it's unclear how this will work practically. There's a real crisis in terms of teacher training at the moment – I'm not sure there are enough teachers out there to cover this extra demand. At a time where local authorities' roles are dwindling, schools will need to work together – perhaps though academy chains – to make things work. Schools will also need extra support to support the range of students they teach – you're talking about children with special needs, those who have English as an additional language or who have only been in the country for a couple of years.; If GCSE English and maths are the national currency for literacy and numeracy in this country, then everyone has to get them, don't they? Schools will inevitably face practical issues to do with how many students need to resit, who they're going to be taught by, where they're going to be taught and so on. These are very real challenges – but this doesn't mean that the principle is wrong. The Institute of Directors and the CBI have both, for a long time now, talked about their concerns over numeracy and literacy.; I work at a land-based college so our FE courses are vocational. Some of the qualifications we provide are equivalent to GCSEs – a large number of students will choose to study with us because they don't enjoy subjects such as maths and English. At the moment we are already required to teach English and maths functional skills to our students in order for them to gain the qualifications. This, combined with the need to achieve grade C or above in GCSEs, would put a huge strain on our students – especially those who are lower levels – increasing our workload as tutors. The majority of my colleagues have very little understanding of what is required for GCSEs so the college would either need to provide extensive extra training for us or employ teachers specifically to deliver these subjects.; It is important for our students to have grasped basic literacy and numeracy – that is what a grade C in English and mathematics means in reality – by the time they leave education, and to have that recognised formally through a qualification with currency. Provision for these retakes has to be flexible and tailored to meet the individual student's needs. Indeed, for those students with significant learning needs, it is vital that skill development continues rather than resolutely teaching to an examination specification.; Gove would be better advised to stop thinking of education as a benchmark of intelligence but rather something that every child has a fundemental human right to and, when tailored to their needs, helps prepare them to live in the world as active, and well adjusted, citizens. For some with additional needs, a D or E is a huge achievement. To say now that a C is what stands between them and finishing their education will add further barriers.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-199",
  "namespace": "we1sv2.0",
  "title": "Monday 2 Septem..."
}