{
  "content": "\n\nTuesday 2 December 2014 05.59 EST\tWhy working across subject areas may benefit you in the REF\tThere’s a belief that interdisciplinary projects are too risky for the Research Excellence Framework. Actually, not fitting the mold could be an advantage • Academics concerned unis are excluding interdisciplinary research from the REF\tResearchers often talk of the tensions surrounding interdisciplinary research. They’re encouraged to collaborate with other departments but then run into problems when it comes to the research assessment processes or getting permanently hired.; There is a suspicion that interdisciplinary research fairs less well in the Research Excellence Framework (REF) – the process which determines how much research funding UK universities receive.; In a recent research project that touched on the experiences of interdisciplinary researchers, one of my respondents argued, “interdisciplinarity and creative boundary crossings are encouraged on one level but discouraged in career terms.”; Dissenting voices from this narrative are rare. However, as someone whose work has ranged across geography, sociology and criminology as well as pedagogic and higher education research, these concerns do not fully accord with my own experiences.; There are undoubtedly significant, growing institutional pressures upon researchers to work between and across disciplines. Increasingly single disciplinary university departments are being reconfigured into multidisciplinary schools. For example, Royal Geographical Society figures suggest that single discipline geography departments have declined by over one third since the mid 1990s.; Similar trends are discernible across the social sciences and humanities and, to an extent, the sciences. One of the reasons underpinning these moves is the potential research (and teaching) synergies between previously separate disciplines.; Major funding initiatives at both the postgraduate and postdoctoral levels are also now more frequently interdisciplinary in nature, guided by a set of Research Councils UK cross-council themes such as “global uncertainties” and “lifelong health and wellbeing”.; There are inherent advantages to interdisciplinary research that are well known. It is often in the spaces between disciplines that innovative perspectives, collaborations and solutions emerge. Interdisciplinary researchers frequently speak of being more interested, engaged and stimulated by their work.; In career terms, I am not convinced that the picture is necessarily as grim for interdisciplinary researchers as is sometimes made out. In my own experience, interdisciplinarity has consistently proven to be a vehicle into new opportunities, and on a few occasions, out of some difficult situations.; As we wait for the results of REF 2014 and begin to think forward to REF 2020, I wondered if there was an alternative interdisciplinary story that could be developed.; Here are three suggestions:; It’s easy for me to be so confident about the place of my research in the current REF of course. The results are not out until the 18 December and I have the end of semester and piles of marking to negotiate before I worry about that. On the 18th I will be sitting down to the university Christmas meal two hours after the results are passed on to me. I’m still hoping to be eating turkey rather than humble pie that day.; Tim Hall is professor of interdisciplinary social studies and head of the department of applied social studies at the University of Winchester.; Enter the Guardian university awards 2015 and join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-240",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 2 Dec..."
}