{
  "content": "Thursday 27 June 2013 12.27 EDT\tResearch in brief – 27 June 2013\tOur weekly round-up aimed at showcasing the latest research across the subject spectrum at UK universities\t• Institute of Education Tackling literacy problems early could dramatically reduce associated short and long-term problems, such as behavioural issues in school, teenage pregnancies and the number of young people who enter the criminal justice system, research finds. It shows illiteracy has a fundamental link to a person's behaviour and life choices, and that implementing successful literacy interventions at an early age is crucial to a child's future – helping to prevent disengagement not just in school, but society as a whole. Sue Burroughs-Lange and Amanda Ince, co-editors of Reading Recovery and Every Child a Reader, say: \"Here's the evidence on how to ensure that no child in our schools need ever suffer from being unable to read or write. It's vital that adequate tools are in place when they start school in order to tackle these issues so that all children have the best opportunity to lead a successful and fulfilling life.\"; • University of Durham / Bristol / Dundee Monitoring for severe labour exploitation is weak and needs to be strengthened, findings from a report show. Forced labour was widely understood to be an issue of little relevance to the UK, but in a new report, findings reveal the practice – although mainly hidden – is a significant and growing problem. There is also growing evidence that the numbers of those trafficked for labour exploitation will exceed those trafficked for sexual exploitation. According to the report, a strategic approach is needed to tackle forced labour, ensuring that sectors and areas where workers are most vulnerable are targeted. There needs to be formal and transparent monitoring of the scope and nature of forced labour across the UK via government and parliamentary arrangements, the report suggests. Professor Gary Craig at Durham University, says: \"Workers experiencing forced labour are brought to the UK in a variety of ways. Some of them are smuggled into the country, some are asylum seekers and others are trafficked. Many however are here legally and fall into forced labour situations because of coercion, deceit and manipulation. In many cases, they are given contracts that they do not understand, the gangmasters withhold their passports and documents making it very difficult for them to escape, and put them heavily into debt which they can never repay.\"; • University of Wolverhampton A book has been launched to celebrate the 180 year history of the University of Wolverhampton. Researched and written by professor Mike Haynes and Lib Meakin, the book - Opening Doors in the Heartlands: A History of the University of Wolverhampton - explores the university's heritage and the educational opportunities it gave to generations of students in the Black Country. Haynes, a professor of international political economy, says: \"Writing the book has been a really exciting journey. We've found out how tens of thousands of ordinary people from the Black Country, West Midlands and beyond have managed to get a higher education.\" He adds: \"For myself and Lib, higher education was a journey that opened up possibilities not available to our parents and grandparents. Today higher education in universities continues to do the same for new generations.\"; • University of Southampton A scientist has created the first virtual lab tour designed to help the public understand how new dementia treatments are developed. The lab takes visitors on an interactive journey through photo-realistic laboratory and hospital environments to learn about how research into diseases like Alzheimer's takes place. Dr Cheryl Hawkes, a dementia scientist at the University of Southampton, says: \"There are lots of different types of research that are all essential to defeating dementia. The Lab helps to explain all of this research, and why it's important, in a really fun and engaging way. It seems that everyone I meet has been touched by dementia in some way and people are so intrigued about research and what we do in the lab. This new website is a great way for people to learn more.\" Visitors can also make the Lab experience more tailored to them by reading the latest news stories about research in this area, and sharing their visit through Facebook.; • Royal Holloway A study has identified the brain regions and interactions involved in impersonations and accents. Researchers found when a voice is deliberately changed, it brings the left anterior insula and inferior frontal gyrus (LIFG) of the brain into play. They also discovered when comparing impersonations against accents, areas in the posterior superior temporal/inferior parietal cortex and in the right middle/anterior superior temporal sulcus showed greater responses. Dr Carolyn McGettigan, lead author, says: \"The voice is a powerful channel for the expression of our identity – it conveys information such as gender, age and place of birth, but crucially, it also expresses who we want to be. While the words we use might be different across these settings, another dramatic difference is the tone and style with which we deliver the words we say.\" She adds: \"Our aim is to find out more about how the brain controls this very flexible communicative tool, which could potentially lead to new treatments for those looking to recover their own vocal identity following brain injury or a stroke.\"; • De Montfort University Older people feel they're seen as a burden to society and many are never consulted on services which affect their lives, a survey finds. Research shows that many services do things 'for' older people rather than working alongside them and asking them what they would like, and illustrates the huge contribution that older people have to make to the debate around their own well-being and how best to provide services and support for older people. The report highlights older people's own concerns about their position in society; 61% of over 65s think society sees them as a burden, and 57% think the media encourages the idea that older people are a problem for society. Two-thirds of older people (66%) feel they are stereotyped and over half (56%) think older people are ignored. Jennie Fleming, reader in participatory research and social action, centre for social action, De Montfort University, says: \"This research demonstrates the need to involve older people more in both the debate around their own well-being, but also the actual services that they use. Participation in activities makes a massive difference to an older person's sense of well-being and that in turn can have a positive effect on loneliness, which we know has a knock on impact on mental and physical health.\"; Would you like your university's research featured on the network? Email claire.shaw@guardian.co.uk with your latest news; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-156",
  "namespace": "we1sv2.0",
  "title": "Thursday 27 Jun..."
}