{
  "content": "Monday 13 May 2013 02.00 EDT\tCornel West: 'They say I'm un-American'\tThe American academic and firebrand campaigner talks about Britain's deep trouble, fighting white supremacy and where Obama is going wrong\tCornel West, the firebrand of American academia for almost 30 years, is causing his hosts some problems. They are on a schedule but such things barely move him, for as he saunters down the high street there are people to talk to, and no one can leave shortchanged. Everyone, \"brother\" or \"sister\", is indeed treated like a long lost family member. And then there is the hug; a bear-like pincer movement. There's no escape. It happens in New York, where the professor/philosopher usually holds court. And now it's the same in Cambridge.; The best students accord their visitors a healthy respect, but West's week laying bare the conflicts and fissures of race and culture and activism and literature in the US and Britain yielded more than that during his short residency at King's College. There are academics who draw a crowd, but the West phenomenon at King's had rock star quality: the buzz, the poster beaming his image from doors and noticeboards; the back story – Harvard, Princeton, Yale, his seminal work Race Matters, his falling-in and falling-out with Barack Obama.; Others can teach, and at Cambridge the teaching is some of the best in the world, but standing-room-only crowds came to see West perform. He performed. Approaching 60 now, he is slow of gait. But he always performs.; \"Britain is in trouble,\" he tells me. \"Britain is in deep trouble. The privatising is out of the control, the militarising is out of control and the financialising is out of control. And what I mean from that is you have a cold-hearted, mean-spirited budget that the Queen just read; you have working and poor people under panic, you have this obsession with immigration that tends to scapegoat the most vulnerable rather than confront the most powerful. And it is not just black immigrants, but also our brothers and sisters from Poland and Bulgaria, Romania; right across the board.\" He isn't ranting. He doesn't rant. He smiles, he growls gently, he leans in and whispers conspiratorily. There is an upside, he says. \"Britain has a rich history of bouncing back too.\"; They looked after him at King's, he says. Incongruous in his trademark black three–piece suit, with fob watch and old-time, grey–flecked, fly-away afro, he berthed in the understated splendour of the Rylands room in the Old Lodge. Named after Dadie Rylands, the literary scholar and theatre director educated at King's and a fellow until his death in 1999, it was where Virginia Woolf lunched with Rylands and John Maynard Keynes. West likes such evocations. \"I feel her spirit,\" he says, leaning back on a chair.; But then he is accustomed to the star treatment. A graduate of Harvard University in 1973, he received his PhD at Princeton; returning to both as professor of religion and director of the programme in African-American studies at Princeton and later professor of African-American studies at Harvard. He departed Harvard in 2002 after a bitter dispute with the then president of the university, Lawrence Summers, Bill Clinton's treasury secretary, who was later picked by President Obama to head the US National Economic Council. Some claim Summers's clash with West formed part of the spiral that led to his own departure from Harvard. West says Summers had an agenda to cut African American studies, and him, down to size. He \"tangled with the wrong Negro\", the professor said later. He returned to Princeton, from which he has recently retired. Now his centre of academic operations is the Union Theologiocal Seminary in New York, where he began his teaching career.; But he is multi-platform, which, critics contend, added something to the fall-out with Summers at Harvard. He is the author of 19 books and editor of another 13. A regular TV pundit. Co-star of the popular public radio show Smiley and West. Chair of the Democratic Socialists of America. He even played the wise Councillor West in The Matrix Reloaded. While the right throws the socialist tag at Obama like a poisoned dart, West wears it as a badge of honour. A \"non-Marxist socialist\" eschewing Marxism in favour of Christianity. A complex package. Hence the enthusiasm at Cambridge's Centre for Research in the Arts, Social Sciences and Humanities to invite him over and peel the layers.; Last week West appeared three times in conversation: on race and politics, with academic Paul Gilroy – their double header had to be moved to a larger venue and ended with a standing ovation; on philosophy and the public sphere, with philosopher MM McCabe; and with Ben Okri on literature and the nation. The fact is that he'll talk indefinitely and on anything. In between Cambridge appearances, he headed to Sheffield University to unveil a memorial to a previous visitor there, \"my brother Malcolm X\". Also to London to an event hosted by former race chief Trevor Phillips.; For his radio show in the US, he also travelled to the Ecuadorian embassy for an encounter with Julian Assange. Exhilarating, by his account. \"Boy, that was a rich one,\" he says. \"Oh my God, we went on for an hour and a half: about the militarising of the internet and the use of US imperial power. They're trying to squelch any whistleblower who wants to reveal the secrets of the dirty wars of the US empires and other governments. We talked primarily about courage. He is a very smart man and very courageous too.\"; They found points of contact. \"He talked about Martin Luther King's courage and how he has been inspired by Martin Luther King. We talked about the 3 June case with brother Bradley Manning and the witnesses the US government has lined up. I wanted people to hear his voice and to revel in his humanity; revel in his wrestling with his situation and to see what his vision is.\"; He found some optimism, he says. \"He has this situation with the sisters in Sweden and that's got to be resolved, and I think that's in the process of being resolved. We have to be concerned about someone accused of violating anybody, but I think for the most part that is going to be resolved, and that was probably an attempt of the powers that be. One woman has already said she is pulling back and the other one admits it was consensual, so it is not as ugly as it was projected in the press. But once that is over he has got the big one coming. He has got a behemoth coming at him; the US empire and its repressive apparatus. That is a behemoth, man.\"; Race matters, West famously wrote. Does race still matter? \"I think race matters deeply but it is in many ways denied,\" he says. \"The form of institutional racism and informal racism is very much there. White supremacy is very much alive in Britain. If you scratch below the surface you can still see how race matters. It is not as raw and coarse as it is in the US. You have 10,000 professors in Britain and 50 professors of colour. Ten women. This is pathetic; this is ridiculous. The 'meritocratic' brothers and sisters say: 'It's just a matter of merit and if they were doing the work you would have a higher percentage.' And you say: 'Please, get off the crack pipe.' There are brilliant black and brown people who could gain access to these professorships. Something is happening.\"; Of course, concerns extend beyond teaching staff. Cambridge, with Oxford, is regularly accused of doing too little attract minorities. Both say they are trying.; But he acknowledges green shoots too. \"There are the magnificent relationships between black and white and brown and Asian, and the different marriages and relationships that flower. Those are beautiful. But that doesn't mean institutional racism is not strong.\"; What of America? \"We elected a black president and that means we are less racist now than we used to be. That's beautiful. But when you look at the prison industrial complex and the new Jim Crow: levels of massive unemployment and the decrepit unemployment system, indecent housing: white supremacy is still operating in the US, even with a brilliant black face in a high place called the White House. He is a brilliant, charismatic black brother. He's just too tied to Wall Street. And at this point he is a war criminal. You can't meet every Tuesday with a killer list and continually have drones drop bombs. You can do that once or twice and say: 'I shouldn't have done that, I've got to stop.' But when you do it month in, month out, year in, year out – that's a pattern of behaviour. I think there is a chance of a snowball in hell that he will ever be tried, but I think he should be tried and I said the same about George Bush. These are war crimes. We suffer in this age from an indifference toward criminality and a callousness to catastrophe when it comes to poor and working people.\"; Can you not cut the president some slack, I ask? Think of what he faced. What did you expect? \"I worked to get him elected,\" he says, almost indignant. \"And I would do it again because the alternative was so much worse. But at the same time, I have to be able to tell the truth. I thought he was going to be a dyed-in-the-wool liberal rather than a weak centrist. I thought he would actually move towards healthcare with a public option. I thought he was going to try to bail out homeowners as he bailed out banks. I thought he would try to hit the issue of poverty head-on.\"; He and Obama, the first-time candidate, talked. And then West attended 65 events drumming up support. \"He talked about Martin Luther King over and over again as he ran. King died fighting not just against poverty but against carpet-bombing in Vietnam; the war crimes under Nixon and Kissinger. You can't just invoke Martin Luther King like that and not follow through on his priorities in some way. I knew he would have rightwing opposition, but he hasn't tried. When he came in, he brought in Wall Street-friendly people – Tim Geithner, Larry Summers – and made it clear he had no intention of bailing out homeowners, supporting trade unions. And he hasn't said a mumbling word about the institutions that have destroyed two generations of young black and brown youth, the new Jim Crow, the prison industrial complex. It's not about race. It is about commitment to justice. He should be able to say that in the last few years, with the shift from 300,000 inmates to 2.5 million today, there have been unjust polices and I intend to do all I can. Maybe he couldn't do that much. But at least tell the truth. I would rather have a white president fundamentally dedicated to eradicating poverty and enhancing the plight of working people than a black president tied to Wall Street and drones.\"; Unsurprisingly, he and team Obama no longer speak. \"They say I'm un-American.\"; His appearances on the platform are more scholarly. Alongside Okri, he talks poetry and theatre. They reference Chekhov, Shakespeare, Pushkin, Kierkegaard, the Bible and Shelley. Dante and Toni Morrison get weaved in. As do the merits of John Coltrane set against smooth jazz saxophonist Kenny G. West lauds Stephen Sondheim, and then his past collaborators in hip-hop, such as KRS1, Talib Kweli and Lupe Fiasco. The room is full, reviews are effusive. \"His whole way of being an academic is different to Britain and different to Cambridge,\" says Malachi McIntosh, himself the first black fellow at King's in recent history. Critics in the US say West is too busy being a celebrity to be a top-ranked academic. McIntosh, an English lecturer, sees him differently. \"The focus on the moral imperative and the lack of ego. Black students have felt catered to,\" he says.; Ahmad Husayni, 24, studying medicine, also detects stardust. \"There's a sincerity that's missing from much of the public sphere. And then there is his way with words.\"; His tour ends in London, where even a man who looks like Cornel West can be anonymous if he needs to. But he didn't come to hide his light and so, after dinner at the high table at King's, he takes his encore in the studios of BBC Newsnight. Sitting with Gavin Esler, Obama's image dwarfs them both on a screen in the background. But West stands out here, as he stood out at Cambridge; as Esler frames the questions, he rocks back and forth, eyes narrowed, head nodding. One who had not seen it all before might be alarmed. But this is merely West in the zone, as sportspeople call it. Ready to go \"deep\". Primed for something \"rich\". The questions and answers are familiar to anyone who has seen him, as is the appearance: whip-sharp suit, watch and chain, the shock of steel-flecked hair; but what strikes is how he narrows the space between himself and his interlocutor. Esler becomes \"my brother Gavin\" and as the credits roll West grips the presenter's hand. The two chat, as if they had spent the previous hour over drinks and dinner. We don't get to see, but no doubt the encounter ended with a hug.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-115",
  "namespace": "we1sv2.0",
  "title": "Monday 13 May 2..."
}