{
  "content": "\n\nSunday 30 March 2014 02.00 EDT\tFlipped learning: benefits, challenges and best practice – live chat\tJoin us on Thursday 3 April from 5:30pm to 7:30pm to share ideas and advice on how to use the flipped learning approach in your classroom – or comment now\tTeacher Chris Waterworth recently started using flipped learning with his class and has written a really interesting blog post about how the approach has gone down with his students and, thanks to an unexpected Ofsted visit, how it's been received by inspectors.; Flipped learning turns the usual teaching model on its head. The idea is that students learn new content outside the classroom (usually online) and then tackle assignments in lessons, giving teachers more time to help students with aspects they don't understand. Chris, who's been experimenting with the method for a few weeks, talks about how he's been using it to teach division.; Firstly, he emails students two videos on YouTube about the topic, asking them to watch the clips over the weekend and bring any questions to school on Monday. In the lesson, he sets challenges on short and long division. What's interesting is that instead of assigning students tasks based on their ability, students can choose the problems they'd like work on depending on the level they believe they're at.; Ten minutes into the class an Ofsted inspector walks in. Chris writes: \"Some of the pupils had chosen to stay with me to explore their misconceptions.; \"This is where the children really excelled. They knew which part of the calculation strategy they were challenged by and could tell me about it in detail, because they had watched the video before the session.; \"The approach enabled me to spend more time questioning childrens' understanding and moving learning on.\"; And, he writes, \"what better way to endorse the use of a flipped classroom than a direct quote from our Ofsted report: 'An innovative use of e-tablets when learning about mathematics enabled pupils to make outstanding progress.'\"; We'll be exploring the different ways you can use the flipped learning approach to teach students. We'll be sharing lesson ideas, looking at the benefits and challenges, discussing research behind the idea and talking about where you can find resources to support the technique.; Join us on Thursday 3 April from 5:30pm to 7:30pm to chat about flipped learning. The discussion will take place in the comment thread below, which is already open, so feel free to post your questions and ideas early and catch up with what happened at a later date.; Bruno Reddy: @mrreddymaths Bruno was an early adopter of blended learning in the UK and for the last three years has been trying out different models, including flipped learning and flex learning. He runs training sessions on blended learning and is head of maths at King Solomon Academy. He blogs at Mr Reddy.; Shorny Morgan: @shornymorgan Shorny is head of key stage 4 English and lead practitioner at The Wellington Academy. After completing her training at the University of Cambridge, she undertook a masters in education, focusing on ways to develop independent learning. One of the key strategies explored was the use of flipped learning.; Tanya Prescott Tanya is an advanced practitioner for learning technologies, as well as head of humanities at an independent college for international students. Currently she is working with a team of practitioners to pilot different flipped learning tools in the classroom.; Colin Hegarty: @hegartymaths Colin is an advanced skills maths teacher at Preston Manor All-Through School in Wembley and founder of the website Hegarty Maths, which provides free maths lessons for students at GCSE and A-level. Many maths teachers use the site as a resource for flipping their lessons and you can find out more on how they do this in this blog post.; Neena Adam: @NeenaNizar Neena is an international baccalaureate co-ordinator, English teacher, an advocate for special Needs and Tedx speaker. She is on the technology team for the flipped classroom at Gems Modern Academy in Dubai.; Chris Waterworth: @chriswaterworth Chris has been teaching for 10 years and has used technology in his classrooms from the beginning. He believes that the use of quick, mobile technology in classrooms is gaining speed and that flipped learning is the way to truly personalise your students' learning.; Tom Riley: @riley_ed Tom is a maths teacher and learning technologies co-ordinator at the de Ferrers Academy in Burton-on Trent. He is an Apple distinguished educator and a keen advocate of using video to help develop student independence. He blogs at New Tech Timeline.; Kishore Vyas: @MyGCSEscience Kishore is a science teacher and creator of My GCSE Science, a video based learning resource. He has been in education for 20 years and currently works as a part-time teacher and online resource provider.; Mark Griffiths Having worked in a number of senior leadership teams in schools across the north-west of England, most recently as a deputy headteacher at a large secondary academy, Mark now works for Randstad Education to ensure that schools have access to the very best staff for day-to-day supply and longer-term vacancies.; Simon Lancaster: @S_J_Lancaster Simon is a senior lecturer in chemistry at the University of East Anglia. He incorporates flipped learning practices in much of his teaching and is an advocate for peer instruction within the flipped environment. He has received the Royal Society of Chemistry Higher Education Award and a Higher Education Academy National Teaching Fellowship. He has written about the method on the Royal Society of Chemistry website.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-68",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 30 Mar..."
}