{
  "content": "\n\nWednesday 23 July 2014 23.19 EDT\tKristina Olsson wins Kibble literary award for true tale of a lost child\tOlsson's Boy, Lost: A Family Memoir awarded $30,000, while Kate Richards picks up the Dobbie for Madness: A Memoir\tKristina Olsson and Kate Richards have won the 2014 Kibble awards for new and established female writers.; The Kibble and Dobbie literary awards are among Australia’s most prestigious female literature prizes.; Olsson was awarded $30,000 as an established author for her book Boy, Lost: A Family Memoir by the Kibble Literary Award, and newcomer Richards won $5,000 for her debut Madness: A Memoir by the Dobbie Literary Award.; “Kristina Olsson’s Boy, Lost: A Family Memoir is an exceptional piece of life writing which recreates the fractured lives of her mother and half-brother with brilliant depth and truthfulness,” said judge and Humanities Australia Editor, Emeritus Professor Elizabeth Webby on behalf of the panel.; “Kate Richards’ book Madness: A Memoir recounts her struggles with mental illness in extraordinary language which is poetic in its intensity.”; Richards’ book draws on her own experience with chronic mental illness. Richards is a trained doctor working in medical research.; Olsson almost didn’t write Boy, Lost, she told Guardian Australia.; The story centres around Olsson’s older brother, who was abducted from their mother’s arms by her violent first husband. Olsson had no idea of Peter’s existence for many years.; “It was always made plain to me that this was a story that was off limits. We couldn’t ever ask questions about my mother’s earlier life and certainly not about that [experience] once we did know about it,” she told Guardian Australia.; “I didn’t think I could ever write it, as the writer in the family. She made it plain to me that it was not on. Even after her death I didn’t – the secret was so strong.”; However, when Peter obtained documents from government departments he “clearly saw what his life had been” and decided it might be interesting to look at it, said Olsson. He asked her to write the story.; Olsson said it’s the hardest book she’s written.; “Even now I still feel like I’m trespassing in some ways. But the story soon widened out for me. When I was about halfway through I started to see the resonances with stolen children all over Australia, right back to settlement.; “I had two questions. Why did no one help Peter? In his father’s care and step mother’s care he was brutalised. He spent most of his young life on the street and contracted polio when he was very young.; “And then why did no one help my mother? There were chances for both of them to be helped and no one ever did. They were failed systemically as well as at a personal level by lots of people.”; Peter’s story is not a rare one. In one way or another lots of children were being removed from their families at that time. Olsson lists the stolen generation, victims of forced adoptions, and the forgotten Australians – children brought out from Britain and Malta.; “This was happening all over the world but Australia seemed to me to have a particular amnesia around any of these sorts of systemic failures.”; Olsson said the recent royal commission into institutional responses to child sexual abuse made it clear why no one helped Peter or her mother.; “We had become a country used to shattering families for the slightest of reasons,” she said.; “So the book became that larger thing for me. But at its heart is this one family story and its kind of cascading effects of that grief right through my generation and my children’s generation.”; Boy, Lost has also won or been shortlisted for numerous state and Australian awards, including the Stella Prize and the Australian Human Rights Commission Literature Award.; “It’s had some lovely recognition this year,” said Olsson.; “Each time there’s something like this it gets a few more readers and I get a few more emails saying ‘wow this happened in my family and now I get it’.”; The awards were set up in honour of Nita B Kibble, the first female librarian of the State Library, by her niece Nita Dobbie. They honour female-written, “life writing” in fiction or non-fiction.; Debra Adelaide for her collection of short stories in Letter to George Clooney, and Melissa Lucashenko for her novel Mullumbimby were shortlisted alongside Olsson.; Richards took the Dobbie Award over Fiona McFarlane’s Night Guest and Jill Stark’s High Sobriety: My Year Without Booze.; Close to $500,000 in prize money, drawn from a trust established to manage the initial $400,000 pool, has been awarded to female writers in the last 21 years. Past winners include Helen Garner, Geraldine Brooks and Annah Faulkner.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-164",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 23 ..."
}