{
  "content": "\n\nSaturday 27 September 2014 16.15 EDT\tDoctor Who recap: series 34, episode six – The Caretaker\tClara’s carefully constructed house of cards begins to collapse around her at the halfway point in the series\tThe one where the Doctor has to pass himself off as a normal person and makes a dreadful fist of it is fast becoming a sub-genre of its own. These episodes have become writer Gareth Roberts’ “thing” – he penned the James Corden specials for Matt Smith (The Lodger and Closing Time). So The Caretaker might run the risk of repeating itself, except for the fact that both of those episodes amounted to slight curios, sidesteps from the main narrative when they were giving Karen Gillan a week off. This, on the other hand, is so steeped in continuity and “arc-ness” that it’s practically a soap. In a good way.; Ofsted would be plunged into crisis if the true nature of Shoreditch’s Coal Hill school ever became apparent. We’ve yet to discover whether Clara’s employment there is for some big plot reason, but it’s no surprise that trouble has found its way there. It’s also telling that the Doctor has yet to inform Clara of his own long history with the place – this was where his granddaughter Susan tried to pass herself off as a normal Earth girl and he inadvertently picked up Ian and Barbara (the last big office romance among the teaching staff) as travelling companions way back in 1963. Times have changed; the place now has a life-sized chessboard and the humanities teachers all dress like hipsters, but the artron emissions emanating from the school’s troubled timeline have made it easy bait.; In truth, the alien incursion part of this story is its weakest element, but basing itself in story and character as it does, you barely notice the joins. Jenna Coleman gets her best ever comedy here, doing incredible work with a simple widening of her eyes, while Capaldi continues to imbue his supposedly “Dark Doctor” with levity and empathy. When he mistakes Adrian for Clara’s boyfriend on account of the bow tie, who wasn’t cheering on the fool? And as annoying children in Doctor Who go, Ellis George’s Courtney Woods is what we call “one to watch”.; And yet, fancy this – we’re halfway through the series and there is yet to be a duff episode. And, even more remarkably, most people seem to actually agree on that. Extraordinary scenes.; As awkward moments to first use the L-word go, having just been outed to your boyfriend as a secret time-traveller is going to take some beating. But as Clara’s carefully constructed house of cards collapses around her, the deftness of this series begins to play out. As crazy as I went over the timey-wimey River Song arc back in Matt’s era, this more grounded, emotional story is paying off hugely. Here, nobody is completely right and everyone is a little bit wrong.; For all his bravery and humility, Danny is still showing signs of being the alpha male whose insecurity leads him to make things all about him. Clara is living in a fool’s paradise, thinking she can get away with living both these lives at once. And this Doctor, once again, is proving himself to be needy and tempestuous behind the bravado. It’s a brave version of Doctor Who, where everybody is written so honestly and as brutally flawed, and we’re only halfway through. The Doctor and Danny’s rivalry is an absolute dead heat as to who is right and who is wrong, and if either of these male egos were to make her choose (something which I doubt she would stand for anyway) I couldn’t call which way she would go.; Courtney Woods might wish to check herself if she decides she really does want to follow her English teacher off out into space.; For all that the Doctor talks it up, the Skovox Blitzer isn’t exactly the most menacing killing machine the universe has ever known. It made me laugh more than anything, trundling along looking like a robot Silurian on a mobility scooter – which may or may not have been the point. Did it matter that the world never felt under much of a threat? Maybe, but also maybe best to chalk this up to being another of the “funny ones”. That said, the policeman’s severed hand almost made me vomit a little.; As is becoming more and more obvious, the big storyline this year looks to be the complicated Doctor-Clara-Danny triangle, and it may not end particularly well. But we also got a welcome dose of the other arc, as that policeman finds himself joining Half Face Man and Gretchen in the Promised Land named for the first time as “the Nethersphere”. And its pen-pusher is Chris Addison as Seb. They clearly have good people skills up in heaven, even when the management are having an off-day. Michelle Gomez’s Missy does not look happy. What can have gone wrong?; • Clara’s jealousy issues now extend not only to all her predecessors but to Jane Austen too. “Oh what, I suppose she was your bezzie mate was she, and you went on holidays together and then you got kidnapped by boggans from space and then you all formed a band and met Buddy Holly!”; • Nice to see River has not been forgotten completely.; • We all know there are few things in the world more malevolent than the PE teacher. I’ll share my horror stories if you’ll share yours …; • Danny’s inability understand the “different” way that Clara might love the Doctor has become my only real problem with him. So much that I almost get the Doctor’s antipathy toward him. What sort of person really believes there’s only one, sexual, kind of love?; • “It’s funny, you only really know what someone thinks of you when you know what lies they’ve told you.”; Courtney Woods gets her big moment as the first woman on the moon. But there are bigger challenges ahead, and by the end of Kill the Moon, the Doctor and Clara’s relationship might never be the same again …",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-198",
  "namespace": "we1sv2.0",
  "title": "\n\nSaturday 27 S..."
}