{
  "content": "Monday 9 December 2013 05.00 EST\tHow small businesses can collaborate with universities\tThere are many ways for SME owners to get involved with university researchers, entrepreneurs and young talent\tLast year small- and medium-sized enterprises spent £193m working with higher education institutions in the UK, but that pales in comparison to the public sector, charities and social enterprises who invested £1,288m to access the latest in research, innovation and graduate talent.; Most relationships between universities and businesses are based around collaborative research projects, but there are many ways for you to get involved with researchers, entrepreneurs and young talent. Here are five reasons why you should get in touch with your local university.; By getting involved with a higher education institution you have the ability to shape the future – for your business and for everyone. University placement schemes require reliable local business partners to offer internships and projects for students to work on. You'll have the benefit of exciting new talent at very low cost, and graduates will have your businesses in mind when they start looking for their first job.; Universities often offer professional development and staff training to help give your existing team skills. And once you've started working with a university they'll want your help to design courses and assessments that meet the needs of local employers. Goldsmiths, for example, has established a new research centre which will shape the future of the computer games industry, all with the help of digital employers.; Small businesses spent £49m in 2011 to access university equipment, but not everyone knows what's out there. At the early stages of establishing a small business, investing in technology and facilities can prove risky and expensive. Whether it's laboratory time, high-tech IT equipment or simply space to hold meetings, many universities will lend you theirs for a small fee.; To make the most of a local university, you should consider signing up to a Knowledge Transfer Partnership. This government-funded scheme places a trained academic inside your business to help you with a specific project lasting between six and 36 months. If you're looking to grow your business but worry about expanding, this is a really useful way to manage a major work stream.; Working with university researchers means you'll have the latest studies and innovations at your fingertips, ahead of your competition. If your field matches the interests of a local research team or department, they'll work with you to turn an idea into a real business opportunity.; Researchers and engineers at the University of Southampton, for example, worked with local firm CJR Propulsion to produce a modelling tool, which allows the company to optimise their propeller designs based on a ship's speed and performance.; Running a small or microbusiness is often a lonely pursuit, and working alone or in small numbers can be bad for business: some of the best innovations and opportunities come from throwing ideas around with colleagues and collaborators.; Universities can bring your business together with other like-minded entrepreneurs, providing support and assistance and helping to broker new working relationships. Many universities host local economic growth hubs or business incubators to help small organisations and startups get off the ground.; On the south coast, Brighton FUSE is a project that brings academics and entrepreneurs in the arts, humanities, design and digital sectors together in a cluster to map and measure how they can support one another. Similar schemes are starting to take shape across the rest of the UK.; Dr David Docherty is chief executive of the National Centre for Universities and Business.; Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-285",
  "namespace": "we1sv2.0",
  "title": "Monday 9 Decemb..."
}