{
  "content": "\n\nTuesday 8 April 2014 09.26 EDT\tHow Pharrell Williams captured the essence of happiness\tIt took the producer-turned-singer 10 attempts before he struck gold with the universally loved single Happy. Music experts weigh in on just why the song brings such joy • Pharrell Williams: 'My music is so much bigger than me and what I am'\tPharrell Williams’ Happy may sound effortless, but the singer has revealed that its fruition was far from easy: \"It was actually nine versions before I got to the 10th,\" he told US talkshow Good Morning America yesterday. \"I got to point zero, and I just said to myself, ‘How do you make a song about a guy who is so happy and relentless in doing so?’ That’s when I realised that the answer had been sleeping in the question all along.\"; It's unlikely that Pharrell would have hurtled into obscurity if he had opted for versions eight or three (tentatively titled Feeling a Bit Tired But Fine, or possibly Relatively OK), but for Pharrell this moment of enlightenment may have earned the producer-turned-singer his biggest hit to date. The Oscar-nominated single has now scored No 1s in more than 30 countries, selling over 1,230,000 copies in the UK.; But what makes Happy work so well? We asked some experts to deconstruct the global pop phenomenon.; “[There's] something inherent in the music’s composition. It is an elusive combination of ingredients that makes any song appeal widely, but for this song what I think helps is a very clear form and a very strong chorus hook. The structure is a well-known verse/chorus form, but it’s very well judged; the simpler verse anticipates a more sophisticated chorus, which contrasts in terms of harmony, arrangement and instrumentation. The chord progression in the chorus – F minor 7 to Bb to F major – cleverly maps the word \"happy\" onto the harmony. The instrumentation, arrangement and mix are very important here, [with] classic soul and R&B instruments like an electric piano, guitar and riffs, but [it has] modern and slick production values to give it a timeless classic feel that has a contemporary edge.”; “I think part of its big impact has been that it sounds so inviting, as nowadays everyone from indie boys to Beyonce are trying to make music that sounds weird and alien. But Happy is stripped back with a good groove and a cool-sounding 60s Motown feel, so its success is down to the fact that it is pop music in its most fundamental state. It’s interesting in BPM terms, too: Happy is quite fast, and most pop songs that people [have recently requested] when I was DJing were at house tempo, which wasn't as immediate. The way it starts is great too: a high impact beginning that is a quick way to get people on the dance floor. People instantly recognise the four stabs, and they are off. It stands up to repeated plays too, so as a wedding DJ I am pretty happy about that. I’ve had people pick the song for their first dance, which is a rare thing, as people tend to go for less modern or more slow songs.”; “One pervasive idea is that the sound of music in some way conjures up or conveys a sense of human behaviour or action … In very crude terms, [the single] has an upbeat type of tempo, so it distinguishes itself from those lugubrious and sad-sounding pieces. Upbeat music tends to convey high energy, and one form of high energy is happiness. When most people are happy [they] tend to, in quite physiological terms, have high muscle tone; they are in an active state and are aroused. Perhaps what makes Happy sound happy is that it not only has high energy, but it uses what has become a very culturally common association between major and minor in music. It uses mainly major chords which have a long history in western music as being associated with positive emotions. Also it’s noticeable that it uses comparatively high-frequency sounds. Pharrell Williams’ own voice is high and light, rather than deep and heavy. There’s a female backing chorus, all of which are these high and light sounds that are associated with a sense of lightness rather than darkness, and therefore sadness.”; “Happy came out during a bleak time of year when people were feeling lower than they already were, given it was the tail end of a recession … [People] want songs that really give them a good feeling. The hit of elation is key to [Happy's] success. It's important for songs to really connect at this level. You have to have the artist’s brand in a great place, as well as a great song. People who know who [Williams] is know he’s really cool and appreciate that. We test our top 25 songs per week with our audience to find out how they’re reacting, and Happy has had the highest \"Passion Score\" [percentage of the audience who love the track] of any song in the past 18 months.”; • This article was amended on 9 April 2014 to remove a garbled sentence in the last paragraph.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-74",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 8 Apr..."
}