{
  "content": "Tuesday 22 October 2013 06.44 EDT\tAre our universities ‘fossil-fuelled’?\tGreen NGOs say we’re spending universities' resources supporting the oil and gas industry, and not putting enough into low-carbon energy\tThis week, the social and ecological justice NGO Platform published an update to their 2003 report Degrees of Capture, exploring the ways in which universities support the fossil fuel industry.; This new report – produced in conjunction with 350.org, People and Planet and Fossil Free UK – also follows a recent update of Scientists for Global Responsibility’s work on military research and development. It considers where the universities put their money in terms of investing endowments in the fossil fuel industry, from whom they take money in terms of research funding and how their more \"symbolic capital\" of social networks and cultural credibility are being captured in terms of honorary degrees, spaces at careers fairs and invites to speak in prestigious lectures.; Imperial College comes under particular criticism. The report refers to \"fossil fuel degrees\" such as an MSc in petroleum geophysics. It also notes the college had received more research funding from fossil fuel companies than any other UK institution (£17.3m from Shell and BP alone). Research projects they give as examples include Total-funded experimental physics research into how to get more oil out of reservoirs and BP-funded projects to remotely assess the condition of machinery in refineries. As well as research funding, Imperial receive donations, sponsorships and consultancy deals with BP, Total, Shell, Schlumberger, Statoil, EDF, Anglo American, Aramco, ConocoPhillips, Exxon, Texaco, British Gas and npower.; Platform goes on to argue Imperial has solidified its relationship with the fossil fuel industry by inviting oil executives onto university committees, and argues that it even presents itself publicly as \"a fossil fuel university\" quoting Professor Gringarten, Chair of Petroleum Engineering:; As an ex-employee and alumnus of Imperial, I feel I should stress that this isn’t the whole picture. It is a large and reasonably diverse place. You can also do an MSc in Sustainable Energy Futures and discuss the politics of science funding as part of courses in science communication. And there’s the Grantham Institute for Climate Change (make what you will of Grantham himself).; Still, Platform’s description of Imperial as a site that hosts multiple events – both academic and careers focused – with central oil and gas industry input is one I recognise. If anything, I felt actively encouraged to work with the oil and gas industry, whereas the idea that I might invite a speaker from Friends of the Earth was giggled at as a possible fun idea, but maybe a bit radical.; This new publication is an update of a 2003 report, so what has changed in the past decade? Platform notes that government research councils have stopped directly funding fossil fuel research except for carbon-capture and storage, shifting their focus instead towards renewable energy and energy efficiency technologies. They applaud the UK Energy Research Centre – a joint project between research councils – as a considerable positive step in supporting energy research for a sustainable future. But if there is some praise for the re-direction of EPSRC funds (engineering and physical science), then NERC (environmental sciences) are less favourably referred to for their apparent support of drilling the Arctic.; Platform is also keen to point out that the bulk of energy research goes on outside universities and that this is done by fossil fuel companies. However, there is a noticeable increase in industrial money going into universities. In 2003 it noted that although university funding only makes up 5% of fossil fuel industry research and development, this is still considerable, with Shell alone spending £3.6m a year in universities. Today this has increased, with the £5.9m partnership between Shell and Oxford’s Earth Sciences department, or the £64m BP centre for materials research based in Manchester.; Some might see such influx of industrial funding as a good thing, a way of topping up falling public funds, but we have to question how it frames and captures the publicly funded energies already there. As Nature wrote about the BP materials research centre: \"As corporate research-and-development labs wither, many are turning to campuses to fill their research needs.\" I think it’s worth asking whether our public universities are selling themselves a bit short?; Moreover isn’t that difference between private fossil fuel funding and public research on renewables and efficiency a bit of a failing in itself? Where’s the big visionary work we could be doing here? The UKERC and its sustainable research agenda might be a good thing, but it needs a massively bigger budget.; Platform also notes that whereas in 2003 they argued that the commercialisation of academia skews public debate by limiting the field of inquiry to subjects that are commercially applicable, today this is even more profoundly true with the \"impact agenda\" singled out as particularly problematic. Personally, I approve of the idea of the impact agenda and would like to see it work, but I do worry it has been captured to focus attention towards a particular set of impacts, to serve very particular interests. I understand Platform’s concern.; Another thing that has changed in the past decade is patterns of climate activism. In particular, the recent divestment campaigns sweeping the US, especially universities. Reflecting this is Platform’s association with divestment campaigners like 350.org and, accordingly, the report discusses where endowment money is placed in some detail. Beyond that though is an interest and application of networks of youth activism which we’ve yet to see the full impact of. I look forward to finding out what they come up with next. I’d like to see not just activism from groups with particular interests in fossil fuels – or in other contexts, demilitarisation – but broader public debate on how we want to apply the power of science, for whose ends and how.; Such debate doesn’t have to be a battle of strident activists occupying the research councils' offices in Swindon (though I admit I suggested it, only half-jokingly, on a Greenpeace blog earlier this month). Academic administrators could do more at their end to open and encourage this sort of public debate. The UK research councils and universities have been global leaders in getting their academics to open up their work to the public, but they seem rather less keen on following this advice themselves. We need public engagement with science policy as much as we need it with science itself, maybe more so. I’d like to see the research councils take more of a lead on this. They could. They should. And I think they’d probably enjoy it too.; The Platform report starts with the CP Snow line about scientists having the future in their bones. This is wrong. It’s the administrators who do (as I suspect Snow knew well). It is time they shared this power with the people.; Alice Bell is a research fellow at the Science Policy Research Unit, University of Sussex\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-239",
  "namespace": "we1sv2.0",
  "title": "Tuesday 22 Octo..."
}