{
  "content": "\n\nSunday 2 November 2014 03.00 EST\tPeople are frightened to return to a time when they trusted teachers\tHead of English Jennifer Gunn talks about why nurturing teachers would improve student performance and the blissful moment when students break awkward silences in class\tJennifer Gunn is the head of English and teaches language and composition at Rockwall-Heath High school in Texas, US. She has been teaching for 19 years.; I stumbled into the profession. At university I began studying visual arts, but along the way I realised I had a passion for literature and so decided to change my major. I think everyone thought, “Oh my god, she’s actually found something more impractical to do than art.” So I looked into getting a teaching certificate too. When I got my first job I knew immediately that it was what I should be doing. Teaching appealed to every aspect of my personality: I get to be analytical and artistic and do good human work every day. 19 years on and it’s still my perfect job.; In my second year of teaching I attended a summer programme for teachers and it had a profound affect on me. It was unlike anything I’d experienced before. The course focuses on studying great works of literature and takes place over two summers – first you look at comedy and tragedy and then the epics. For three weeks over the holidays you attend a full day of lectures and seminars, and write essays. It’s intense – there’s around 3,000 pages of reading for the epic summer – but I found it rejuvenating. It’s run by the Cowan Center for Education, which is part of the Dallas Institute of Humanities and Culture. I sit on the alumni board now and still attend lectures and seminars at the centre.; A lot of the development courses I’m sent on are an insult to me as a professional. Often training seems to focus on a particular system or process and ignores the fact that as teachers we are knowledgeable and can read a situation. The programmes run by the Cowan Center are a welcome breath of fresh air. To go on a course that actually demands that you learn and study as an intellectual professional is so refreshing.; The intellectual component of teaching gets ignored far too much. We’ve become obsessed with data, and although data isn’t always bad, it can mean we forget the fact that teaching is about developing good thinkers. Regardless of what you teach, you do human work. To have an intellectual experience with a work of literature that examines humanity is very valuable. All teachers can benefit from that, whatever subject you teach.; Sometimes it’s good to put yourself in a position that you’re uncomfortable in. When I took the course I understood for the first time what it is to be a real learner. And the more I put myself in that role the better I’m able to do the flip side, which is to teach. The course recognises that teachers love learning – it’s one of the reasons people go into the profession.; One of the things I’m really passionate about is giving all students substantial texts, regardless of their academic level. It concerns me when a school gives a pupil who’s struggling a lesser piece of writing because it will be easier for them to understand. It’s not just about the words on the page, it’s about the ideas in the text as well and it’s unfair to limit a kid with a lower reading level to simpler ideas. Students are way more insightful than many people give them credit for. They can sense when you’re giving them something lesser and I don’t want to be a person who does that. Of course there are students with real challenges – I’m not saying that they can do this without a problem – but it’s your job as a teacher to help them to rise to that level.; I try to get students adapted to learn in a university seminar format. My lessons are always set up in a conference style, so everyone is facing each other. I try to encourage students to think of us as a community of thinkers. The only way you’re going to be able to get into a text in depth is by having multiple minds working on it at the same time. English teachers are great at sitting through the awkward silences. It’s amazing, in those silences a student will often say something that I’ve never considered. And then eventually they begin to have a conversation with each other. That’s the moment in a teacher’s day that’s pure bliss.; It frightens people to return to a time when they had trust in teachers. Sure, there will always be bad teachers. But if we nurture the real intellectual possibility of teachers, instead of trying to implement a system over them, we would get much further with student performance. It’s good to have a solid curriculum and guidelines, but teachers need the autonomy and flexibility to adapt to the classes in front of them. We’re not going to find a one-size-fits-ll system and we’re not going to find one way to teach that’s the most ideal.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-219",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 2 Nove..."
}