{
  "content": "Tuesday 12 February 2013 07.05 EST\tPeerJ leads a high-quality, low-cost new breed of open-access publisher\tA one-off fee allows researchers to publish as many papers as they like. The first open access PeerJ articles appear today\tWe all know by now that traditional academic publishing is in an appalling mess. Locking publicly funded research behind a paywall is completely unacceptable, and happily our government understands this. The Finch Report has rightly mandated that research must be published as open access. So profiteering publishers, seeing the writing on the wall, are offering authors open-access options.; But corporations addicted to profit margins of 32-42% find it hard to give them up. As a result, while the world's leading open-access journal, PLOS ONE, is able to be financially self-sustaining by charging an article processing fee (APC) of $1,350 (£865) (and offering no-questions-asked waivers to authors without APC funding), the legacy publishers charge significantly more for inferior products. Where PLOS ONE imposes no limits on manuscript length, number of figures, use of colour etc., Elsevier's nearly-open-access articles cost $3,000 despite being limited in all these respects. Likewise, Springer's Open Choice costs $3,000 and Taylor & Francis's Open Select costs $2,950.; It is maybe not surprising that the Finch Report's financial estimates assumed average APCs of £1,500-£2,000, and that some academics are baulking at such prices.; Into that landscape come three exciting newcomers that are changing the market much more profoundly than the slow-moving incumbents yet realise. eLIFE is positioned as a highly selective and prestigious open-access alternative to Science and Nature. It published its first articles three months ago. PeerJ is a PLOS ONE-like mega-journal and it publishes its first articles today. Momentum has built further with the announcement of the Open Library of Humanities (OLH) last month, a PLOS-like initiative for the humanities and social sciences.; All three of these new kids on the block are radically innovative, all are moving fast, and all are backed by some serious muscle. eLIFE is sponsored by the Howard Hughes Medical Institute, Max Planck Society and Wellcome Trust; as a result, it's able to waive all APCs while it establishes itself, and may do so indefinitely.; The academic steering committee of the OLH is packed with heavy hitters, and well on course to do for the humanities what PLOS did for the sciences. While the level of its APC has not yet been set, it has been established that no one will be prevented from publishing there by lack of funds.; But it is PeerJ that has the most interesting financial approach. It doesn't exactly have an APC at all, instead charging a one-off fee for a lifetime membership that gives the right to publish repeatedly at no further cost. Membership plans start at $99, which allows you to publish one paper a year, or $299 gets you an infinite plan: publish anything you want, any time you like. (All authors of multi-author papers must be members.); Sounds crazy, right? How can that be financially sustainable? What kind of idiots would start such a venture?; I'll tell you who: Pete Binfield, who was the editor-in-chief of PLOS ONE as it became the world's biggest journal. There is nobody in the world who knows more about what it takes to run a successful open-access mega-journal. His co-founder is Jason Hoyt, who built much of the phenomenally successful collaborative reference-manager Mendeley.; So they both have great track records. But might their enthusiasm have run away with them? Did wishful thinking persuade them that this utopian approach can work? What kind of idiot would invest in such a business?; I'll tell you who: Internet guru Tim O'Reilly, who founded and runs O'Reilly Media, arguably the world's most respected publisher of programming books, including open-access books. There may be nobody in the world who better understands how to monetise free content.; But the strength of PeerJ goes much deeper than the founders and governing board. The members of the academic board, for example, have five Nobel prizes between them. From top to bottom it's a quality organisation, and that dedication to quality is reflected in the way my own manuscript has been handled.; I, with my colleague Matt Wedel, sent it on 3 December - the day PeerJ submissions opened. We were assigned a handling editor whose own research we greatly respect, and he sent the manuscript to two reviewers. We got an initial decision (\"accept with moderate revisions\") less than three weeks later, accompanied by two reviews, one of which was particularly helpful and detailed. Our revised manuscript was accepted, and we have since been through two pageproof cycles. All this has happened in time for publication today – only 10 weeks after initial submission. That's by far the fastest any manuscript of mine has ever been handled. It's not unusual for the process to take more than a year.; So now, the resulting paper is free to the world, with all its high-resolution colour illustrations. Best of all, in a move towards increasing transparency, the peer reviews, our response letters and the handling editor's comments are all online alongside the paper. This is good not only because it shows that no corners were cut, but also because the reviewers can receive the credit they deserve for their contributions.; Legacy publishers haven't noticed it yet, but their world is ending. PeerJ handled our paper in a fifth of the time a typical journal would have taken, for one thirtieth the cost, producing a far more useful and even beautiful result, and with a transparent peer-review process.; There is no way the Elseviers and Springers can compete with that. While Elsevier is still trying to figure out what its \"sponsored article\" licence is, and whether it's even going to be truly open access, PeerJ has appeared out of nowhere and eaten its lunch.; Traditional publishers didn't take PLOS ONE seriously when it launched. By the time they'd finished sneering at it, it had overtaken all their journals for volume and most of them for impact. It looks like PeerJ is going to do the same before they even have time to start sneering. As a palaeontologist, the only conclusion I can draw is that they've been out-evolved.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-36",
  "namespace": "we1sv2.0",
  "title": "Tuesday 12 Febr..."
}