{
  "content": "\n\nThursday 20 February 2014 09.59 EST\tInformation, images and imagination: Beautiful Science exhibition explores data visualisation\tOpening tomorrow, the British Library’s Beautiful Science exhibition raises fascinating questions about the power of visualisations and how we might tell their history\tBeautiful Science: Picturing Data, Inspiring Insight, which opens at the British Library tomorrow, is a small but thought-provoking display that looks at how scientific data has and can be visualised. Prompted by today’s interest in big data and infographics, it merges modern digital displays with historic texts and images.; According to the exhibition’s curator, Johanna Kieniewicz, it is the British Library’s “first science exhibition”, which seems extraordinary, given the extent to which its collections can reflect the display’s theme.; However, science has often featured in the Library’s larger, more overtly historical exhibitions. Henry VIII: Man and Monarch included a section that – slightly handwavingly – indicated new approaches to knowledge and development of key areas like navigation. The current Georgians Revealed exhibition likewise has a section that notes, particularly, the new technologies, innovation and entrepreneurial spirit of the 18th century.; The Out of this World exhibition, while focusing on science fictions, nevertheless revealed a great deal about the excitement, expectations, humour and fears surrounding science and technology in a broad range of periods. Points of View dwelt on the scientific and technical, as well as artistic, development of photography. Magnificent Maps was a perfect demonstration of how travel and precision techniques create new knowledge in ways that suit different audiences; The key display artefacts in Beautiful Science are, like these other exhibitions, historical texts, charts, maps and illustrations, so we might wonder what is new. The answer, it seems, is that it is the first display to have been led by the Library’s Science and Digital teams, rather than that it displays science per se. What difference might this make? The display items are well-chosen, and include some key examples of innovation in data collection and presentation. However, the science- rather than history-led interpretation of the 17th- to 19th-century texts is clear in the fact that their selection reflects trends and concerns of the present, rather than a concern to reveal those of the past. There is, likewise, an emphasis on progress toward ever better and more accurate approaches to data visualisation (although in a post at PLOS Blogs, Kieniewicz suggests that designers have recently stolen a march over scientists in the display of data).; The three themes of the display are Weather and Climate, Public Health and (rather less obviously) Tree of Life. The first includes Halley’s world map of trade winds, a persuasive form that masked his lack of data, and two 18th-century log books from ships of the of the East India Company. The latter are there less because they have much to say about visualising data in the past (although the recorded observations did feed into charts by Halley and others, and one of the log books includes a charming sketch of a sea bird) and more because of current climate science projects that are attempting to make current use of old data.; Such data, however, also has much to say about how 18th-century mariners saw their world and Empire, what they understood about weather or climate and what was their understanding of important things to record, which maps only poorly onto our own.; “Public Health” naturally includes John Snow’s famous map of cholera cases in London’s east end and Florence Nightingale’s “visually gripping” rose diagrams representing the effects of her sanitary reforms on mortality during the Crimean War (top). Here the power of visual data is made clear, being, above all, an extremely effective tool of persuasion for public opinion and government action.; The “Tree of Life Section” is an excuse to bring out some lovely early modern illustrations and, while it seems a bit too simplistic to connect these theological and metaphysical meditations directly to modern taxonomies and diagrams “based on scientific data and information”, we are prompted to reflect on how older views have left their mark. If a branching tree of evolutionary theory recalls a Great Chain of Being, then it is far too teleological (that is, progressive and purposeful) to represent natural selection.; In comparing earlier and modern taxonomies, it is interesting too to speculate on changing criteria. All systems of categorisation are to some degree unnatural, despite claims to be representing nature. Today, in a way that would have bemused earlier taxonomists, genomic data trumps visual description. Has the (family) tree analogy made this inevitable?; The British Library is the perfect institution for discussions between science, arts and the humanities to take place. While defined as a “science exhibition”, visitors to the display and participants in the accompanying events programme should be encouraged to see the aethestic and the historical in it too – just as the science of the Tudor or Georgian eras should be recognised as part of their history.; Beautiful Science runs from 20 February to 26 May 2014. See the British Library’s website for the full list of list of related events.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-37",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 20 F..."
}