{
  "content": "\n\nFriday 5 September 2014 13.46 EDT\tWedgwood is key to our research\t\tThe council of the Society for Post-Medieval Archaeology, Europe’s leading international society for the archaeological study of the post-medieval period, is writing to voice its strong support for the Art Fund’s Save the Wedgwood Collection fundraising appeal, as recently highlighted in your newspaper (Report, 2 September). While there is likely to be broad appreciation for the collection’s artistic importance, its international importance to post-medieval archaeology may be less well known. Among post-medieval archaeology’s core areas of interest are the study of such topics as artefacts of the post-1500 modern world, globalisation and the spread of capitalism, and the industrial revolution. The Wedgwood collection is a priceless research resource for all of these issues. Wherever post-medieval archaeologists work on sites dating to the later 18th and 19th centuries – whether in Great Britain, Ireland, and Europe, or further afield in North America, South America, Africa, Australasia, or even the desert oases of the Persian Gulf – one of the most common and important artefact types we recover are the British ceramic types pioneered, produced, and inspired by Josiah Wedgwood and his successors.; The loss of this important research collection would therefore have a devastating impact not just on the artistic heritage of Britain, but also on period research in the humanities internationally. In keeping with our goal of supporting relevant research, the SPMA has made a modest donation to the campaign in the welcome knowledge that the first £500,000 of donations will be matched. Individual council members have also made donations, and we hope that your readers will likewise lend their support to this important cause. Dr David Caldwell President, Nick Brannon Vice-president Dr Alasdair Brooks Independent Researcher, Dubai Stuart Campbell National Museums Scotland Dr Vicky Crewe University of Cardiff Emma Dwyer University of Leicester Dr Kate Giles University of York Prof Audrey Horning FSA Queen’s University, Belfast Nigel Jeffries Museum of London Archaeology Brian Kerr FSA, FSA Scot English Heritage Dr Chris King University of Nottingham Dr Laura McAtackney University College, Dublin Kerry Massheder-Rigby University of Liverpool Dr Sarah May Heritage for Transformation Dr Natascha Mehler University of Vienna Dr Hilary Orange University College London Jacqui Pearce FSA Museum of London Archaeology Dr Beverly Straube Jamestown Rediscovery, Virginia Dr Hugh Willmott FSA University of Sheffield SPMA council members",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-187",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 5 Sept..."
}