{
  "content": "\n\nSunday 30 November 2014 03.00 EST\tIn my expeditionary learning school we build fires to teach metaphors\tTeacher Kate Wright discusses how her school’s cross-curricular approach to teaching equips students with essential life skills\tKate Wright teaches at the Glen Burnie campus at the Monarch Academy in Baltimore, US. She works at an expeditionary learning school where students learn through in-depth explorations and investigations of important questions and subjects. The investigations run across the curriculum and involve field studies, group work, performances and presentations of student work.; My brother had a huge influence on my life. When I was at school he was training to be a teacher and I wanted to be just like him, so I applied to study education at college. I started out as a middle school teacher, but became interested in outdoor learning while working at a boarding school in London. I trained in the US, but I’d always wanted to work abroad and after a couple of years teaching in Maryland I got a job in the UK.; Students at the school were taking the Duke of Edinburgh award and on their first weekend away the teacher who was running it was diagnosed with appendicitis, so instead of doing paperwork in the office, I was out in rainy Wales with 16 to 18-year-olds. It was initiation by fire and I loved it.; When I returned to the US I looked into outdoor programmes. I had never rock climbed or kayaked down rapids, but I found a programme in Virginia that trained people in outdoor pursuits called inner quest. They had a core team of 12 people and they took on eight of us as apprentices. Over the course of a few months they handed over responsibility to us and we then taught new people who joined. It was an amazing job, but after two years I wanted to get back into the classroom and use the skills I’d learned in outdoor pursuits setting up something like a school rock climbing club.; The job I moved on to was at a charter school in Baltimore that teaches using the expeditionary learning approach. The school was built one year group at a time and I joined as one of the founding sixth grade teachers in 2010. Although it’s run differently to mainstream schools, it’s still a public school as we’re all county employees.; We plan a new expedition every semester. We look at the content, concepts and skills needed to learn that term in the core curriculum. Then we decide on several events or case studies we’d like to focus on. Once this is settled we brainstorm lots of creative lesson ideas for each subject. For example, recently students needed to learn about the first world war in social studies and how to use a metaphor in English, so we built a fire outside with them as a metaphor for how the war started. In the middle were three logs representing militarism, imperialism and nationalism, and the match was the assassination of Archduke Franz Ferdinand. This way students get to experience an example of metaphor, rather then just reading them in a text.; Every subject is woven into the expedition. One of the very first expeditions we ran was on the American civil war from 1861 to 1865. In science pupils learned about how disease affects the human body, in humanities we looked at first person accounts from soldiers, nurses and mothers, in technology students used Google models to design mock ups of post-war buildings and in art they painted what they thought the aftermath of war would look like. It’s about showing them how everything is connected.; We like to show them the value of what they’re learning outside of the classroom, so wherever possible we bring in experts to talk to the children. For example, when our fourth graders were learning about the solar system they skyped with professionals from Nasa.; By no means do we have everything figured out before the kids walk in to the classroom. Students have incredible ideas and we’ll often say to them, “right, so now that you know all of this information, what are you going to do?” If a kid sees themselves as an agent of change, it’s amazing how much more important what they present to their peers becomes. In expeditionary learning there’s a real emphasis on being of service to the local community. We have a student whose family home was burnt to the ground. At the time students were learning about the concept of service and compassion, and one of our youngest pupils started a school wide donation programme for the family.; My school is creative in the way that students are assessed, but it’s important that we also prepare kids for state testing. I think pupils should experience a variety of assessments, because that’s how it works in real life. One of the things we do is have students create a portfolio, which they present at student-led conferences. In eighth grade students speak to a panel of around eight people and it’s a way of them showing that they’re ready for high school. They invite family members, the arts administration, their advisory teacher and members of the community. We try to get anybody we can get our hands on to be involved, from lawyers to news casters. We want students see the value of what they’re learning beyond school.; A love of learning is one of the most essential things a school can teach. Research skills are so important for being a lifelong learner. The idea [in our school] is that by developing engaging lessons where kids feel part of something real, they then want to know more. I think it helps them understand their role in being leaders of their own learning.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-234",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 30 Nov..."
}