{
  "content": "Thursday 17 January 2013 07.52 EST\tWhat can literature teach us about doing business better?\tLiterature may not have the answers to the challenges of sustainability or economic crises but it can bring a fresh perspective, especially when it comes to people matters\tIn academia, literature and the humanities find themselves under threat. They need to fight constantly to stay alive by demonstrating their value and impact. When it comes to establishing a link between literature and business, the relevance of the humanities seems even more tenuous.; Arguably, literature and the humanities have a lot to say about the world of business and the world in general. Ask most business leaders what keeps them up at night, and the answer will rarely be issues of process, technology or numbers – although all of that is certainly complicated and challenging. Rather, what leaders struggle with usually comes down to the people stuff. And by that they mean the complex and often contradictory nature of human beings.; No matter what processes, policies and structures businesses put in place, people remain complicated and unpredictable: we don't always get along; we have very diverse motivations; we find change painful and difficult; we don't always behave \"rationally\"; and we don't always do the right thing, even when we have every reason to do so. Much great literature captures this acutely and provides us with texts that challenge and lay bare the simplistic ways we can so easily go wrong when we think about it.; Insights from literature and the humanities are particularly valuable when trying to understand behaviour that doesn't seem to make sense in a classic economic analysis. Examples of people being confusing in the world of business abound, whether dealing with colleagues, partners or customers.; Traditional business tools and approaches aren't always helpful when trying to understand and talk about human behaviour and motivation because these things are somewhat messy. Yet human behaviour sits at the core of many of the biggest issues faced by businesses today – the challenges of sustainability, the economic crisis, or the shifting balance of global power, to name a few. You won't find answers to these questions in sonnets or novels or essays on literary criticism. That is where the impact lobby go wrong. But you may well find fresh approaches to the questions.; Most businesses today find themselves in what feels like a perpetual state of change. If they seek out any expertise to manage through this, it is usually from disciplines like 'change management' or 'process re-engineering'. While these fields certainly have their merits and are necessary fixtures of the corporate world, they often fall short of providing satisfactory solutions, reducing people to 'stakeholders' or cogs in a machine.; Literature and the humanities can open up another perspective for us. For example, reading Hamlet can enlighten on the complexity of decisiveness in business [video, 6min]. And when it comes to understanding what change is like, what do we learn by reading Ovid's Metamorphoses?; Reading Ovid – still less, scholarship about Ovid – is scarcely likely to turn you instantly into a business 'change agent'. But no poem gets closer to the savage truth of transformation than Ovid's masterpiece. Reading it reminds us that inside the shiny exterior of every new thing is the pathos of the thing transformed, history locked inside modernity, whether we like it or not. Time and again, businesses forget this at their peril.; The masterful poetry of the Metamorphoses – edited by scholars, translated by poets, debated and decoded by critics – resonates in every line with the power of language, that tool we use with such careless brutality as we drive change. In every episode of the Metamorphoses, there is more insight than in dozens of manuals and business bibles. Business leaders would do well to pay it some attention.; All this may sound like I'm a critic of the change processes that happen within business. On the contrary. Like many people in the business world, I spend a great deal of my time helping to guide and orchestrate change. If we are going to make businesses more sustainable – economically, socially, ethically – transformation is necessary. The so-called scientific textbooks and the how-to guides have their place in this regard. But in the end, the real problems – the problems of the people that are affected by change, their feelings, their motivations, their conflicts, the way business language brutalises as much as it inspires them – cannot be reduced to simple formulae. Where people are concerned, formulae seldom work.; As a way of approaching complex reflection, nothing beats the fragility, the openness, and the contradictory nature of the literary text.; A more sustainable business is surely a more human business. If we continue to ignore human complexity, and human motivations beyond profit, eventually people will turn their backs on commerce. It is already starting to happen.; When we read Sophocles' Antigone for instance, we are forced to see different points of view and to hold separate, even contradictory, positions in our mind simultaneously. In this classic battle of wills, the confrontation between conscience and power, we cannot resort to oversimplifications. The language won't let us. Nor will the centuries of tradition of scholarship that have kept the Antigone debates burning. And that is why in those ancient verses, we may not find answers, but perhaps a better way to remember how complex the question is.; How does all this come to life in practice? This is no easy task. I have lent the major portion of my professional life to the struggle to find ways to do justice to both human complexity and the need for profit; to the importance of asking better and more rounded questions and the need to feed continually the inexorable and understandable appetite that businesses have for answers.; The task may seem impossible, quixotic even. But the alternative is worse. We need business to flourish. And if we want it to be better and more sustainable, we had better engage properly with it and help it engage properly with us. That is why we need to ensure that we turn our thinking upside down. Let us stop trying to turn thinking in the humanities into something more like business with our talk of impact and quick results. Let us start to think about what business can learn from the humanities.; Maurice Biriotti is founder and chief executive of SHM; This content is brought to you by Guardian Professional. Become a GSB member to get more stories like this direct to your inbox\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-14",
  "namespace": "we1sv2.0",
  "title": "Thursday 17 Jan..."
}