{
  "content": "\n\nTuesday 11 November 2014 11.50 EST\tForcing us to specialise so young is the biggest failing of our education system\tNicky Morgan is probably right about Stem subjects being the best route to a good job but an education should be about more\tRegrets. When it comes to our educations, we’ve all had a few. We might wish that we had worked harder and messed around less, or passed that exam or – and this is the one I hear most frequently – not narrowed our options so young, setting ourselves on a specific path from which it can be nigh-on impossible to deviate.; The education secretary, Nicky Morgan, feels strongly about this, and in an attempt to encourage young people to keep their options open she has urged pupils to study the Stem [science, technology, engineering and maths] subjects as the most guaranteed route to employment.; In summary: students who are unsure as to what their careers might be (and who truly knows at 16?) are operating under the mistaken belief that humanities subjects are useful for all kinds of jobs. This belief, says Morgan, “couldn’t be further from the truth ... The subjects that keep young people’s options open and unlock doors to all sorts of careers are the Stem subjects: science, technology, engineering and maths.”; The arts, she implies, probably won’t get you a “good” job, and in an increasingly expensive education system could well be a waste of your time. I sympathise – why spend thousands and thousands of pounds on a degree when there is no guarantee of a job on graduation? Many university students can no longer afford the luxury of spending three years reading and thinking and investigating and interrogating simply for the love of it.; The way we view education in this country has changed. And, while that fact makes me sad, my low-income background made me practical. It was the reason for my quixotic attempt at a law degree, aged 19: I wanted to follow the money.; It’s well known that our education system, in contrast to those in other countries, pigeonholes children at 16. I agree with Morgan that more young people, and especially teenage girls, need to be encouraged not to rule out certain subjects. The way ambition is minimised is a terrible thing, particularly when it comes to girls and science.; So often, young women are limited by gender stereotypes and encouraged towards more “female subjects”. At school, one friend expressed an interest in clinical psychology only to be told by a careers adviser that she would be better off being a primary school teacher. It’s also a question of confidence – you might look back on your school days and suddenly realise that actually, you were really very good at chemistry but didn’t realise it at the time. Perhaps no one ever told you.; But there really isn’t any way around it – by eschewing the arts and choosing Stem subjects at 16, you are still, by definition, limiting your options. Perhaps not so much as regards future employment, though that is a factor too, but also, potentially, for your future happiness, intellectual growth and well roundedness as an individual.; That is how our education system works. It is a system of omission, essentially. You drop the subjects for which you have the least enthusiasm or which seem the least useful to you at that moment, and then have plenty of time to regret it later. A friend who dropped out of medicine, for instance, still, nearly 10 years later, wishes he had taken English.; I know so many people who feel they made the wrong choices. In my first year, it was relatively common for students to transfer to different subjects, or even drop out entirely, only to take up another course a year or several years later. As of July 2014, the percentage of students remaining in higher education after their first year is at an all-time high, and the number of students transferring from one institution to another has also dropped. I hope that this is because students are thinking more carefully about their options but I worry about how the pressure of high fees might be playing a part:“I’ve paid for this, so I’d better keep at it, regardless of how unhappy it makes me.”; Part of growing up is accepting all those things you’ll never be, but which perhaps, in another system or universe, you could have been. My own secret regret is that I would have quite liked to have gone to art school. That I dropped out of law was a surprise to no one.; I wish that, as under the French baccalaureate system, children had longer to decide before they specialised, were not pressured into university when it might not be the right choice for them, and were encouraged to explore their interests, learn a trade, or even wait a few years and apply as mature students. I enjoyed my “useless” degree in Italian and art history, which I believe was as valuable and fascinating as any Stem subject, but it took a while – not to mention a much bigger student loan – to get to that point.; Having mentored aspiring journalists through the Social Mobility Foundation, seeing this agony over subject choices affect a whole new generation has saddened me. I want to tell them that the world is wide, that they are young, and that, above all, they have time to discover the things that will form them. But the truth is, they don’t have that time. And, for a modern education system, that is a failure.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-224",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 11 No..."
}