{
  "content": "\n\nSunday 12 January 2014 04.00 EST\tWhat scientific idea is ready for retirement?\tEach year a forum for the world's most brilliant minds asks one question. This year's drew responses from such names as Richard Dawkins, Ian McEwan and Alan Alda. Here, edge.org founder John Brockman explains how the question came into being and we pick some of the best responses\tEdge.org was launched in 1996 as the online version of \"the Reality Club\", an informal gathering of intellectuals who met from 1981 to 1996 in Chinese restaurants, artist lofts, investment banking firms, ballrooms, museums, living rooms and elsewhere. Though the venue is now in cyberspace, the spirit of the Reality Club lives on in the lively back-and-forth discussions on the hot-button ideas driving the discussion today.; The online salon at edge.org is a living document of millions of words charting the Edge conversation over the past 15 years. It is available, gratis, to the general public.; As the late artist James Lee Byars and I once wrote: \"To accomplish the extraordinary, you must seek extraordinary people.\" At the centre of every Edge project are remarkable people and remarkable minds – scientists, artists, philosophers, technologists and entrepreneurs.; Through the years, edge.org has had a simple criterion for choosing contributors. We look for people whose creative work has expanded our notion of who and what we are. A few are bestselling authors or are famous in the mass culture. Most are not. Rather, we encourage work on the cutting edge of the culture, and the investigation of ideas that have not been generally exposed. We are interested in \"thinking smart\"; we are not interested in received \"wisdom\".; In the words of the novelist Ian McEwan, edge.org is \"open-minded, free-ranging, intellectually playful… an unadorned pleasure in curiosity, a collective expression of wonder at the living and inanimate world… an ongoing and thrilling colloquium.\"; At the end of the year in 1999, for the first anniversary edition of Edge, I asked a number of thinkers to use the interrogative. I asked \"the most subtle sensibilities in the world what question they are asking themselves\". We've been doing it annually ever since.; It's not easy coming up with a question. James Lee, whose 1971 conceptual art piece The World Question Centre inspired the annual Edge question, used to say: \"I can answer the question, but am I bright enough to ask it?\" We are looking for questions that inspire answers we can't possibly predict. My goal is to provoke people into thinking thoughts that they normally might not have.; We pay a lot of attention to framing the question and soliciting early responses from individuals who can set a high bar. This is critical. These responses seed the site and challenge and encourage the wider group to think in surprising ways.; The online publication of the annual question occurs in mid-January, and in recent years it is followed by a printed book. Last year we worried about worrying. This year's question comes from HeadCon 13, a two-day Edge seminar that took place in September last year. At one point, Yale psychologist Laurie Santos mentioned to the group that she was interested in why there was no mechanism in social science for retiring ideas in order to make room for new initiatives.; A lively discussion followed and I quickly picked up on it as an indication that Santos was on to a possible Edge question. After two weeks of often intense conversations, several Edgies expressed concern that the responses would go negative and that people would use it as an opportunity to trash their rivals. Others pointed out that every year, no matter what question is asked, people try to do this in any case. We decided to go with it after one Edgie commented: \"Science is argument, not advertising.\"; Thus I am pleased to present the Edge question 2014, asked by Laurie Santos.; AZRA RAZA Professor of medicine and director of the MDS Centre, Columbia University, New York; An obvious truth that is either being ignored or going unaddressed in cancer research is that mouse models do not mimic human disease well and are essentially worthless for drug development. We cured acute leukaemia in mice in 1977 with drugs that we are still using in exactly the same dose and duration today in humans with dreadful results. Imagine the artificiality of taking human tumour cells, growing them in lab dishes, then transferring them to mice whose immune systems have been compromised so they cannot reject the implanted tumours, and then exposing these \"xenografts\" to drugs whose killing efficiency and toxicity profiles will then be applied to treat human cancers. The pitfalls of such an entirely synthesized non-natural model system have also plagued other disciplines.; A recent scientific paper showed that all 150 drugs tested at the cost of billions of dollars in human trials of sepsis failed because the drugs had been developed using mice. Unfortunately, what looks like sepsis in mice turned out to be very different than what sepsis is in humans. Coverage of this study by Gina Kolata in the New York Times incited a heated response from within the biomedical research community.; One blogger said: \"There is no basis for leveraging a niche piece of research to imply that mice are useless models for all human diseases.\" In an article for the Jackson Laboratory, three leading physician scientists concluded: \"The key is to construct the appropriate mouse models and design the experimental conditions that mirror the human situation.\"; The problem is there are no appropriate mouse models that can mimic the human situation. So why is the cancer research community continuing to be dominated by the dysfunctional tradition of employing mouse models to test hypotheses for development of new drugs?; Robert Weinberg of the Whitehead Institute at MIT [Massachusetts Institute of Technology] has provided the best answer. He was quoted in the press, noting: \"[There are] two reasons. First, there's no other model with which to replace that poor mouse. Second, the FDA [the US Food and Drugs Administration] has created inertia because it continues to recognise these models as the gold standard for predicting the utility of drugs.\"; There is a third reason related more to the frailties of human nature. Too many eminent laboratories and illustrious researchers have devoted entire lives to studying malignant diseases in mouse models and they are the ones reviewing one another's grants and deciding where the NIH money [US government medical research funding] gets spent. They are not prepared to accept that mouse models are basically valueless for most of cancer therapeutics.; In the final analysis then, one of the main reasons we continue to stick to this archaic ethos is to obtain funding. Here is one example.; I decided to study a bone marrow malignant disease called myelodysplastic syndromes (MDS), which frequently evolves into acute leukaemia, back in the early 1980s. One decision I made very early on was to concentrate my research on freshly obtained human cells and not to rely on mice or petri dishes alone. In the past three decades, I have collected more than 50,000 bone marrow biopsies, blood, normal control buccal smear cells [cells taken from inside the cheek], serum and plasma samples in a well-annotated tissue repository backed by a computerised bank of clinical, pathologic and morphologic data. By using these samples, we have identified novel genes involved in causing certain types of MDS, as well as sets of genes related to survival, natural history of the disease and response to therapy. But when I used bone marrow cells from treated MDS patients to develop a genomic expression profile which was startlingly predictive of response and applied for an NIH grant to validate the signature, the main criticism was that before confirming it through a prospective trial in humans, I should first reproduce it in mice!; The time is here to let go of the mouse models at least as surrogates for bringing drugs to the bedside. Remember what Mark Twain said. \"What gets us into trouble is not what we don't know; it's what we know for sure that just ain't so.\"; JONATHAN GOTTSCHALL US academic and author who specialises in literature and evolution and teaches at Washington & Jefferson College, Pennsylvania; Fifteen thousand years ago in France, a sculptor swam and slithered almost a kilometre down into a mountain cave. Using clay, the artist shaped a big bull rearing up to mount a cow, and then left his creation in the bowels of the earth. The two bison of the Tuc D'Audoubert caves sat undisturbed for many thousands of years until they were rediscovered by spelunking boys [cavers] in 1912. The discovery of the clay bison was one of many shocking 20th-century discoveries of sophisticated cave art stretching back tens of thousands of years. The discoveries overturned our sense of what our caveman ancestors were like. They were not furry, grunting troglodytes. They had artistic souls. They showed us that humans are – by nature, not just by culture – art-making, art-consuming, art-addicted apes.; But why? Why did the sculptor burrow into the earth, make art, and leave it there in the dark? And why does art exist in the first place? Scholars have spun a lot of stories in answer to such questions, but the truth is that we really don't know. And here's one reason why: science is lying down on the job.; A long time ago someone proclaimed that art could not be studied scientifically, and for some reason almost everyone believed it. The humanities and sciences constituted, as Stephen Jay Gould might have proclaimed, separate, non-overlapping magisteria – that the tools of the one are radically unsuited to the other.; Science has mostly bought into this. How else can we explain its neglect of the arts? People live in art. We read stories, and watch them on TV, and listen to them in song. We make paintings and gaze at them on walls. We beautify our homes like bowerbirds adorning nests. We demand beauty in the products we buy, which explains the gleam of our automobiles and the sleek modernist aesthetic of our iPhones. We make art out of our own bodies: sculpting them through diet and exercise; festooning them with jewellery and colourful garments; using our skins as living canvas for the display of tattoos. And so it is the world over. As the late Denis Dutton argued in The Art Instinct, underneath the cultural variations, \"all human beings have essentially the same art\".; Our curious love affair with art sets our species apart as much as our sapience or our language or our use of tools. And yet we understand so little about art. We don't know why art exists in the first place. We don't know why we crave beauty. We don't know how art produces its effects in our brains – why one arrangement of sound or colour pleases while another cloys. We don't know very much about the precursors of art in other species, and we don't know when humans became creatures of art. (According to one influential theory, art arrived 50,000 years ago with a kind of creative big bang. If that's true, how did that happen?) We don't even have a good definition, in truth, of what art is. In short, there is nothing so central to human life that is so incompletely understood.; Recent years have seen more use of scientific tools and methods in humanities subjects. Neuroscientists can show us what's happening in the brain when we enjoy a song or study a painting. Psychologists are studying the ways novels and TV shows shape our politics and our morality. Evolutionary psychologists and literary scholars are teaming up to explore narrative's Darwinian origins. And other literary scholars are developing a \"digital humanities\" using algorithms to extract big data from digitised literature. But scientific work in the humanities has mainly been scattered, preliminary, and desultory. It does not constitute a research programme.; If we want better answers to fundamental questions about art, science must jump in the game with both feet. Going it alone, humanities scholars can tell intriguing stories about the origins and significance of art, but they don't have the tools to patiently winnow the field of competing ideas. That's what the scientific method is for: separating the stories that are more accurate, from the stories that are less accurate. But make no mistake, a strong science of art will require both the thick, granular expertise of humanities scholars and the clever hypothesis testing of scientists. I'm not calling for a scientific takeover of the arts. I'm calling for a partnership.; This partnership faces great obstacles. There's the unexamined assumption that something in art makes it science-proof. There's a widespread, if usually unspoken, belief that art is just a frill in human life – relatively unimportant compared with the weighty stuff of science. And there's the weird idea that science necessarily destroys the beauty it seeks to explain (as though a learned astronomer really could dull the star shine). But the Delphic admonition \"know thyself\" still rings out as the great prime directive of intellectual inquiry, and there will always be a gaping hole in human self-knowledge until we develop a science of art.; HELEN FISHER Biological anthropologist at Rutgers University, New Jersey and author of Why Him? Why Her? How to Find and Keep Lasting Love; \"If an idea is not absurd, there is no hope for it,\" Einstein reportedly said. I would like to broaden the definition of addiction and retire the scientific idea that all addictions are pathological and harmful. Since the beginning of formal diagnostics more than 50 years ago, the compulsive pursuit of gambling, food, and sex (known as non-substance rewards) have not been regarded as addictions; only abuse of alcohol, opioids, cocaine, amphetamines, cannabis, heroin and nicotine have been formally regarded as addictions. This categorisation rests largely on the fact that substances activate basic \"reward pathways\" in the brain associated with craving and obsession, and produce pathological behaviours. Psychiatrists work within this world of psychopathology – that which is abnormal and makes you ill.; As an anthropologist, they appear limited by this view. Scientists have now shown that food, sex and gambling compulsions employ many of the same brain pathways activated by substance abuse. Indeed, the 2013 edition of the Diagnostic and Statistical Manual of Mental Disorders (the DSM) has finally acknowledged that at least one form of non-substance abuse can be regarded as an addiction: gambling. The abuse of sex and food were not included. Neither was romantic love. I shall propose that love addiction is just as real as any other addiction, in terms of its behaviour patterns and brain mechanisms. Moreover, it's often a positive addiction.; Scientists and laymen have long regarded romantic love as part of the supernatural, or as a social invention of the troubadours in 12th-century France. Evidence does not support these notions. Love songs, poems, stories, operas, ballets, novels, myths and legends, love magic, love charms, love suicides and homicides: evidence of romantic love has now been found in more than 200 societies ranging over thousands of years. Around the world men and women pine for love, live for love, kill for love and die for love. Human romantic love, also known as passionate love or \"being in love\" is regularly regarded as a human universal.; Moreover, love-besotted men and women show all of the basic symptoms of addiction. Foremost, the lover is stiletto-focused on his/her drug of choice: the love object. They think obsessively about \"him\" or \"her\" (intrusive thinking), and often compulsively call, write, or appear, to stay in touch. Paramount to this experience is intense motivation to win their sweetheart, not unlike the substance abuser fixated on his/her drug. Impassioned lovers also distort reality, change their priorities and daily habits to accommodate the beloved, experience personality changes (affect disturbance), and sometimes do inappropriate or risky things to impress this special other. Many are willing to sacrifice, even die for \"him\" or \"her\". The lover craves emotional and physical union with their beloved too (dependence). And like the addict who suffers when they can't get their drug, the lover suffers when apart from the beloved (separation anxiety). Adversity and social barriers even heighten this longing (frustration attraction).; In fact, besotted lovers express all four of the basic traits of addiction: craving; tolerance; withdrawal; and relapse. They feel a \"rush\" of exhilaration when with their beloved (intoxication). As their tolerance builds, the lover seeks to interact with the beloved more and more (intensification). If the love object breaks off the relationship, the lover experiences signs of drug withdrawal, including protest, crying spells, lethargy, anxiety, insomnia or hypersomnia, loss of appetite or binge eating, irritability and loneliness. Lovers, like addicts, also often go to extremes, sometimes doing degrading or physically dangerous things to win back the beloved. And lovers relapse the way drug addicts do: long after the relationship is over, events, people, places, songs or other external cues associated with their abandoning sweetheart can trigger memories and renewed craving.; Of the many indications that romantic love is an addiction, however, perhaps none is more convincing than the growing data from neuroscience. Using brain scanning (functional magnetic resonance imaging, or fMRI), several scientists have now shown that feelings of intense romantic love engage regions of the brain's \"reward system,\" specifically dopamine pathways associated with energy, focus, motivation, ecstasy, despair and craving – including primary regions associated with substance (and non-substance) addictions. In fact, our group has found activity in the nucleus accumbens – the core brain factory associated with all addictions – in our rejected lovers. Moreover, some of our newest (unpublished) results suggest correlations between activities of the nucleus accumbens and feelings of romantic passion among lovers who were wildly, happily in love.; Nobel laureate Eric Kandel recently said: \"Brain studies will ultimately tell us what it is like to be human.\" Knowing what we now know about the brain, my brain-scanning partner, Lucy Brown, has suggested that romantic love is a natural addiction; and I have maintained that this natural addiction evolved from mammalian antecedents some 4.4m years ago among our first hominid ancestors, in conjunction with the evolution of (serial, social) monogamy – a hallmark of humankind. Its purpose: to motivate our forebears to focus their mating time and metabolic energy on a single partner at a time, thus initiating the formation of a pair-bond to rear their young (at least through infancy) together as a team. The sooner we embrace what brain science is telling us – and use this information to upgrade the concept of addiction – the better we will understand ourselves and all the billions of others on this planet who revel in the ecstasy and struggle with the sorrow of this profoundly powerful, natural, often positive addiction: romantic love.; STEWART BRAND Author and founder of The Whole Earth Catalog; co-founder of The Well and The Long Now Foundation; In his 1976 book, A Scientist at the White House, George Kistiakowsky, President Eisenhower's science adviser, told us what he wrote in his diary in 1960 on being exposed to the idea by the Federal Radiation Council:; It is a rather appalling document that takes 140 pages to state the simple fact that, since we know virtually nothing about the dangers of low-intensity radiation, we might as well agree that the average population dose from manmade radiation should be no greater than that which the population already receives from natural causes; and that any individual in that population shouldn't be exposed to more than three times that amount, the latter figure being, of course, totally arbitrary. Later in the book, Kistiakowsky, who was a nuclear expert and veteran of the Manhattan Project, wrote: \"… a linear relation between dose and effect… I still believe is entirely unnecessary for the definition of the current radiation guidelines, since they are pulled out of thin air without any knowledge on which to base them.\"; Sixty-three years of research on radiation effects have gone by, and Kistiakowsky's critique still holds. The linear no-threshold (LNT) radiation dose hypothesis, which surreally influences every regulation and public fear about nuclear power, is based on no knowledge whatever.; At stake are the hundreds of billions spent on meaningless levels of \"safety\" around nuclear power plants and waste storage, the projected costs of next-generation nuclear plant designs to reduce greenhouse gases worldwide, and the extremely harmful episodes of public panic that accompany rare radiation-release events such as Fukushima and Chernobyl. (No birth defects whatever were caused by Chernobyl, but fear of them led to 100,000 panic abortions in the Soviet Union and Europe. What people remember about Fukushima is that nuclear opponents predicted that hundreds or thousands would die or become ill from the radiation. In fact nobody died, nobody became ill, and nobody is expected to.); The \"linear\" part of the LNT is true and well documented. Based on long-term studies of survivors of the atomic bombs in Japan and of nuclear industry workers, the incidence of eventual cancer increases with increasing exposure to radiation at levels above 100 millisieverts per year. The effect is linear. Below 100 millisieverts per year, however, no increased cancer incidence has been detected, either because it doesn't exist or because the numbers are so low that any signal gets lost in the epidemiological noise.; We all die. Nearly a half of us die of cancer (38% of females, 45% of males). If the \"no-threshold\" part of the LNT is taken seriously, and an exposed population experiences as much as a 0.5% increase in cancer risk, it simply cannot be detected. The LNT operates on the unprovable assumption that the cancer deaths exist, even if the increase is too small to detect, and that therefore \"no level of radiation is safe\" and every extra millisievert is a public health hazard.; Some evidence against the \"no-threshold\" hypothesis draws on studies of background radiation. In the US we are all exposed to 6.2 millisieverts a year on average, but it varies regionally. New England has lower background radiation, Colorado is much higher, yet cancer rates in New England are higher than in Colorado – an inverse effect. Some places in the world, such as Ramsar in Iran, have a tenfold higher background radiation, but no higher cancer rates have been discovered there. These results suggest that there is indeed a threshold below which radiation is not harmful.; Furthermore, recent research at the cell level shows a number of mechanisms for repair of damaged DNA and for ejection of damaged cells up to significant radiation levels. This is not surprising given that life evolved amid high radiation and other threats to DNA. The DNA repair mechanisms that have existed in yeast for 800m years are also present in humans.; The actual threat of low-dose radiation to humans is so low that the LNT hypothesis can neither be proven true nor proven false, yet it continues to dominate and misguide policies concerning radiation exposure, making them grotesquely conservative and expensive. Once the LNT is explicitly discarded, we can move on to regulations that reflect only discernible, measurable medical effects, and that respond mainly to the much larger considerations of whole-system benefits and harms.; The most crucial decisions about nuclear power are at the category level of world urban prosperity and climate change, not imaginary cancers per millisievert.; IRENE PEPPERBERG Research associate and lecturer at Harvard specialising in animal thought processes, and author of Alex & Me; Yes, humans do some things that other species do not – we are indeed the only species to send probes to outer space to find other forms of life – but the converse is certainly equally true. Other species do things humans find impossible, and many non-human species are indeed unique in their abilities. No human can detect temperature changes of a few hundredths of a degree as can some pit vipers, nor can humans best a dog at following faint scents. Dolphins hear at ranges impossible for humans and, along with bats, can use natural sonar. Bees and many birds see in the ultraviolet, and many birds migrate thousands of miles yearly under their own power, with what seems to be some kind of internal GPS. Humans, of course, can and will invent machines to accomplish such feats of nature, unlike our non-human brethren – but non-humans had these abilities first. Clearly I don't contest data that show that humans are unique in many ways, and I certainly favour studying the similarities and differences across species, but think it is time to retire the notion that human uniqueness is a pinnacle of some sort, denied in any shape, way, or form to other creatures.; Another reason for retiring the idea of humaniqueness as the ideal endpoint of some evolutionary process is, of course, that our criteria for uniqueness inevitably need redefinition. Remember when \"man, the tool-user\" was our definition? At least until along came species like cactus-spike-using Galapagos finches, sponge-wielding dolphins, and now even crocodiles that use sticks to lure birds to their demise. Then it was \"man, the tool-maker\"… but that fell out of favour when such behaviour was seen in a number of other creatures, including species so evolutionary-distant from humans as New Caledonian crows. Learning through imitation? Almost all songbirds do it to some extent vocally, and minor evidence exists for physical aspects in parrots and apes. I realise that current research does demonstrate that apes, for example, are lacking in certain aspects of collaborative abilities seen in humans, but have to wonder if different experimental protocols might provide different data in the future.; The comparative study of behaviour needs to be expanded and supported, but not merely to find more data enshrining humans as \"special\". Finding out what makes us different from other species is a worthy enterprise, but it can also lead us to find out what is \"special\" about other beings, what incredible things we may need to learn from them. So, for example, we need more studies to determine the extent to which non-humans show empathy or exhibit various aspects of 'theory of mind\", to learn what is needed for survival in both their natural environment and what they can acquire when enculturated into ours. Maybe they have other means of accomplishing the social networking we take as at least a partial requisite for humanness. We need to find out what aspects of human communication skills they can acquire – but we also can't lose sight of the need to uncover the complexities that exist in their own communication systems.; Nota Bene lest my point be misunderstood: my argument is a different one from that of bestowing personhood on various non-human species, and is separate from other arguments for animal rights and even animal welfare – although I can see the possible implications of what I am proposing. All told, it seems to me that it is time to continue to study all the complexities of behaviour in all species, human and non-human, to concentrate on similarities as well as differences, and – in many cases – to appreciate the inspiration that our non-human compatriots provide in order to develop tools and skills that enhance our own abilities, rather than simply to consign non-humans to a second-class status.; ALAN ALDA American actor, writer, director and author of Things I Overheard While Talking to Myself; The idea that things are either true or false should possibly take a rest. I'm not a scientist, just a lover of science, so I might be speaking out of turn – but like all lovers I think about my beloved a lot. I want her to be free and productive, and not misunderstood.; For me, the trouble with truth is that not only is the notion of eternal, universal truth highly questionable, but simple, local truths are subject to refinement as well. Up is up and down is down, of course. Except under special circumstances. Is the north pole up and the south pole down? Is someone standing at one of the poles right-side up or upside-down? Kind of depends on your perspective.; When I studied how to think in school I was taught that the first rule of logic was that a thing cannot both be and not be at the same time and in the same respect. That last note, \"in the same respect,\" says a lot. As soon as you change the frame of reference, you've changed the truthiness of a once immutable fact.; Death seems pretty definite. The body is just a lump. Life is gone. But if you step back a bit, the body is actually in a transitional phase while it slowly turns into compost – capable of living in another way.; This is not to say that nothing is true or that everything is possible – just that it might not be so helpful for things to be known as true for all time, without a disclaimer. At the moment, the way it's presented to us, astrology is highly unlikely to be true. But if it turns out that organic stuff once bounced off Mars and hit Earth with a dose of life, we might have to revise some statements that planets do not influence our lives here on Earth.; I wonder, and this is just a modest proposal, if scientific truth should be identified in a way that acknowledges that it's something we know and understand for now – and in a certain way. One of the major ways the public comes to mistrust science is when they feel that scientists can't make up their minds. One says red wine is good for you, and another says even in small amounts it can be harmful. In turn, some people think science is just another belief system.; Scientists and science writers make a real effort to deal with this all the time. The phrase \"current research suggests\" warns us that it's not a fact yet. But, from time to time the full-blown factualness of something is declared, even though further work could place it within a new frame of reference. And then the public might wonder if the scientists are just arguing for their pet ideas.; Facts, it seems to me, are workable units, useful in a given frame or context. They should be as exact and irrefutable as possible, tested by experiment to the fullest extent. When the frame changes, they don't need to be discarded as untrue, but respected as still useful within their domain. I think most people who work with facts accept this, but I don't think the public fully gets it.; That's why I hope for more wariness about implying we know something to be true or false for all time and for everywhere in the cosmos.; Especially if we happen to be upside down when we say it.; IAN McEWAN Novelist; author of many books including Sweet Tooth; Solar; On Chesil Beach and Amsterdam (winner of the Man Booker prize for fiction); A great and rich scientific tradition should hang on to everything it has. Truth is not the only measure. There are ways of being wrong that help others to be right. Some are wrong, but brilliantly so. Some are wrong but contribute to method. Some are wrong but help found a discipline. Aristotle ranged over the whole of human knowledge and was wrong about much. But his invention of zoology alone was priceless. Would you cast him aside? You never know when you might need an old idea. It could rise again one day to enhance a perspective the present cannot imagine. It would not be available to us if it were fully retired.; Even Darwin in the early 20th century experienced some neglect, until the modern [evolutionary] synthesis. The Expression of the Emotions in Man and Animals took longer to be current. William James also languished, as did psychology, once consciousness as a subject was retired from it. Look at the revived fortunes of Thomas Bayes and Adam Smith (especially The Theory of Moral Sentiments). We may need to take another look at the long-maligned Descartes. Epigenetics might even restore the reputation of Lamarck. Freud may yet have something to tell us about the unconscious.; Every last serious and systematic speculation about the world deserves to be preserved. We need to remember how we got to where we are, and we'd like the future not to retire us. Science should look to literature and maintain a vibrant living history as a monument to ingenuity and persistence. We won't retire Shakespeare. Nor should we Bacon.; RICHARD DAWKINS Evolutionary biologist; professor of the public understanding of science, Oxford; author of The Magic of Reality; Essentialism – what",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-11",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 12 Jan..."
}