{
  "content": "Monday 25 February 2013 10.37 EST\tGuardian Future of Higher Education Summit 2013 – the programme in full\tThis week sees our annual conference return to Senate House, London – post your comments and questions on the finalised sessions by 27 February to feed into our live coverage\tCompetition, collaboration and communicating value is the theme of this year's Guardian Future of Higher Education Summit. At a time when the sector is undergoing huge changes, both across the UK and internationally, what does value mean and how can we best articulate it?; We will be hearing from a range of experts in the sector, from UK universities minister David Willetts to vice-chancellors, students and HR staff, to discuss just this, laying bare the issues facing higher education while providing a platform on which to debate, discuss and plan for the future.; Can't make the event? We will be live blogging all day from Senate House on the Higher Education Network homepage. What questions would you like to ask the speakers? Are there issues we have missed that should be brought up? Post your thoughts in the comments section below and we will feed them into our coverage.; ● Reviewing the higher education landscape post-reforms, what's working well? What's not? And how might the sector look in the future?; ● How do we meet the challenge of increased global competition against a backdrop of restrictive policy?; ● What are the facts and how can we plan better for the future?; ● How can we better understand the implications of widening participation targets for diverse universities, and address the argument that widening participation discriminates against those from wealthier backgrounds?; ● What can we do as a sector to pull together and communicate the value of higher education to politicians and the public?; ● What does the increasing number of private providers entering the market mean for the UK HE brand?; ● Is online learning a passing fad or a major game changer?; ● What do our student panel consider the main actors affecting their choice of destination, institution and course?; ● How can you better understand and communicate the distinctiveness of your institution in a competitive sector?; A: Exploring innovative funding streams: Can/should universities operate more like businesses?; B: How can quality be assessed and what should students, employers and the wider public expect of UK higher education?; ● With REF forthcoming, what do institutions need to do to prepare for its arrival?; ● How can the sector sustain research funding for STEM, social science and humanities?; ● How are universities handling change? Will it benefit not only students but society as a whole?; For a full version of the programme and all speakers, click here.; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-49",
  "namespace": "we1sv2.0",
  "title": "Monday 25 Febru..."
}