{
  "content": "\n\nFriday 16 May 2014 04.56 EDT\tAcademics should stop moaning – university life has many perks\tAcademic work offers much more flexibility and freedom than other jobs\tLast month over coffee, a talented PhD student in my department asked me whether it was realistic for her to pursue an academic career, given that she wants to have children soon.; The relentless negativity she had been hearing from other postdocs was making her doubt her career choice. It felt like breaking an almighty taboo, but I told her that being a parent with young kids, and an academic, can actually make for a nice life.; Let's get the caveats out of the way. There are structural problems in the academic workplace, and as other contributors to the Academics Anonymous blog attest, many seem to be getting worse, not better.; These pressures are more pronounced in some universities, and I have no doubt got off lightly working in a series of Russell Group institutions. Even so, I still don't have a permanent post and don't expect one in the next few years, despite having finished my undergraduate degree more than a decade ago.; But – and here's what seems taboo to admit to my early career researcher friends – I am an exceedingly happy academic and believe it is a career with real advantages for parents with young children.; So what has academia offered me, as a social science postdoc with two children under three? The biggest advantage of academia (at least in the social sciences and humanities) is that the hours, while long, can mostly be worked when and where you like, as US sociologist Tanya Golash-Boza points out.; On my working days (which I choose myself, as I currently work part-time), I start work at 7.30am, pick up my children from nursery at 1pm, and then work through my inbox on the sofa while they nap. I might work on a paper once they're in bed, or at the weekend, but this is the exception not the rule.; This flexibility means I have less clear-cut work and non-work time, but it maximises time with my young children, keeps nursery bills down, and makes me happy. In term time, having to teach means a less flexible work week, but this is the case for only half the year.; Returning from maternity leave to a part-time research contract with a great boss, I chose to work all my hours in the evenings and on weekends when my partner could care for our daughter. I also attended the odd daytime meeting with her snoozing next to me in her pram.; Watching friends in other industries struggle to settle their kids into long days at childcare to accommodate their rigid working days, I felt immensely lucky.; For parents, academia thus offers one of the big advantages of freelance work, but with the relative security of being employed by a big institution.; Even on externally funded fixed-term contracts, I have been given generous maternity leave packages from two different universities. Initiatives like the Athena Swan accreditation are helping to make universities better workplaces for women and men.; Before returning to postgraduate study, I worked in the voluntary sector (often for a pittance, frequently for free) and this might be why I don't feel, as many early career academics seem to, grossly underpaid. Comparisons with other professions with shorter mandatory training periods don't make sense to me.; I have spent six of the last eight years doing research I am passionate about and chose to do. Having worked on bad research projects outside academia, I really understand and value the freedom we have to define what we research and teach.; Of course, we should be remunerated for our work – the furore about Durham's offer of voluntary teaching positions was entirely appropriate – but I am paid a reasonable salary to do work that I enjoy.; By saying what I love about working in academia, I don't intend to undermine the issues other contributors have described. But the culture of negativity I hear at conferences, in the staff room and in the pub is not action-oriented; it is accompanied with a shrug and another competitive round of \"Who has the most ridiculous marking deadline this week?\"; In fact, the relentless moaning surrounding every chat with colleagues doesn't just risk putting off promising young academics, but distracts attention from the really unacceptable things that happen, such as when a previous contributor's university refused to pay for maternity leave on an externally funded grant. There are things we need to try to change, but there are things to be grateful for, too.; Join the Higher Education Network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-103",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 16 May..."
}