{
  "content": "\n\nThursday 31 July 2014 05.19 EDT\tQ&A: How parents can help students get the most out of Clearing\tUniversity Clearing begins when A-level results come out next week. Start planning your strategy by joining our experts in a live chat today How to be the perfect parent on results day – by a psychology professor\tWhat do I do if my child doesn't get the grades they want? What is Clearing and how does it work? And how can I help if things go wrong?; A-level results day can be a stressful time for students and their families. If your son or daughter misses out on the results they need, however, they can still secure a place on a course at a top university by using Clearing. And if they do better than expected, they can upgrade to a better course.; We've put together a panel of experts to talk about what to expect on results day, how you can support your student son or daughter though the process, and answer all the questions you want to put to them.; Perhaps your son or daughter is indecisive about their next step and you need general advice on how best to guide them.; Or you might be looking for practical tips on getting the most from Clearing. University admissions tutors, careers advisers and a Ucas representative will guide you through it.; • What happens on A-level results day; • How to navigate Clearing and tips on getting the most from it; • What to do if things don't go to plan; • What happens next; You can post your questions in the comments section below or join us on Thursday 7 August from 1-3pm to follow the Q&A live.; • Jo Rackstraw, customer service adviser, Ucas • Sharon Walpole, chief executive of Not Going to Uni • Roderick Smith, director of admissions at the University of Birmingham • Professor Debra Morris, admissions lead for the faculty of humanities and social sciences at Liverpool University • Margaret Gladwell, careers advisor, Careers Wales • Julie Taylor, careers advisor, National Careers Service • Clare Beckett, head of student recruitment, SAE Institute UK",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-173",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 31 J..."
}