{
  "content": "Tuesday 19 November 2013 09.07 EST\tHalf of recent UK graduates stuck in non-graduate jobs, says ONS\tPercentage of recent graduates working in jobs which do not require degree up to 47% from 39% before financial crisis\tAlmost half of recent graduates in the UK are in non-graduate jobs, according to official data that has underscored the challenges facing young people entering the labour market.; The proportion of recent graduates working in jobs for which a higher educational background is not usually required was 47% this year, up sharply from 39% before the financial crisis struck. Most of the increase has come since the 2008/9 recession, the Office for National Statistics said.; Its report on graduates found that people with a degree in medicine or dentistry had the highest employment rate of all graduates, at 95%, followed by those with media and information studies degrees at 93%.; Medical graduates also had the highest median pay, at £45,600 a year but media and information studies graduates had the lowest pay of all subject groups, at £21,000.; Labour market experts said the high number of recent graduates – defined as those who left full-time education in the last five years – who were not in graduate jobs was a worrying sign for the economy.; \"The pre-recession rates of underemployment of graduate skills in the UK economy were already disappointing – the post-recession rates represent an alarming jump in underemployment and a massive waste of investment in skills,\" said John Philpott, director of The Jobs Economist consultancy.; \"These figures further highlight the plight of young people in the jobs market at present. The fact that the unemployment rate for recent graduates (9%) is much lower than that for non-graduates is due simply to the fact that almost half of those who have recently gained higher education qualifications are entering jobs for which they are over qualified, which makes it even harder for the less qualified to find work.\"; Graduates, defined by the ONS as those leaving education with a qualification higher than A-level, were more likely to be employed than those who left education with qualifications of a lower standard, the report said. But the unemployment rate for recent graduates, at 9%, is up from 8% a year ago and well above pre-crsis rates of 5% seen in early 2008.; Andrew Hunter, co-founder of the jobs search engine Adzuna, which provides labour market data to David Cameron and No 10, said the number of advertised jobs was rising but job-hunting was still tough for many.; \"Despite signs of a wider jobs recovery, the pick-up in the graduate jobs market has been less pronounced,\" he said.; \"In the face of fierce competition, many graduates are being forced to take on lower-skilled jobs. Our last jobs report found that there were more than 50 graduates competing for every entry level job in September. Advertised graduate salaries fell 3.4% compared to last September, and our latest data shows graduate vacancies have fallen 19% in the past year to October.\"; The ONS said there was still evidence however that going on to higher education can help a young person find a job, with the unemployment rate for non-graduates aged 21 to 30 much higher than for recent graduates at 14%.; But the details on who is employing graduates did not bode well for their prospects, economists said. More than 40% of graduates worked in the public administration, education and health industry, the ONS said.; Philpott commented: \"The public sector is by far our biggest employer of graduate skills but is currently in the process of major job downsizing. College students expecting investment in higher education to pay them a decent career dividend must therefore hope that our private sector businesses become far more skills intensive in the coming years.\"; Industry said students needed to take greater account of the subject choices if they wanted to increase their chances of a private sector job.; Steve Radley, director of policy at EEF, the manufacturers' organisation, said: \"We need a concerted effort to get more young people studying the science and engineering degrees that will drive our economy forward and more of them taking up well paid opportunities.\"; He pointed out that graduates in engineering are the second highest earners and those in physical sciences \"earn far beyond average\".; The ONS said that for graduates who do find work, the earning prospects were better than for their non-graduate peers.; \"Annual earnings for graduates increase at a fast pace as they become older and more experienced in the workplace, before levelling out around age 38 at a median of £35,000 a year,\" the report said.; In contrast, for those who left education with an A* to C grade GCSE, average earnings level out around age 32 at £19,000 - and for those with A-levels, their pay at age 34 comes in at around £22,000.; The data showed a divide between science and arts graduates when it came to employment prospects. After medicine and media studies, the next highest employment rates were for medical-related subjects, such as nursing or midwifery, technology, agricultural sciences and architecture. The employment rate was lowest for those with humanities degrees, at 84%, while arts, languages and education were also among the lowest rates.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-262",
  "namespace": "we1sv2.0",
  "title": "Tuesday 19 Nove..."
}