{
  "content": "\n\nThursday 27 February 2014 05.03 EST\tWinner: University of Reading\tProject: Virtual Rome\tFancy a walk round ancient Rome? Log on to the virtual model of the city created by Matthew Nicholls, associate classics professor at Reading University, and you can explore the architecture of every street from any angle, at any time of day and in any year. This unique tool for encountering the ancient world \"first hand\" is the result of a digital modelling project that has involved undergraduate and postgraduate students in its development from the outset: it now forms a central part of the core teaching modules at the University of Reading's classics department, and has prompted a separate module designed and taught by Dr Nicholls on the digital modelling of ancient Roman Silchester.; The project provides a unique opportunity for students to engage with digital modelling within a humanities degree equipping them with valuable transferable skills. It also meets multiple university priorities including embedded technology use, student-led curriculum design and enquiry-based learning.; \"The work sprang from my interest in the way the built environments of Rome, and Roman cities around the empire, expressed the values and priorities of their inhabitants,\" explained Dr Nicholls. 'I wanted to find a way of showing that to students and visitors to Rome in a visually engaging, convincing way\".; Workshops, blogs and videos were all used by Dr Nicholls throughout the development of the model to keep colleagues and students updated on progress. Student research assistant placements over three successive summers proved the concept of student learning using the software, and students were involved at the curriculum planning and design stage before the launch of the new module last year.; There was frequent road-testing of the initial ancient Rome and subsequent city models in the British School at Rome's annual undergraduate summer schools. This has been complemented by collaboration with international colleagues, including participation in Duke University's Visualising Venice project.; Dr Nicholls' digital model of Rome is under contract for development as a book and package of digital resources for school and university teaching. The Modelling Silchester module is envisaged as a long term and distinctive part of the classics curriculum at Reading, and its potential has been recognised by a £20,000 teaching and learning grant to allow the purchase of computer hardware and software, travel to events and time for project planning and content creation.; The digital model of ancient Rome has been featured on the BBC and Discovery channels, and Dr Nicholls is now aiming to use it for teaching an international audience. He has displayed his work and that of his students in over 50 outreach talks to schools, museums and societies nationwide, and has also deployed it to illustrate talks on cruise ship tours around the ancient sites of the Mediterranean. This last teaching opportunity led to Dr Nicholls being invited to join the board of a cruise ship company, which has resulted in graduates gaining placements - another novel example of impact-generating work in a humanities discipline.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-42",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 27 F..."
}