{
  "content": "Monday 12 August 2013 14.45 EDT\tNo laughing matter: why the university novel is now more tragedy than comedy\tForget Porterhouse Blue and Lucky Jim, more recent novels on academia have taken a darker turn, says Jonathan Wolff\tI must say that since starting to go to conferences on medical themes, the quality of the junk mail in my inbox has improved dramatically. Earlier today I was offered a discount on transgenic mice. If I order one line I get a 30% discount, but if I order five lines or more there's a whopping 50% reduction. Not long ago, I was offered rabbits pumped full of monoclonal antibodies. I wonder if the company takes PayPal?; I look forward to the day when government agents try to construct a profile for me by going through my email records. Alongside the peptide pedlars, I receive regular invitations from online casino sites telling me that my bonus is ready and waiting – a legacy of doing some research on problem gambling more than a decade ago. And my internet searches are littered with attempts to find out the price and effects of ketamine and khat, also for academic research purposes, your honour. Should I be worried that my real life is so much less interesting than my internet trail suggests? Having said that, a life of animal experiments, online gambling and recreational drugs may not be untypical of a certain sort of zoology student, though one who perhaps will not live up to his or her tutor's hopes. If you are here for the long haul, boring is better.; Still, the academic world does throw up the occasional colourful character – normally referred to as a \"don'' and wearing a college scarf in the tabloid photos – but the colours are more muted than they used to be. Perhaps this explains the demise of the campus novel. The sad recent death of Tom Sharpe brought back memories of his farcical novel Porterhouse Blue, and an imagined world in which the academic life seemed to consist of little walks taken as respite from huge, alcohol-laden meals.; Other classics include Kingsley Amis's Lucky Jim, David Lodge's Changing Places and Small World, and Malcolm Bradbury's The History Man. Unsatisfactory sex between lecturer and student was the stuff of comedy, rather than disciplinary action, and if you had been in post for five years and hadn't slept with all your colleagues then there was either something wrong with you or, more likely, with them.; Are people still writing comedy campus novels and we have just stopped noticing, or has the genre come to a halt? And when did things change? Two novels, published in the mid-1980s by the lesser known practitioner of the genre and top-ranked Oxford sociologist Frank Parkin might help us understand why university life is now tragedy rather than comedy. The first, Krippendorf's Tribe – a good book made into a rotten film – tells the story of an anthropologist who, having squandered his grant money, writes up a study of a fictional tribe based on observations of his children. This is a good old-fashioned academic romp. No doubt the reviewers called it \"riotous''.A couple of years later, Parkin wrote The Mind and Body Shop in which, as a result of the needs of income generation, a philosophy department finds itself not only offering courses in the high street, but joining forces with another purveyor of services in the red light district of town.; Although written in the Carry On Up the Cloisters style of other university novels, The Mind and Body Shop has a mood of profound pessimism. Aside from its prediction of the rise of radical Islam on campus, its main message is that academic standards will inevitably plummet in the cost-accounting era that developed in the mid-1980s. When stories about universities start appearing in the business pages, there is only one joke to tell and only Laurie Taylor can make it funny.; Is it possible to write a campus novel now? Many relied on the idea that universities were unregulated bubbles of excess, privilege and poison, populated by opportunists who abused their power in order to protect themselves from their own academic and sexual insecurities. A forgotten world, no doubt.; • Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-181",
  "namespace": "we1sv2.0",
  "title": "Monday 12 Augus..."
}