{
  "content": "\n\nWednesday 6 August 2014 20.45 EDT\tWriters' festivals are a place to connect during a time of global insecurity\tThe popularity and diversity of writers’ festivals is growing around the world. It’s not hard to understand why: they’re vital for us to question, collaborate and come together\tThe Byron Bay writers’ festival, one of Australia’s largest literary events, has just finished after three days of discussion and debate under sunshine and rain. With record-breaking crowds listening to writers and rappers in large outdoor tents, it was impossible not to be seduced by the diverse participants, including British authors Jeanette Winterson and Geoff Dyer. I spoke about vulture capitalism, Gaza, Palestine and adversarial journalism.; The growth of literary festivals in Australia and globally is a cultural phenomenon that deserves more discussion. India’s annual Jaipur literary event attracts over 100,000 people in a frenzy of debate, colour and energy. When I spoke in Jaipur in 2011, there were “only” around 50,000 visitors. The event’s reputation and stature has grown exponentially since then.; Martin Puchner, the Byron and Anita Wien Professor of English at Harvard University, writes:; In fact, Chinese literary festivals are growing in size and reach, as are similar events in Indonesia and South Africa, as are literary festivals in Sydney, Melbourne, Darwin, Perth and Brisbane, which challenge the notion that the book is dying due to the rise of digital publishing.; Around 80,000 people attended at least one Sydney writers’ festival event this year. San Francisco’s Litquake festival encourages writers to read their fiction from tablets, laptops or mobile phones. Self-published authors are thriving, making money (some, anyway) and demanding to be included at the establishment table.; The snobbery around these writers should disappear because finding a respected publisher may not always be the ideal option. Britain’s Polari first book prize, for writers exploring the LGBT experience, has this year shortlisted two self-published authors on its longlist.; This global literary movement is frequently backed by corporate dollars and state funding, surely the sign of a healthy democracy. Unfortunately, necessary questions over sponsors using their dollars to whitewash bad behaviour or greenwash polluting or destructive policies are too often ignored in the rush to accept the money.; That’s why this year’s controversy over Australian company Transfield, who turn a profit from managing asylum seekers in mandatory detention while backing the Sydney Biennale, was a unique opportunity to link the arts to business practices. Literary festivals would be wise to take note, lest they be accused of turning a blind eye to dirty dollars being spent on worthwhile pursuits.; Why do we love these annual institutions? Founder of The Hoopla, Wendy Harmer, launching the Newcastle writers’ festival in April characteristic style, argued that a communal need for spiritual and intellectual nourishment, along with disillusionment with the political process and its media followers, draws populations to discover new places to share ideas.; With regional towns getting in on the act, Harmer said, “the hunger for communion with like-minded souls is growing. Especially among women, who are not content to sing along to the same old hymn book or obey party rules set by institutions run by men”.; The strength of any cultural institution is its willingness to build an audience, make them feel at home, provoke them, and bring them enjoyment. Reflecting on the politics of the time is surely a pre-requisite for remaining relevant and topical, and yet there often remains a curious lack of diverse voices arguing over the issues of the day.; One of the most persistent critics of literary festivals in Australia is the Sydney Institute’s Gerard Henderson. He often writes that the partly “taxpayer subsidised” writers’ events are heavily skewed against rightwingers. In 2013 he wanted to know why there were largely “leftist, left-of-centre or social democratic participants” in Sydney.; “And what about right-of-centre types and social conservatives?” he asked. “Well, it seems that fewer than a dozen fit this category. That’s a balance of six to one. That’s your typical Sydney Writers’ Festival. That’s your taxpayer dollar working for – well, you be the judge.”; Henderson is, in part, correct. It’s rare to find political panels with writers who vehemently oppose each other’s point of view and argue for, say, the strengths in Tony Abbott’s government, tough asylum seekers policies or the war in Iraq. I think this matters and it’s surely important to provide a platform for articulate advocates of these positions. This is not about spurious balance – literary festivals aren’t designed to have two self-described leftwingers and two conservatives on every panel – but robust disagreement is healthier than constant, furious agreement.; Like many of us in our online habits, we spend too much time listening and reading to those who we like and respect rather than find uncomfortable or offensive. This circular behaviour is like comfort food; tasty but ultimately unintellectual.; Last weekend in Byron I was on a panel with writer Abbas El-Zein, and Pulitzer Prize winning Washington Post journalist David Finkel, on the wars in Iraq and Afghanistan. Finkel and I clashed over the benefits of embedding in a war zone versus independent reporting, and whether we should have more sympathy for occupation forces or civilians under their rule. It was heated but respectful and reflected a different worldview towards reporting in a time of conflict. The audience responded positively to the spirited discussion.; Literary festivals have the opportunity to challenge authoritarianism and intolerance. Events don’t operate in a vacuum – witness the 2011 campaign, of which I was a part, alongside Tariq Ali and Noam Chomsky, against a cosy Galle writers’ festival in the heart of a repressive Sri Lankan state. Writers and audiences have a responsibility to remember to both enjoy themselves and the many artists imprisoned and killed for simply expressing a critical, public opinion.; We Australians feel connected to the wider world but are also insulated from its more brutal waves. Writers’ festivals are a unique way for us to briefly connect with each other during a time of global unease and insecurity.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-176",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 6 A..."
}