{
  "content": "Thursday 21 November 2013 08.25 EST\tGrayson Perry and the 'national treasure' problem\tThe 'national treasure' label may suit our more cuddly public figures, but Perry is a powerful, discomfiting artist\tFollowing his bravura performance delivering the BBC's Reith lectures, Grayson Perry has been transformed seamlessly from controversial artist into \"national treasure\". Which seems to me a great a pity. We all know that as soon as that quintessentially British accolade has been bestowed on anyone by the media (David Attenborough, Paul McCartney, Clare Balding) any sting there once was has been neatly extracted from whatever it was that brought them to public attention.; The problem I have with this is that I regard Perry as a consummate British artist, one who came to our attention because of the way he challenged our cultural assumptions, and who continues to raise important cultural issues by means of his art. And his art is always edgy – a bit worrying, getting a bit under your skin.; When he won the Turner prize in 2003 – which is when I first encountered his work - Perry was an artist who used misleadingly beautiful pots to comment quite forcefully on disturbing flaws or cracks within society. The ceramic pots which were his artistic trademark were disarmingly traditional in form, but their surface was covered in a kind of psychic collage, replete with stark, expressionistic drawings, hand-written text, stencilled lettering and photographs. Savage satirical messages were scrawled alongside images of childish nostalgia for lost innocence.; Perry's work unsettled the contemporary art world. He said he wanted his pots to reward and repay the viewer's attentive inspection however close they got. But the sensation of discovery as you moved towards the work was far from reassuring. The apparently innocent repetitions of decorative pattern quickly broke down under scrutiny into components with more sinister associations: ejaculating penises, foetuses, jet planes, hypodermic needles, swastikas. Perry's pots turn out to be scary.; Pots are supposed to nestle into that comfortable box called \"craft\". They are not supposed to be extreme, not supposed to disturb, nor convey thought-provoking political messages. Close-up, the viewer encountered a compilation of lurid headlines, photographic images, family snaps, sentimental off-the-peg transfers, kitsch ornament and an obsessive vocabulary of powerful images drawn from Perry's private fantasies.; Yet there was something banal here – the raggedy teddy bear, the visual clichés. Somewhere along the line beauty dissolved into something more disappointing.; Although Perry has now largely moved on from pots, his commitment to conveying life's capacity to disturb and the inevitability of disappointment continues to run through his work. He is fascinated by the different possibilities for making art using different \"craft\" media to reveal and then puncture our humdrum assumptions, and make us think a little harder about who we are and what we want from life.; At the moment he is creating monumental-scale tapestries, exploiting the very particular artistic possibilities of this medium in terms of materials and modes of production (the work is no longer made by him, but drawn, Photoshopped and then converted into tapestry-realisable form by the manufacturer). The last series – The Vanity of Small Things – together with its accompanying television series, explored the relationship between British class, social aspiration and \"taste\".; On the face of it, the anxieties and disappointments represented here might seem more trite. Once again, however, when you get up close, when you examine the almost obsessive detail, there is an almost unbearable emotional intensity – one that acknowledges the inescapable liaison between desire and disappointment, the inevitable failure of reality to fulfil our overheated consumerism-enhanced dreams.; Behind all of Perry's work lurks an anxiety at the prospect of the inevitable failure of all that we hold dear to come up to our expectations. None of the ways in which we externalise our cherished beliefs are of any lasting significance. They will always be fleeting, transitory, applauded only by our local community – scorned and disparaged by those in another \"tribe\" whose mores hold our dreams at arm's length.; You can see that I'm trying to get back Perry's artistic bite. Since the Reith lectures, Perry has been embraced by the British public as a social commentator with an uncanny knack of putting his finger on our class prejudices and petty consumerist weaknesses. He has made contemporary art more accessible – less intimidating – to the general public by ironising the practices of both artists and the market on which they depend. But we also saw, when his \"tribes\" eventually confronted the tapestries in which they featured, and professed pleasure in them, that there was discomfiture too, as Perry uncovered their very personal unfulfilled dreams.; In other words, Perry does not simply aim to entertain, though entertain he does, in spades. His lecturing style, with its studied asides, and his exchanges with Sue Lawley before and afterwards, were the very best of BBC Radio 4 broadcasting. Beyond that, I believe his work represents a kind of challenging of social mores and unsettling our cherished beliefs entirely appropriate as art for the 21st century.; • Grayson Perry will be delivering the UCL Centre for Humanities Research Projects gala lecture at Riba on Tuesday 26 November at 6.30pm\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-267",
  "namespace": "we1sv2.0",
  "title": "Thursday 21 Nov..."
}