{
  "content": "\n\nTuesday 6 May 2014 02.00 EDT\tOECD and Pisa tests are damaging education worldwide - academics\tIn this letter to Dr Andreas Schleicher, director of the OECD's Programme for International Student Assessment, academics from around the world express deep concern about the impact of Pisa tests and call for a halt to the next round of testing\tDear Dr Schleicher,; We write to you in your capacity as OECD's (Organisation for Economic Co-operation and Development) director of the Programme of International Student Assessment (Pisa). Now in its 13th year, Pisa is known around the world as an instrument to rank OECD and non-OECD countries (60-plus at last count) according to a measure of academic achievement of 15-year-old students in mathematics, science, and reading. Administered every three years, Pisa results are anxiously awaited by governments, education ministers, and the editorial boards of newspapers, and are cited authoritatively in countless policy reports. They have begun to deeply influence educational practices in many countries. As a result of Pisa, countries are overhauling their education systems in the hopes of improving their rankings. Lack of progress on Pisa has led to declarations of crisis and \"Pisa shock\" in many countries, followed by calls for resignations, and far-reaching reforms according to Pisa precepts.; We are frankly concerned about the negative consequences of the Pisa rankings. These are some of our concerns:; • While standardised testing has been used in many nations for decades (despite serious reservations about its validity and reliability), Pisa has contributed to an escalation in such testing and a dramatically increased reliance on quantitative measures. For example, in the US, Pisa has been invoked as a major justification for the recent \"Race to the Top\" programme, which has increased the use of standardised testing for student-, teacher-, and administrator evaluations, which rank and label students, as well as teachers and administrators according to the results of tests widely known to be imperfect (see, for example, Finland's unexplained decline from the top of the Pisa table).; • In education policy, Pisa, with its three-year assessment cycle, has caused a shift of attention to short-term fixes designed to help a country quickly climb the rankings, despite research showing that enduring changes in education practice take decades, not a few years, to come to fruition. For example, we know that the status of teachers and the prestige of teaching as a profession have a strong influence on the quality of instruction, but that status varies strongly across cultures and is not easily influenced by short-term policy.; • By emphasising a narrow range of measurable aspects of education, Pisa takes attention away from the less measurable or immeasurable educational objectives like physical, moral, civic and artistic development, thereby dangerously narrowing our collective imagination regarding what education is and ought to be about.; • As an organisation of economic development, OECD is naturally biased in favour of the economic role of public [state] schools. But preparing young men and women for gainful employment is not the only, and not even the main goal of public education, which has to prepare students for participation in democratic self-government, moral action and a life of personal development, growth and wellbeing.; • Unlike United Nations (UN) organisations such as UNESCO or UNICEF that have clear and legitimate mandates to improve education and the lives of children around the world, OECD has no such mandate. Nor are there, at present, mechanisms of effective democratic participation in its education decision-making process.; • To carry out Pisa and a host of follow-up services, OECD has embraced \"public-private partnerships\" and entered into alliances with multi-national for-profit companies, which stand to gain financially from any deficits—real or perceived—unearthed by Pisa. Some of these companies provide educational services to American schools and school districts on a massive, for-profit basis, while also pursuing plans to develop for-profit elementary education in Africa, where OECD is now planning to introduce the Pisa programme.; • Finally, and most importantly: the new Pisa regime, with its continuous cycle of global testing, harms our children and impoverishes our classrooms, as it inevitably involves more and longer batteries of multiple-choice testing, more scripted \"vendor\"-made lessons, and less autonomy for teachers. In this way Pisa has further increased the already high stress level in schools, which endangers the wellbeing of students and teachers.; These developments are in overt conflict with widely accepted principles of good educational and democratic practice:; • No reform of any consequence should be based on a single narrow measure of quality.; • No reform of any consequence should ignore the important role of non-educational factors, among which a nation's socio-economic inequality is paramount. In many countries, including the US, inequality has dramatically increased over the past 15 years, explaining the widening educational gap between rich and poor which education reforms, no matter how sophisticated, are unlikely to redress.; • An organisation like OECD, as any organisation that deeply affects the life of our communities, should be open to democratic accountability by members of those communities.; We are writing not only to point out deficits and problems. We would also like to offer constructive ideas and suggestions that may help to alleviate the above mentioned concerns. While in no way complete, they illustrate how learning could be improved without the above mentioned negative effects:; 1 Develop alternatives to league tables: explore more meaningful and less easily sensationalised ways of reporting assessment outcomes. For example, comparing developing countries, where 15-year-olds are regularly drafted into child labour, with first-world countries makes neither educational nor political sense and opens OECD up for charges of educational colonialism.; 2 Make room for participation by the full range of relevant constituents and scholarship: to date, the groups with greatest influence on what and how international learning is assessed are psychometricians, statisticians, and economists. They certainly deserve a seat at the table, but so do many other groups: parents, educators, administrators, community leaders, students, as well as scholars from disciplines like anthropology, sociology, history, philosophy, linguistics, as well as the arts and humanities. What and how we assess the education of 15-year-old students should be subject to discussions involving all these groups at local, national, and international levels.; 3 Include national and international organisations in the formulation of assessment methods and standards whose mission goes beyond the economic aspect of public education and which are concerned with the health, human development, wellbeing and happiness of students and teachers. This would include the above mentioned United Nations organisations, as well as teacher, parent, and administrator associations, to name a few.; 4 Publish the direct and indirect costs of administering Pisa so that taxpayers in member countries can gauge alternative uses of the millions of dollars spent on these tests and determine if they want to continue their participation in it.; 5 Welcome oversight by independent international monitoring teams which can observe the administration of Pisa from the conception to the execution, so that questions about test format and statistical and scoring procedures can be weighed fairly against charges of bias or unfair comparisons.; 6 Provide detailed accounts regarding the role of private, for-profit companies in the preparation, execution, and follow-up to the tri-annual Pisa assessments to avoid the appearance or reality of conflicts of interest.; 7 Slow down the testing juggernaut. To gain time to discuss the issues mentioned here at local, national, and international levels, consider skipping the next Pisa cycle. This would give time to incorporate the collective learning that will result from the suggested deliberations in a new and improved assessment model.; We assume that OECD's Pisa experts are motivated by a sincere desire to improve education. But we fail to understand how your organisation has become the global arbiter of the means and ends of education around the world. OECD's narrow focus on standardised testing risks turning learning into drudgery and killing the joy of learning. As Pisa has led many governments into an international competition for higher test scores, OECD has assumed the power to shape education policy around the world, with no debate about the necessity or limitations of OECD's goals. We are deeply concerned that measuring a great diversity of educational traditions and cultures using a single, narrow, biased yardstick could, in the end, do irreparable harm to our schools and our students.; Sincerely,; Andrews, Paul Professor of Mathematics Education, Stockholm University; Atkinson, Lori New York State Allies for Public Education; Ball, Stephen J Karl Mannheim Professor of Sociology of Education, Institute of Education, University of London; Barber, Melissa Parents Against High Stakes Testing; Beckett, Lori Winifred Mercier Professor of Teacher Education, Leeds Metropolitan University; Berardi, Jillaine Linden Avenue Middle School, Assistant Principal; Berliner, David Regents Professor of Education at Arizona State University; Bloom, Elizabeth EdD Associate Professor of Education, Hartwick College; Boudet, Danielle Oneonta Area for Public Education; Boland, Neil Senior lecturer, AUT University, Auckland, New Zealand; Burris, Carol Principal and former Teacher of the Year; Cauthen, Nancy PhD Change the Stakes, NYS Allies for Public Education; Cerrone, Chris Testing Hurts Kids; NYS Allies for Public Education; Ciaran, Sugrue Professor, Head of School, School of Education, University College Dublin; Deutermann, Jeanette Founder Long Island Opt Out, Co-founder NYS Allies for Public Education; Devine, Nesta Associate Professor, Auckland University of Technology, New Zealand; Dodge, Arnie Chair, Department of Educational Leadership, Long Island University; Dodge, Judith Author, Educational Consultant; Farley, Tim Principal, Ichabod Crane School; New York State Allies for Public Education; Fellicello, Stacia Principal, Chambers Elementary School; Fleming, Mary Lecturer, School of Education, National University of Ireland, Galway; Fransson, Göran Associate Professor of Education, University of Gävle, Sweden; Giroux, Henry Professor of English and Cultural Studies, McMaster University; Glass, Gene Senior Researcher, National Education Policy Center, Santa Fe, New Mexico; Glynn, Kevin Educator, co-founder of Lace to the Top; Goldstein, Harvey Professor of Social Statistics, University of Bristol; Gorlewski, David Director, Educational Leadership Doctoral Program, D'Youville College; Gorlewski, Julie PhD, Assistant Professor, State University of New York at New Paltz; Gowie, Cheryl Professor of Education, Siena College; Greene, Kiersten Assistant Professor of Literacy, State University of New York at New Paltz; Haimson, Leonie Parent Advocate and Director of \"Class Size Matters\"; Heinz, Manuela Director of Teaching Practice, School of Education, National University of Ireland Galway; Hughes, Michelle Principal, High Meadows Independent School; Jury, Mark Chair, Education Department, Siena College; Kahn, Hudson Valley Against Common Core; Kayden, Michelle Linden Avenue Middle School Red Hook, New York; Kempf, Arlo Program Coordinator of School and Society, OISE, University of Toronto; Kilfoyle, Marla NBCT, General Manager of BATs; Labaree, David Professor of Education, Stanford University; Leonardatos, Harry Principal, high school, Clarkstown, New York; MacBeath, John Professor Emeritus, Director of Leadership for Learning, University of Cambridge; McLaren, Peter Distinguished Professor, Chapman University; McNair, Jessica Co-founder Opt-Out CNY, parent member NYS Allies for Public Education; Meyer, Heinz-Dieter Associate Professor, Education Governance & Policy, State University of New York (Albany); Meyer, Tom Associate Professor of Secondary Education, State University of New York at New Paltz; Millham, Rosemary PhD Science Coordinator, Master Teacher Campus Director, SUNY New Paltz; Millham, Rosemary Science Coordinator/Assistant Professor, Master Teacher Campus Director, State University of New York, New Paltz; Oliveira Andreotti Vanessa Canada Research Chair in Race, Inequality, and Global Change, University of British Columbia; Sperry, Carol Emerita, Millersville University, Pennsylvania; Mitchell, Ken Lower Hudson Valley Superintendents Council; Mucher, Stephen Director, Bard Master of Arts in Teaching Program, Los Angeles; Tuck, Eve Assistant Professor, Coordinator of Native American Studies, State University of New York at New Paltz; Naison, Mark Professor of African American Studies and History, Fordham University; Co-Founder, Badass Teachers Association; Nielsen, Kris Author, Children of the Core; Noddings, Nel Professor (emerita) Philosophy of Education, Stanford University; Noguera, Pedro Peter L. Agnew Professor of Education, New York University; Nunez, Isabel Associate Professor, Concordia University, Chicago; Pallas, Aaron Arthur I Gates Professor of Sociology and Education, Columbia University; Peters, Michael Professor, University of Waikato, Honorary Fellow, Royal Society New Zealand; Pugh, Nigel Principal, Richard R Green High School of Teaching, New York City; Ravitch, Diane Research Professor, New York University; Rivera-Wilson Jerusalem Senior Faculty Associate and Director of Clinical Training and Field Experiences, University at Albany; Roberts, Peter Professor, School of Educational Studies and Leadership, University of Canterbury, New Zealand; Rougle, Eija Instructor, State University of New York, Albany; Rudley, Lisa Director: Education Policy-Autism Action Network; Saltzman, Janet Science Chair, Physics Teacher, Red Hook High School; Schniedewind, Nancy Professor of Education, State University of New York, New Paltz; Silverberg, Ruth Associate Professor, College of Staten Island, City University of New York; Sperry, Carol Professor of Education, Emerita, Millersville University; St. John, Edward Algo D. Henderson Collegiate Professor, University of Michigan; Suzuki, Daiyu Teachers College at Columbia University; Swaffield, Sue Senior Lecturer, Educational Leadership and School Improvement, University of Cambridge; Tanis, Bianca Parent Member: ReThinking Testing; Thomas, Paul Associate Professor of Education, Furman University; Thrupp, Martin Professor of Education, University of Waikato, New Zealand; Tobin, KT Founding member, ReThinking Testing; Tomlinson, Sally Emeritus Professor, Goldsmiths College, University of London; Senior Research Fellow, Department of Education, Oxford University; Tuck, Eve Coordinator of Native American Studies, State University of New York at New Paltz; VanSlyke-Briggs Kjersti Associate Professor, State University of New York, Oneonta; Wilson, Elaine Faculty of Education, University of Cambridge; Wrigley, Terry Honorary senior research fellow, University of Ballarat, Australia; Zahedi, Katie Principal, Linden Ave Middle School, Red Hook, New York; Zhao, Yong Professor of Education, Presidential Chair, University of Oregon",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-96",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 6 May..."
}