{
  "content": "Tuesday 29 January 2013 08.20 EST\tWilletts' open access reforms: what will it mean for academics? – open thread\tHow will plans to make all publicly-funded research freely available by 2014 impact on academic freedom and diversity?\tOpen access research – work that is made freely available online – is regarded by the academic community as a good thing in principle, helping to make their work easier to access by a wider community.; But the government's new open access proposals to make universities, rather than readers, pay the publication costs for all research that is publicly-funded by 2014 have caused quite a stir, with many academics and public figures strongly claiming the plans are an \"attack on academic freedoms\".; Under the new scheme, universities will have to pay 'author processing charges' each time they want the work of their academics published. The new system, according to critics, will see university management dictating where and how academics publish their research.; Further questions are being raised as to how universities budgets will cope with publishing costs, which can range anything from tens to thousands of pounds per article.; Responding to the debate, one Guardian commenter asked: \"Who pays this? Do we pay it out our own salaries? Does it come from our hard-earned research grants? Does it come from a central university budget? And if it's the latter, does the university then say: sorry, prof, you've reached your quota – no more publication cash left this year. Or does it say: no, we won't publish your article because this more famous prof has first dibs on the budget?\"; There are fears these costs will pose more of a barrier to some academic departments than others. \"One of the reasons why this affects the Arts & Humanities much more than the sciences is that much of Arts & Humanities research is not grant-funded,\" added another commenter.; Concerns have also been raised for those parts of the community who are not working on publicly-funded research. If early career researchers, PhD students, and academics are unable to gain access to research grants, it is likely they will have to compete for very limited university funding for publishing. How will these plans impact on academic career prospects and progression? And what will be the costs to academic freedom, scholarly diversity and innovation?; David Willetts is being quizzed by various publishers, universities and representatives of Research Councils UK in the House of Lords today on his plans to implement the open access policy. You can watch the debate live here.; Post your thoughts in the comments below or tweet us @gdnhighered .; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-27",
  "namespace": "we1sv2.0",
  "title": "Tuesday 29 Janu..."
}