{
  "content": "Saturday 5 January 2013 19.08 EST\tWaiting for the Barbarians by Daniel Mendelsohn – review\tThe American classicist takes on Mad Men and Avatar in an eye-opening collection of critical essays\tHomer, Herodotus, Horace – such are some of the names that crop up in Daniel Mendelsohn's second collection of essays. And why wouldn't they? Mendelsohn, professor of humanities at Bard College in New York state, is a classicist whose PhD on Euripides was the origin of one of his first books and who has translated from the Greek three volumes of CP Cavafy's poems – one of whose titles he has borrowed for Waiting for the Barbarians.; Not that the waiting is a worry for Mendelsohn. Like the heroes of Cavafy's poem, he knows that civilisations can need shaking up and that those barbarians might be \"a solution of a sort\". Hence the startling range of the pieces here, culled in the main from the New Yorker and the New York Review of Books. Because besides being a seductively knowledgeable guide to the Library at Alexandria, Mendelsohn is also your go-to guy for ruminations on the mechanised mayhem of James Cameron's Avatar, on the tangled webs of self-deceit that did for the Broadway musical of Spider-Man, on Noël Coward and our celebrity culture. Robert Graves once said that \"a strange superstition survives among classicists that some flowers are poetical and others are not\". Mendelsohn would think that superstition strange too. His panoptic gaze takes everything in.; But not everything takes him in. He is a reassuringly old-fashioned critic who believes that his job is to sort the wheat from the chaff. Thrill though he does to the \"darkly glinting, almost Aeschylean moral textures\" of The Wire and The Sopranos, he has very little time for what many people think of as the most intelligent TV series there has ever been: Mad Men. His charge sheet, which constitutes the bulk of the book's only real hatchet job, is a long one. Mad Men is \"static and airless\", \"rusty and unsubtle\", \"melodramatic rather than dramatic\", its plotting \"haphazard and often preposterous\". Worst of all, this show that claims to investigate the turmoils of adult life is really about (and for) children – and it feels real only \"to those of us who were kids back then\" and who, by implication, remain so.; You don't have to go along with that monstering to see that the way Mendelsohn links art to life (\"those of us who were kids back then\") is almost as archaic as his insistence on evaluation. He's a moralist who believes that criticism is about the real world as much as it is about the imaginary ones of narrative. There's an almost Leavisite clang to his prose as he takes down Jonathan Franzen for his refusal to appear on The Oprah Winfrey Show to publicise The Corrections: \"There was something simply ornery, something late-adolescent, something of the perennial graduate student in the snide superiority that lay behind the author's wilful rejection of a success so tantalisingly within reach … people who are ethically rigorous rarely advertise, with so much energy and so little humour, their own ethical rigour.\"; It should be said that Mendelsohn is a man of little humour himself. Though he adores Wilde and Coward and quotes Ken Tynan and Errol Flynn, you will seek the book in vain for anything resembling a one-liner. No matter. He is a scrumptious stylist, and what he lacks in wit he makes up for with a wide-angled depth-of-field. He writes better movie criticism than most movie critics, better theatre criticism than most theatre critics and better literary criticism than just about anyone.; Indeed, a classicist might construe his career as a quiet rebuke to all those who in broadening the scope of academe – television studies, gender studies, theatre studies – have contrived only to narrow the student gaze into ghettoes of solipsistic self-regard. From Mendelsohn's essay on Edmund White's memoir City Boy, we learn that the literary critic Richard Poirier was once so infuriated by the young White's laying claim to a \"gay sensibility\" that he asked him whether he'd \"never heard of universalism?\". Mendelsohn has, a fact that makes practically every sentence of this book an eye-opener.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-5",
  "namespace": "we1sv2.0",
  "title": "Saturday 5 Janu..."
}