{
  "content": "Tuesday 17 December 2013 05.51 EST\tHow to shine in a university interview\tIn an interview for a university course, it's important to show that you're well-rounded and that you know your subject\tWhen you're applying for university, the last thing you need on top of exam stress and Ucas woes is a grilling by a top academic.; But these days if you want to win a place, regardless of the course you're applying for, you're increasingly likely to face an interview.; Many universities are interviewing over the winter break, so here are some tips.; Don't mistake the purpose of interviews. They're there to help universities find out how your mind works and for them to get to know you as a human being. Interviewers are often among the people you'll be spending the next few years in tutorials with, so they want to know they'll be able to have stimulating conversation with you.; Interviews are a valuable chance to impress, particularly if you are not expecting top grades. An interview isn't there to catch you out, instead it's your chance to show what you're like as a person and to demonstrate your knowledge of and enthusiasm for the subject.; It's important to know your application back to front. It's surprisingly easy to forget what you've written in your own personal statement. Read over it on the day, along with the course description.; Don't bother pretending that your interests are the same as your interviewer's – someone who's been studying a subject for decades will easily catch you out if you're not being honest.; Jason Clapperton, head of student recruitment at the London College of Fashion, says: \"Make sure you're up-to-date with what's going on in the world. Read newspapers, magazines and visit relevant exhibitions – this will show your interests and allow you to back up opinions.\"; On the morning of the interview, make sure you eat a good breakfast – even if you're not hungry. It will set you up for the day and prevent any awkward stomach rumbling.; While you're eating breakfast or travelling to the interview, it's a good idea to catch up on that day's news on the radio. This could come in handy if you're quizzed on current affairs in your interview.; Wear something smart and comfortable. A knee-length dress or smart trousers and blazer are the best bet for girls, and for guys, a nice suit or smart shirt, tie and trousers are your safest option.; In the interview room, body language is key in terms of how you feel and are perceived. Give a firm handshake, keep eye contact as much as possible and make sure not to slouch.; Clapperton says: \"It becomes clear if enough preparation has been done – make sure you know what you're talking about. It's important to discuss the course you're applying for with enthusiasm, but this should be backed up with valid points and examples.\"; If you're applying for an arts or humanities course, the questions asked will probably have no right or wrong answer. You'll be judged on your ability to construct and develop an argument.; Pausing briefly after a question is asked will lead to a more focused response. Don't be afraid to admit to not knowing something – turn it to your advantage by saying you'd love to explore the subject when you're on the course.; Ben Quarry, a Cambridge graduate who tutors students for university interviews at St Paul's school, says: \"Don't just concede a point because someone of apparently higher authority questions you.; \"Equally, your argument needs to be flexible enough that if you're presented with a flaw, you should be able to re-think your position.\"; For science interviews, the process can be similar but there may be variation in the type of selection used.; Neil Johnson, professor of medical education at Warwick, says: \"Some medical schools have traditional interviews, but the majority now use the MMI (multiple mini interview) format and a small number like ours have a selection centre.\" Bristol, for example, uses the MMI, which takes about an hour for applicants to be assessed at a range of stations.; It's easy to forget it, but universities are looking for more than stellar academic performance – medical applicants, for instance, must show their ability to work with people, and arts applicants need to show what they can offer the university community. If you're a brilliant sportsperson or a budding actor, show it.; Johnson says: \"Avoid over-rehearsing – there's a risk that your answers won't be to the question that's being posed.\" So, be yourself, just a more polished version.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-289",
  "namespace": "we1sv2.0",
  "title": "Tuesday 17 Dece..."
}