{
  "content": "\n\nMonday 21 July 2014 12.00 EDT\tHow to teach… the first world war\tTeacher Alex Ogg shares a range of lesson resources to help you teach students about the war to end all wars and its centenary\tIt's 100 years since the war to end all wars and though the last soldier to have fought in the trenches has now joined his fallen comrades, the conflict remains an enduring influence on our culture, literature and worldview.; It is simply too vast a topic to tackle in one article, but we've tried to give a flavour of some interesting facets of the war, such as poetry and polemics, as well as sharing some of the teaching resources – if you have others to share, please do head to the comments thread below.; The first place to start is the Guardian's new first world war feature. It's an interactive documentary that introduces the first world war through a global lens; 10 historians from 10 different countries tell the story from outbreak to aftermath and it's available in seven languages. Each chapter includes maps, data, picture galleries, audio interviews and archive articles. There's more than two hours worth of material, making it perfect for revision and introductory lessons, as well as independent research.; One reason the conflict is fresh in the memory is its return to the popular imagination via Michael Morpurgo's War Horse. The National Theatre has produced a resource pack for teachers based on their production which is readily adaptable whether you've seen the film, play, or neither.; There is also a cross-curricular resource funded by the National Literacy Trust based on the same author's Private Peaceful, offering lessons and Powerpoint presentations suitable for English, citizenship, science and the humanities. You can hear a Morpurgo podcast about the \"unlucky generation\" – a subject he has revisited in recent project Only Remembered.; The Imperial War Museum invites you to take a peek beyond the headlines and carnage-quotas to look at the impact of the war on individuals. The Lives of the First World War project offers students the rare opportunity to research, record and curate history by piecing together information on those who took part in or were affected by the conflict. It's worth noting that this is registration only, though.; Letter To An Unknown Soldier is a memorial project again inviting active contributions from students, inspired by the statue of a \"Tommy\" standing on platform 1 of Paddington Station reading a letter from home. Students are encouraged to compose their own epistle, all of which will be published online. There's a plethora of teaching resources to accompany this but be warned, at 11pm on Monday 4 August – the exact centenary of Asquith announcing Britain's participation in the war to the House of Commons – the site will be taken down and the letters archived in the British Library.; Not open to students, but featuring the work of some of our great contemporary writers – including Morpurgo – the Great War project anthologises short stories commemorating the first world war. Each has been motivated by a different stimulus: John Boyne draws inspiration from a recruitment poster, David Almond from a soldier's writing case etc. You could do worse than ask your students to follow the same process – Amazon offers a memorabilia pack for around a fiver. Another nice segue might be to explore this stunning photograph gallery.; If it's written historical sources and analysis you require, the British Library has more than 500 examples, including articles written by experts. Particularly recommended is Susan Grayzel's essay on the war's impact on gender relations, which is especially helpful if the girls in your class aren't as excited by military hardware as the boys.; If life in our own trenches prevents you creating the Powerpoint to end all Powerpoints, pre-designed lesson plans abound. Check out Teaching English or PBS, which has an American slant but is still useful. A welter of worksheets and word searches can be stocked up on from History on the Net. Also check out the BBC specifically for secondary and primary resources as well as assembly packs.; One of the many resources stored on the Guardian Teacher Network is this resource on the Christmas truce games. Though the deadline on the monument-designing competition may have passed, it's a great opportunity for motivating football-obsessed boys.; There's no shortage of visual stimuli with which to bombard your classes. If you need to demonstrate just how desperate conditions were this video is suitably atmospheric (as are clips from cinematic treatments Passchendaele, All Quiet on the Western Front or Gallipoli – though you'll need to check the contents aren't too visually and linguistically graphic for your audience).; Away from the monstrous anger of the guns, the famed Blackadder clip should be mandatory, if for no other reason than it annoyed Mr Gove. You might set a class the challenge of deconstructing the symbolism from the final scene of Oh What A Lovely War. One clip I often play students is the powerful ending to Kubrick's Paths of Glory, which makes the point about the futility of war as effectively as Sassoon or Owen.; For a musical interlude, Eric Bogle's Waltzing Matilda and Green Fields of France (best realised in versions by the Pogues and Men They Couldn't Hang respectively) or Chumbawamba's take on Hanging On the Old Barbed Wire all reflect bitterly on the pointless sacrifice. You could also try something more contemporaneous as a side serving, but Rihanna it ain't.; For those planning an actual visit to the scenes of battle, try the Great War site or the Institute for Education-backed commemorative project. Even Michael Gove approved of the latter. You can ponder the outrageous dangers that faced an earlier, benighted generation as you fill out that risk assessment.; • Dedicated to the staff and students of Roding Valley High.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-162",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 21 Jul..."
}