{
  "content": "Tuesday 12 November 2013 09.00 EST\tCreative master's degrees: they're not just for art students\tMany creative and media postgraduate courses are open to all graduates, regardless of their first degree\tCreative industries – from advertising and fashion to film and video games – employ 2 million people in the UK, according to the Confederation of British Industry, which says it is one of the fastest-growing sectors in the country.; Career opportunities in media and the arts have never been better, and universities have been quick to seize the moment, adding hundreds of new courses.; The good news is you don't have to have studied a creative subject for your first degree to be accepted on a postgraduate course. The National Film and Television School (NFTS) actively seeks graduates from different academic backgrounds for its range of two-year master's degrees, which includes cinematography, directing animation, sound design and screenwriting.; The aim is to encourage innovators who will do interesting things, says Jon Weinbren, the NFTS's head of games design and development. \"We select from a broad range of disciplines, some from the humanities and others from the sciences – the more diverse the better,\" he says.; Of the NFTS students who graduated in February this year, 94% are already working in senior roles in the film and television industry. Five of its eight MA screenwriting graduates have had their film screenplays commissioned, or put in development or production.; The London Film School (LFS) takes a strong interdisciplinary approach for its master's courses, which are taught over two years, with a sixth term spent on a project. \"It means you can make a living working within the industry as a boom swinger while you work on the great epic,\" says producer and director Ben Gibson, who is the LFS's director.; \"We want enthusiastic and talented graduates – and we're not very keen on taking people who have been spending their whole lives studying film. We try to find graduates from different areas, such as those working in social anthropology, theatre or photography.\"; Film is often combined with other subjects. The University of the Arts London (UAL), for example, offers an MA in fashion and film. \"Fashion brands are embracing fashion film like never before. It's a growing area opening up new opportunities,\" says a spokeswoman. To help make choosing from the wide range of courses a bit easier, industry body Creative Skillset has developed a system to identify the courses that are up to date, have good industry links and prepare students for employment.; So far, 103 undergraduate courses and 58 postgraduate courses have been awarded the Creative Skillset \"tick\". But that does not mean those without it are inferior, says Claire Doughty, Creative Skillset's campaigns and marketing manager.; \"It is a rigorous assessment process and some courses may not have been through it yet, or have decided not to apply,\" she says. \"It doesn't mean, if they are not ticked, that they are not good courses – but the scheme helps to identify those which are preparing students for the workplace.\"; The film industry is notoriously hard to break into and Olivier Kaempfer admits he had to make financial and lifestyle sacrifices in the early years of his career.; After graduating from the London Film School (LFS) with an MA in film-making in 2007, he set up a film-production company, Parkville Pictures, just as the global credit crunch was starting to bite. Even so, one of Parkville's first films, Ralph, was nominated for a Bafta award and won a series of international prizes.; Kaempfer, in collaboration with fellow LFS graduate Jules Bishop, then produced the feature film Borrowed Time, which was voted Best of the Fest at the Edinburgh international film festival last year.; \"I am very proud of having studied at the London Film School,\" says Kaempfer. \"What I valued was the opportunity to explore many different roles – directing, writing, editing cinematography – because it gives you empathy with others in the team. It also gives you more flexibility in your career – important in such a fast-evolving industry.; \"I wouldn't say it is easy – friends my age, 32, have had promotions in their different industries and have savings, unlike me – but the road is long, things are going well and I'm doing what I love. That's the important thing.\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-257",
  "namespace": "we1sv2.0",
  "title": "Tuesday 12 Nove..."
}