{
  "content": "Thursday 5 September 2013 10.00 EDT\tSelling Shakespeare's first folio: is this the future of humanities research?\tTo sell or not to sell? The University of London row asks stickier questions of academia and its funders, says Martin Paul Eve\tTo sell or not to sell? That is only the smaller question. In the past week there has been uproar among the academic humanities community over the plan by Senate House library, the University of London to sell its first folio edition of Shakespeare's work.; As a lecturer in literature and somebody who cares deeply about the future of academic libraries, the prospect of these irreplaceable volumes falling into private hands fills me with dread (in writing for the Higher Education Network, I have consistently opposed the privatisation of higher education and cultural assets). Conversely though, many voices in this debate are ignoring the economic realities faced by research libraries in favour of an idealised model that avoids thinking about the causes of library budget shortfalls.; There are at least three different aspects at play in this debate that are worth addressing sequentially: Firstly, the moral dilemma: is the sale a violation of the terms of the bequest? Secondly, the economic context: what is the financial outlook for research libraries? And thirdly, the practical question: how can the sale best be resisted?; Undoubtedly, the sale of the folio would violate Sir Louis Sterling's stipulation that the collection should be permanently housed at Senate House. In seeking permission from the Charity Commission, the library clearly hopes to mitigate this moral problem, but there remains a case to answer. If an item is given conditionally and one of the conditions is \"you may not sell the item\", it seems pretty clear cut.; More interesting, I think, is the fact that this sale exposes the larger and ongoing economic problem faced by research libraries. In tandem with lagging library budgets, the cost of providing access to all the journal articles (not including books and historical research materials) needed by a researcher has risen by 300% above inflation since 1986.; While the humanities contribute in lower absolute terms to this figure than scientists, we, as academics, are the primary cause of this as we continue to publish in commercial venues (in order to satisfy conditions of hiring, firing and assessment). This, in turn, legitimises the extortion of our libraries who must hold a prestigious collection to \"compete\". Were we to work to lower the billions of pounds of shareholder profits built-in to serials subscriptions, perhaps through open access, research libraries would have fewer justifications for selling our national treasures.; It is notable that many of the calls criticising the sale have come from Oxford University. According to a 2002 assessment by the college bursar of Lincoln College, Tim Knowles, \"10 or so colleges each possess total 'endowments' (or portfolios of property and financial assets) which are large enough to generate an investment income in excess of £2m per annum\".; If this is really such an important cultural and ethical issue, it would only require each of these ultra-wealthy colleges to give one 10th of their annual investment income to Senate House library to negate the need for the sale (although I'm sure some London colleges and other universities should also be doing their bit). However, given the fact that Senate House seems willing to renege on the terms of gifts, I admit that there is no reason why other institutions should trust the library in future, even if they did wish to assist.; In the case of this particular sale, however, the howling is worth it. It is not right that the first folio should fall into private hands. That said, if we as a united body of academics wish for public institutions across the country to be able to retain rare works of literature, art and culture, we must work to lower the inequality in funding between academic libraries. This must include re-thinking the financial burden that we generate for libraries in our own publication practices and putting our institutions into mutually beneficial situations, rather than competition.; No doubt this stance will not win me the populist vote, despite sharing the concerns around the potential loss of the folio. What I am essentially asking, however, is that while wholeheartedly resisting the sale, we also do some soul-searching of our own. Until we act to deflect the friendly fire that we currently rain down upon our library allies, any victory in a single case will merely postpone our inevitable loss of the war.; Martin Paul Eve is lecturer in English Literature at the University of Lincoln – follow him on Twitter @martin_eve; This content is brought to you by Guardian Professional. Looking for your next university role? Browse Guardian jobs for thousands of the latest academic, administrative and research posts\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-202",
  "namespace": "we1sv2.0",
  "title": "Thursday 5 Sept..."
}