{
  "content": "\n\nWednesday 11 June 2014 06.14 EDT\tWhy UK universities should adopt US-style degrees\tThe universities minister has called for degree courses to have a major and minor option. But the UK could benefit from adopting other aspects of the US system, says Robert Segal\tI am finishing my 20th year of teaching in the UK. I came to Lancaster University from my native US in 1994, and in 2006 I left Lancaster for the University of Aberdeen. I was born, raised, and educated in the US. But by now I think I fathom the very different UK conventions.; David Willetts, the universities minister, is encouraging UK universities to introduce the US custom of having both a major subject, which can be anything, and a minor one, which can be anything else. A handful of universities have already adopted the approach, and Willetts is anxious to keep British students from leaving the UK for a more flexible degree in the US.; If only Willetts knew what he is talking about! Most US undergraduates choose just a major and not also a minor. And instead of a minor, almost as many choose what is called a \"double major,\" which is the same as a traditional joint honours degree in the UK. (In the US \"honours,\" spelled without the \"u,\" refers to the final degree classification and not to the length of study.); The attraction of a US undergraduate degree is indeed its flexibility, but that flexibility comes only incidentally through the option of a minor. The greater part of the flexibility comes from the deferred selection of even a major until the third year of one's undergraduate studies, which in the US, as in Scotland, last for four years and not for a mere three.; Professional degrees in the US – law, medicine, dentistry, veterinary medicine and, in part, business – are postgraduate degrees, and one can major in anything and still be eligible to get into a top professional programme in these competitive professions.; Therefore aspiring lawyers, doctors, dentists and vets are under no pressure to specialise in any named field, let alone from their first year. Want to up your chances of getting into a US medical school? Major in classics. Breadth trumps depth.; Undergraduates in the US are admitted by the university itself, not by any department. They need not declare even a prospective major in their application, and they are not held to any subject toward which they have professed a proclivity.; Here Scotland is closer than England: admission is by the university itself, but one must nevertheless declare a subject, which guides the courses one takes from the first year on. Still, it is easier to switch majors in Scotland than in England. One does not have to undergo intellectual reincarnation.; By the time I chose a major at the start of my third year at my US alma mater, Wesleyan University, I had switched my intended major from history to economics to government (politics) to religious studies, where I finally wound up. In my first two years I was not only allowed but outright required to take what are called \"electives\" – single courses in the humanities, social sciences and natural sciences.; No one would claim that exposure to a field through a single class amounts to expertise. What is claimed is that even a single class can introduce students to the way that humanists, social scientists or natural scientists operate. Just one class can sway a student to change majors. That is what did it for me: one second-year course in religious studies converted me.; There is nothing objectionable about the introduction of a minor option in UK universities. It constitutes another admirable attempt to loosen up the curriculum. But this move is (pun intended) minor. UK universities are not going to be deluged with more applicants from the UK, let alone the US, because of it.; If UK universities want to compete better with their US counterparts, they need to do something more basic: giving students more than the half-education they currently get. Undergraduates in the UK should be taking more classes, with more class meetings, with longer terms, and with more written assignments. And four years of university is 33% better than three.; Professor Robert Segal is sixth century chair in religious studies at the University of Aberdeen.; Join the Higher Education Network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-131",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 11 ..."
}