{
  "content": "Friday 1 November 2013 11.04 EDT\tTeaching digital citizenship and keeping students safe online – live chat\tJoin us to discuss the future of digital citizenship and how schools can help keep students safe, secure and civil online, Wednesday 6 November, 6pm to 8pm\tA wealth of research has come out this year on how children behave on the internet and its been a topic of heavy debate.; Cyberbullying has been a particular focus of studies. In August, the NSPCC reported that one in five children had been victims of cyberbullying during the last year and that a \"large number\" of users of Facebook, Twitter and YouTube were under the minimum age of 13.; Not long after, the Diana Award Anti-Bullying Ambassador Programme found that 81% of children believed cyberbullying was getting worse. One in four of the young people surveyed by the charity said one of their friends has been bullied online or via a mobile phone during the summer holidays.; More recently, research has been published on the role schools can play in confronting online abuse. Nearly 7 in 10 teachers would like schools to teach more about online safety, according to a survey by OnePoll this month.; Young people supported teacher views, with 40% saying they'd like to learn more about how to stay safe online in school. Educating people about the dangers online was seen as the best way to combat cyberbullying by 32% of the children spoken to.; But tackling online safety in the classroom can be tricky. By its very nature, what children do on the internet is secretive. It's a means of communicating away from prying adult eyes and it can be difficult to know what sites kids are using and how.; Of the 200 teachers surveyed by OnePoll, 31% thought they had inadequate knowledge of how pupils behaved online and 44% were unsure how to respond to cyberbullying.; Our panel of e-safety experts will be shining a light on what's happening in cyberspace, as well as offering advice on how to keep pupils secure online and what to do if they're a victim of abuse.; We'll also be discussing ideas to encourage pupils to think carefully about how they conduct themselves on the internet and the future of digital citizenship in the classroom. Whether you're looking for some inspiration on tackling the topic with your students, need some help with developing your school's online policy or have some tips to share, join us, Wednesday 6th November, 6pm to 8pm.; Simon Finch: @simfin Simon has 20 years experience leading workshops and training sessions in schools on e-safety, e-learning and safeguarding. He speaks at conferences on the topic and in 2013 won the Naace Impact Award for his commitment to ensuring a safe and supportive learning environment for the education sector.; Jonathan Baggaley Jonathan is head of education at the Child Exploitation and Online Protection Centre (CEOP). He leads the delivery of CEOP's award winning Thinkuknow online safety programme for young people, parents, carers and educators.; Jonathan Bamford Jonathan joined staff at the Data Protection Registrar when the office was first established in early 1985. He has performed a variety of compliance and policy roles over the years, ranging from enforcement and giving evidence in legal proceedings to representing the ICO internationally and leading on policy initiatives. Currently, he is the head of strategic liaison.; Matt Britland: @mattbritland Matt is head of ICT at Kingston Grammar School and the director of education consultancy Realise Learning.; Mike Britland: @MikeHBritland Mike has been teaching for 10 years and is head of ICT and e-safety coordinator at Oak Academy in Bournemouth. He also works as a consultant for Realise Learning.; Theresa Shafer: @TheresaShafer Theresa is the online community manager for New Tech Network. She was named on the National School Boards Association's 20 to Watch list for 2012 and was technology coordinator of the year in Indiana in 2009.; Henry Platten: @etreble9 Henry works for eTreble9 and is an award winning social media specialist and former police sergeant, who supports schools in how to safely engage with social media. He is an international spokesperson on digital citizenship and the value of positive digital reputations.; David Brandrick David is a trained citizenship teacher and has been teaching for seven years. He is the assistant director of humanities and social science at the Discovery Academy, Stoke on Trent, with lead responsibility for citizenship.; Emma Chandler: @itsmisschandler Emma is a citizenship specialist and the former head of citizenship at Thomas Tallis School.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-249",
  "namespace": "we1sv2.0",
  "title": "Friday 1 Novemb..."
}