{
  "content": "Thursday 18 July 2013 06.18 EDT\tResearch in brief – 18 July 2013\tOur weekly round-up aimed at showcasing the latest research across the subject spectrum at UK universities\t• University of Birmingham Archaeologists have discovered what they believe to be the world's oldest 'calendar' created by hunter-gatherer societies, dating back to around 8000 BC. The researchers discovered that a monument created by hunter gatherers in Aberdeenshire nearly 10000 years ago appears to mimic the phases of the Moon in order to track lunar months over the course of a year. The luni-solar device pre-dates the first formal time-measuring devices known to Man by nearly 5000 years. Vince Gaffney, professor and project leader, says: \"The evidence suggests that hunter gatherer societies in Scotland had both the need and sophistication to track time across the years, to correct for seasonal drift of the lunar year and that this occurred nearly 5000 years before the first formal calendars known in the Near East.\"; • University of Manchester A rare manuscript by one of the medieval period's greatest thinkers has been discovered by an academic. Guyda Armstrong, senior lecturer in Italian, identified the uncatalogued manuscript by Giovanni Boccaccio in the Manchester University's John Rylands Library. An Italian author and poet, Boccacio wrote influential works, including the Decameron, On Famous Women, and his Elegy of Madonna Fiammetta. The manuscript, 'Des cas des nobles hommes et femmes', is a copy of a rare 1400 translation of the 'De casibus virorum illustrium' – a collection of biographies of famous figures from history. The uncatalogued manuscript has been kept at the Library since 1963. Armstrong says: \"The discovery of a completely unknown and unstudied manuscript in your specialist research area is every researcher's dream. It's a testament to the riches of the Rylands' collections that works of this importance are still being discovered. The manuscript is of major interest to scholars of Boccaccio and those working in medieval translation and textual cultures.\"; • University of Southampton Researchers have completed a project that will enable surgeons to fit joint replacements with longer lifespans. Markus Heller, professor and leader of the MXL project, says: \"Joint replacement surgery substitutes worn-out joint tissues with artificial components. These artificial components will also fail eventually, some after only a few years, with nearly 10% of all joint replacement operations in the EU each year taking place to replace prosthetics that have worn out. These 'revisions' of joint replacement surgery are complex, require a longer rehabilitation and also come at a substantial cost, with a hip revision estimated to cost €80,000.\" The ICT systems created by the MXL project will enable cost-effective development of robust prosthesis designs. It will also support surgical decision-making to provide a safer route to optimal outcome of joint surgery, independent of the surgeon's prior experience and training. Heller adds: \"The development of this specialised software allows the automated positioning of implants and allows us to modify implant size and position, to address individual patient needs.; • Institute of Education Research shows Britain's brightest boys from the least advantaged homes are more likely to score poorly on international reading tests than those in any other advanced nation. By analysing the 2009 test scores from the Organisation for Economic Co-operation and Development (OECD) PISA tests, research shows the high achievement reading gap in England is the second highest in the developed world. Among the top achievers, the gap is 15 months or less in countries like Finland, Denmark, Germany and Canada, and 18 months in Ireland. England is placed 23rd out of 32 countries, ahead of France, New Zealand and the USA, and close to the OECD average. Peter Lampl, chairman of the Sutton Trust and of the Education Endowment Foundation, says: \"It's clearly economically inefficient not to tap into talent wherever it exists. By not stretching our most able students from all backgrounds, we are not only failing them, we are reducing our ability to compete globally. Moreover, such under-achievement perpetuates those inequalities which make it so hard for bright children to move up in society.\"; • University of Leeds / Salford A study shows evidence of widespread 'modern slavery' in England for refugees and asylum seekers. Indicators of forced labour experienced by refugees and asylum seekers in the study included the withholding of some or all of promised wages, being forced to work excessively long hours, and threats or other forms of intimidation. Stuart Hodkinson, co-author of the study, says: \"We found that in the majority of cases, if the asylum seeker had been able to work legally then the employer or agent would not have been able to exploit and abuse them to such an appalling extent.\" The study calls for an overhaul of government policy to restore asylum seekers' right to work and ensure all workers can access basic employment rights, such as national minimum wage, irrespective of immigration status. it also calls for a need to raise awareness that any form of forced labour is a criminal offence.; • Open University / Oxford University Parents taking part in interactive and arts related activities with their two and three year olds could help promote their happiness and development of everyday skills, research suggests. The study found that child happiness, as reported by their parents, was linked to how frequently the children were engaged in activities such as reading, storytelling, shopping, painting and doing arts and crafts. Results suggest that more active activities may boost the development of a child's motor and social skills. For example, painting or engaging in arts and crafts, could promote the development of movement skills, while reading, telling stories and singing have a significant impact on both talking ability and social skills. More passive activities did not contribute to the development of these skills. Laurence Roope, researcher at the Health Economics Research Centre, Oxford University, says: \"Our results suggest that parents may face difficult trade-offs with regard to time spent actively engaging with their children, versus providing for them materially via the labour market. Of course parents can't engage their young children in these activities every hour of the day, but it is encouraging that time spent reading books to them, painting or joining in with a nursery rhyme, could help their development. It will be interesting to see whether similar results emerge for slightly older children and using other datasets.\"; Would you like your university's research featured on the network? Email claire.shaw@guardian.co.uk with your latest news.; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-169",
  "namespace": "we1sv2.0",
  "title": "Thursday 18 Jul..."
}