{
  "content": "\n\nThursday 23 October 2014 05.52 EDT\tHow to get funding for your arts and humanities postgrad\tWith no national loan scheme for postgrads, aspiring master’s and PhD students must reach out to other funding sources\tFunding for arts and humanities master’s courses and PhDs is like gold dust. There’s no national loan scheme for postgraduates like that available to undergraduates – meaning that your ability to do a master’s is more heavily dependent on how much money you have. Just 22% of postgraduates think the current finance system is working.; Nevertheless, there are pots of money available for impressive applicants.; Research councils, such as the Economic and Social Research Council (ESRC) and the Arts and Humanities Research Council (AHRC) offer full scholarships for PhDs – covering fees and living expenses – to UK and EU students who meet academic and residential requirements. They provide funding through networks of doctoral training centres (DTCs), rather than to students directly.; The ESRC funds 600 students each year through 21 doctoral training centres at 46 institutions across the country. Awards are worth £13,863 in 2014-15.; While the AHRC’s funding priorities include modern languages and heritage, it still supports topics across arts and humanities. But it’s now expected that any student undertaking an AHRC-funding master’s should be intending to continue to a doctoral degree.; As for maximising your chances of success, Dr Ian Lyne, associate director of programmes at the AHRC, says: “All successful AHRC-funded students will be setting out research proposals that define strong and exciting research questions and demonstrate a good understanding of the relevant research contexts.; “Their proposed research will be innovative, insightful, and will demonstrate their potential to make a real contribution to knowledge, scholarship and understanding in the arts and humanities.”; Many universities provide scholarships for students on particular courses based on academic merit. But these are fiercely contested and rarely cover the whole cost of fees and living expenses.; Dr Charlotte Hempel, director of the College of Arts and Law Graduate School at the University of Birmingham, says successful funding applicants also show a commitment to their chosen course and potential to contribute to the university community.; “Genuine enthusiasm always shines through. This means looking at information about the course and the modules, attending open days, visiting the campus and engaging with programme conveners and admissions tutors.”; Master’s candidates should suggest some initial ideas for their dissertations, “both in terms of how it fits in with the candidate’s professional development and to the institution”, says Hempel.; Kathryn Maude, 25, got a £5,000 grant from the Institute for Medieval Studies at the University of Leeds for a master’s in medieval studies. “I was very lucky to have my fees paid for me, and Leeds is a cheap city – I don’t think I could have managed it otherwise. It’s much worse now that I’m funding my PhD in London through part-time work. I need to work 25 hours a week to pay rent and support myself.”; The best piece of advice for applicants? Be organised when applying, says Sibyl Adam, 23, who won a Wolfson Foundation Scholarship for her English literature PhD at the University of Edinburgh.; “Apply to four to five places and ask for advice from your proposed supervisors. Identify those you want to work with and good universities with a lot of funding and work from there. Your proposal has to be excellent – give yourself time to develop an idea and get as many people to look at it as possible.”; In a bid to hold on to students, some universities offer discounted fees to those with undergraduate degrees at their institutions.; Newcastle University alumni, for example, are entitled to 20% off their postgraduate fees if they’re self-funding; and University of Essex alumni may qualify for money off depending on their undergraduate degree classification – with 33% off if you achieve a first and 25% off for a 2.1.; Undergraduates at the University of Leicester are automatically entitled to a 10% discount on postgraduate fees; and at the University of Exeter, students who continue to most master’s degrees may qualify for various scholarships.; Many will have no choice but to take out a loan to either partially or completely fund their postgraduate qualification. Career development loans (CDL) of between £300 and £10,000 are available for full- or part-time professional or vocational study. The government pays the interest for the duration of study, but repayments – at commercial interest rates – start a month after the course finishes.; Despite their increasing popularity, only Barclays and the Co-Op bank offer the CDL.; For many, working part-time to fund their studies is necessary. Naomi, 24, paid for her MLitt in comics studies at the University of Dundee by working two part-time jobs – as a life-model and sales assistant.; “I didn’t feel like I had enough time to get through the whole workload. I did the minimum and was tired for almost every class or seminar.” She thinks her final grade may have been higher if she hadn’t needed to fully fund herself.; While at Leeds, Maude did her master’s while working part-time at the university library and it wasn’t an ideal arrangement for her either. She says: “I did my MA work in the week and then worked my job at the weekends, so I didn’t have much time off or time to socialise.”",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-213",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 23 O..."
}