{
  "content": "\n\nThursday 19 June 2014 02.30 EDT\tHow WikiLeaks opened our eyes to the illusion of freedom\tJulian Assange, who went into exile in the Ecuadorean embassy two years ago, has blown apart the myth of western liberty\tWe remember anniversaries that mark the important events of our era: September 11 (not only the 2001 Twin Towers attack, but also the 1973 military coup against Allende in Chile), D-day, etc. Maybe another date should be added to this list: 19 June.; Most of us like to take a stroll during the day to get a breath of fresh air. There must be a good reason for those who cannot do it – maybe they have a job that prevents it (miners, submariners), or a strange illness that makes exposure to sunlight a deadly danger. Even prisoners get their daily hour's walk in fresh air.; Today, 19 June, marks two years since Julian Assange was deprived of this right: he is permanently confined to the apartment that houses the Ecuadorian embassy in London. Were he to step out of the apartment, he would be arrested immediately. What did Assange do to deserve this? In a way, one can understand the authorities: Assange and his whistleblowing colleagues are often accused of being traitors, but they are something much worse (in the eyes of the authorities).; Assange designated himself a \"spy for the people\". \"Spying for the people\" is not a simple betrayal (which would instead mean acting as a double agent, selling our secrets to the enemy); it is something much more radical. It undermines the very principle of spying, the principle of secrecy, since its goal is to make secrets public. People who help WikiLeaks are no longer whistleblowers who denounce the illegal practices of private companies (banks, and tobacco and oil companies) to the public authorities; they denounce to the wider public these public authorities themselves.; We didn't really learn anything from WikiLeaks we didn't already presume to be true – but it is one thing to know it in general and another to get concrete data. It is a little bit like knowing that one's sexual partner is playing around. One can accept the abstract knowledge of it, but pain arises when one learns the steamy details, when one gets pictures of what they were doing.; When confronted with such facts, should every decent US citizen not feel deeply ashamed? Until now, the attitude of the average citizen was hypocritical disavowal: we preferred to ignore the dirty job done by secret agencies. From now on, we can't pretend we don't know.; It is not enough to see WikiLeaks as an anti-American phenomenon. States such as China and Russia are much more oppressive than the US. Just imagine what would have happened to someone like Chelsea Manning in a Chinese court. In all probability, there would be no public trial; she would just disappear.; The US doesn't treat prisoners as brutally – because of its technological priority, it simply does not need the openly brutal approach (which it is more than ready to apply when needed). But this is why the US is an even more dangerous threat to our freedom than China: its measures of control are not perceived as such, while Chinese brutality is openly displayed.; In a country such as China the limitations of freedom are clear to everyone, with no illusions about it. In the US, however, formal freedoms are guaranteed, so that most individuals experience their lives as free and are not even aware of the extent to which they are controlled by state mechanisms. Whistleblowers do something much more important than stating the obvious by way of denouncing the openly oppressive regimes: they render public the unfreedom that underlies the very situation in which we experience ourselves as free.; Back in May 2002, it was reported that scientists at New York University had attached a computer chip able to transmit elementary signals directly to a rat's brain – enabling scientists to control the rat's movements by means of a steering mechanism, as used in a remote-controlled toy car. For the first time, the free will of a living animal was taken over by an external machine.; How did the unfortunate rat experience its movements, which were effectively decided from outside? Was it totally unaware that its movements were being steered? Maybe therein lies the difference between Chinese citizens and us, free citizens of western, liberal countries: the Chinese human rats are at least aware they are controlled, while we are the stupid rats strolling around unaware of how our movements are monitored.; Is WikiLeaks pursuing an impossible dream? Definitely not, and the proof is that the world has already changed since its revelations.; Not only have we learned a lot about the illegal activities of the US and other great powers. Not only have the WikiLeaks revelations put secret services on the defensive and set in motion legislative acts to better control them. WikiLeaks has achieved much more: millions of ordinary people have become aware of the society in which they live. Something that until now we silently tolerated as unproblematic is rendered problematic.; This is why Assange has been accused of causing so much harm. Yet there is no violence in what WikiLeaks is doing. We all know the classic scene from cartoons: the character reaches a precipice but goes on running, ignoring the fact that there is no ground underfoot; they start to fall only when they look down and notice the abyss. What WikiLeaks is doing is just reminding those in power to look down.; The reaction of all too many people, brainwashed by the media, to WikiLeaks' revelations could best be summed up by the memorable lines of the final song from Altman's film Nashville: \"You may say I ain't free but it don't worry me.\" WikiLeaks does make us worry. And, unfortunately, many people don't like that.; Slavoj Žižek is international director of the Birkbeck Institute for the Humanities",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-144",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 19 J..."
}