{
  "content": "\n\nFriday 11 April 2014 09.44 EDT\tNew Books Party: books received this week\tWhat good is a weekend without a good book to read? Take a look at these books -- hot off the presses -- that you may enjoy!\tBelow the jump, I mention the books that I received recently. They are gifts, review copies that arrived in the mail, or that I purchased in London. These are the books that I may review in more depth later, either here or in print somewhere in the world.; When I get new books, I like to share them with people. Unfortunately, you are all so far away, so I cannot host a book party in my crib where you can look them over, so I'll do the next best thing. I'll host a book party on my blog each Friday of the week when I either purchase books or when they arrive in the mail. In this New Book Party, I will try to be your eyes by presenting my quick \"first impression\" -- almost as if we are browsing the shelves in a bookstore -- and I'll also provide relevant videos about the book and links so you can get a copy of your own.; Visions of Science: Books and readers at the dawn of the Victorian age by James Secord [Oxford University Press, 2014; Guardian Bookshop; Amazon UK; kindle US] Publisher's synopsis The early 1830s witnessed an extraordinary transformation in British political, literary, and intellectual life. New scientific disciplines begin to take shape, while new concepts of the natural world were hotly debated. James Secord, Director of the Darwin Correspondence Project, captures this unique moment of change by exploring key books, including Charles Lyell's Principles of Geology, Mary Somerville's Connexion of the Physical Sciences, and Thomas Carlyle's satirical work, Sartor Resartus. Set in the context of electoral reform and debates about the extension of education to meet the demands of the coming age of empire and industry, Secord shows how the books were published, disseminated, admired, attacked and satirized. My first impression: If you love books, history and science, this engaging book will appeal to you. The author synthesises the complex history and technological developments of the times and how they affected the infancy and coming-of-age of nearly all modern fields of scientific inquiry. Informative, well-written and sometimes eye-opening.; Dictionary of Untranslatables: A Philosophical Lexicon by Barbara Cassin, Emily Apter, Jacques Lezra and Michael Wood [Princeton University Press, 2014; Guardian Bookshop; Amazon UK; Amazon US/kindle US] Publisher's synopsis This is an encyclopedic dictionary of close to 400 important philosophical, literary, and political terms and concepts that defy easy -- or any -- translation from one language and culture to another. Drawn from more than a dozen languages, terms such as Dasein (German), pravda (Russian), saudade (Portuguese), and stato (Italian) are thoroughly examined in all their cross-linguistic and cross-cultural complexities. Spanning the classical, medieval, early modern, modern, and contemporary periods, these are terms that influence thinking across the humanities. The entries, written by more than 150 distinguished scholars, describe the origins and meanings of each term, the history and context of its usage, its translations into other languages, and its use in notable texts. The dictionary also includes essays on the special characteristics of particular languages -- English, French, German, Greek, Italian, Portuguese, Russian, and Spanish. Originally published in French, this one-of-a-kind reference work is now available in English for the first time, with new contributions from Judith Butler, Daniel Heller-Roazen, Ben Kafka, Kevin McLaughlin, Kenneth Reinhard, Stella Sandford, Gayatri Chakravorty Spivak, Jane Tylus, Anthony Vidler, Susan Wolfson, Robert J. C. Young, and many more.The result is an invaluable reference for students, scholars, and general readers interested in the multilingual lives of some of our most influential words and ideas.; The Galapagos: A Natural History by Henry Nicholls [Basic Books, 2014; Guardian Bookshop; Amazon UK/audio download UK; Amazon US/kindle US/audio download US] Publisher's synopsis Charles Darwin called it \"a little world within itself.\" Sailors referred to it as \"Las Encantadas\" -- the enchanted islands. Lying in the eastern Pacific Ocean, straddling the equator off the west coast of South America, the Galápagos is the most pristine archipelago to be found anywhere in the tropics. It is so remote, so untouched, that the act of wading ashore can make you feel like you are the first to do so. Yet the Galápagos is far more than a wild paradise on earth -- it is one of the most important sites in the history of science. Home to over 4,000 species native to its shores, around 40 percent of them endemic, the islands have often been called a \"laboratory of evolution.\" The finches collected on the Galápagos inspired Darwin's revolutionary theory of natural selection. In The Galápagos, science writer Henry Nicholls offers a lively natural and human history of the archipelago, charting its course from deserted wilderness to biological testing ground and global ecotourism hot spot. Describing the island chain's fiery geological origins as well as our species' long history of interaction with the islands, he draws vivid portraits of the life forms found in the Galápagos, capturing its awe-inspiring landscapes, understated flora, and stunning wildlife. Nicholls also reveals the immense challenges facing the islands, which must continually balance conservation and everencroaching development. Beautifully weaving together natural history, evolutionary theory, and his own experience on the islands, Nicholls shows that the story of the Galápagos is not merely an isolated concern, but reflects the future of our species' relationship with nature -- and the fate of our planet. My first impression: This small book is a quick introduction to the fascinating story of the Galapagos, presenting it as a linear history, starting with volcanoes and ending with humans and other non-native species. Each chapter includes black-and-white drawings or diagrams reproduced from historical writings combined with personal anecdotes and descriptions of published research findings. In this passage, the author writes about the consequences of a severe imbalance in the sex ratio in the Nazca booby, where female juveniles mysteriously suffer a much higher mortality than males, leading to an overabundance of adult males. These single adult males often bully young nestlings whilst their parents are away on foraging trips:; Rare Birds of North America by Steve N. G. Howell, Ian Lewington and Will Russell [Princeton University Press, 2014; Guardian Bookshop; Amazon UK; Amazon US/kindle US] Publisher's synopsis Rare Birds of North America is the first comprehensive illustrated guide to the vagrant birds that occur throughout the United States and Canada. Featuring 275 stunning color plates, this book covers 262 species originating from three very different regions -- the Old World, the New World tropics, and the world's oceans. It explains the causes of avian vagrancy and breaks down patterns of occurrence by region and season, enabling readers to see where, when, and why each species occurs in North America. Detailed species accounts describe key identification features, taxonomy, age, sex, distribution, and status. Rare Birds of North America provides unparalleled insights into vagrancy and avian migration, and will enrich the birding experience of anyone interested in finding and observing rare birds.; The Pursuit of the Nazi Mind: Hitler, Hess, and the Analysts by Daniel Pick [Oxford University Press, 2014; Guardian Bookshop; Amazon UK; Amazon US/kindle US] Publisher's synopsis Daniel Pick brings both the skills of the historian and the trained psychoanalyst to weave together the story of clinical encounters with leading Nazis and the Allies' broader interpretations of the Nazi high command and the mentality of the wider German public who supported them. Following the bizarre capture of Hitler's deputy Rudolf Hess in 1941, Pick follows closely the story of how leading British psychiatrists assessed their new charge, in an attempt to understand both the man himself and the psychological bases of his Nazi convictions. At the same time, he uncovers the story of how a team of American officers working for the OSS, the forerunner of the CIA, were engaged in an attempt to understand Hitler's personality from afar, using the theories and techniques of Sigmund Freud. Drawing upon a large cache of archives on both sides of the Atlantic, Pick asks what such psychoanalytical and psychiatric investigations set out to do, showing how Freud's famous 'talking cure' was harnessed to the particular needs of military intelligence during the war and the task of post-war reconstruction that followed. Looking beyond this, he then shows just how deeply post-war Western understandings of how minds work and groups operate were influenced by these wartime attempts to interpret the pychopathology of Nazism. My first impression: I've just started reading this book, but already, I am under its spell. This book is a kind of \"psychoanthropological history\" that tells the story of how psychoanalysis was used in the war against Nazi Germany, how the \"Nazi mind\" came to be understood from a Freudian point of view and how these ideas affected the problem of how to aid Germany's postwar recovery. Whether you agree or disagree with Freud's philosophy of the mind, this is an interesting historical account of how pervasive his ideas were at the time -- and how those ideas still reverberate, somewhat subconsiously, throughout societies today.; What book(s) are you reading? How far are you along in the book? What do you think of it so far? Do you think your book is worth recommending to others?; .. .. .. .. .. .. .. .. .. .. ..; When she's not reading a book, GrrlScientist can also be found here: Maniraptora. She's very active on twitter @GrrlScientist and sometimes lurks on social media: facebook, G+, LinkedIn, and Pinterest.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-79",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 11 Apr..."
}