{
  "content": "\n\nThursday 11 December 2014 09.17 EST\tLondon's post-war reconstruction plan promised 'new order and dignity'\tThe mass appeal of the exhibition and film helped enthuse the public to trust the future of the city to planner Patrick Abercrombie and architect JH Forshaw\tThe County of London Plan, Patrick Abercrombie and JH Forshaw’s proposal for the postwar reconstruction of London, was exhibited at Westminster Hall for a week in July 1943. The London County Council (LCC) was ambivalent as to whether to put on an exhibition, whether there would be enough interest to justify expenditure, but decided to go ahead anyway.; Individual invitations were issued to government officials and professionals and in a few instances, invitees replied to the council’s surprise, asking if they might bring their wives along. In the end the exhibition received more than 10,000 visitors, including officials, dignitaries and interested members of the public. The exhibition at Westminster Hall proved such a success that the LCC decided to relocate it to the Royal Arts Society to extend its run for another few months, where it was seen by a further 50,000 visitors.; The photo above shows a large-scale map summarising the main features of the 1943 plan in a similar manner to the thematic maps that appeared in the printed edition. The exhibition’s audience, seen on the edge of the picture, gives us some sense of the main constituency of the inner image.; The photo raises some questions. Its perspective from above the exhibition means that we can see it all, though nothing in detail. Examining the plan from close up or a few metres back, it would have only been possible to look carefully at the very bottom part of the image or South London areas such as Croydon. The point of view of the documentary image, the outer image, reflects that one would have to back up considerably to see the whole image and potentially lose sight of meaningful details.; In this way, the large-scale diagram and the exhibition are less a platform for communicating any particular details of the plan. They function more as an attempted monument to the new significance of the plan to the future of London and, given the technocratic visual language, a celebration of the specialist expertise of its instigators, the planners and the LCC; The function of the exhibition was therefore to convey that the activities, methods and point of view of town planners were important to the future of London, rather than to gain approval for the specific proposals.; This was developed further with the production of the film Proud City by the LCC. The soundtrack features Londoners posing questions such as “Must we always have slums?” over images of war damage. The voices of Abercrombie, Forshaw and Lord Charles Latham (leader of the LCC from 1940-47) follow with assurances, for example, of “a plan that would bring a new order and dignity to the whole of the County of London” accompanied images of County Hall or planning and surveying equipment.; The dissemination of planning information via an exhibition and a film, two modes of communication with mass cultural appeal, helped to construct an enthusiastic public that would be willing to entrust the future of their city to Abercrombie and Forshaw.; Ben Campkin is the author of Remaking London: Decline and Regeneration in Urban Culture (IB Tauris, 2013), director of UCL’s Urban Laboratory, senior lecturer in the Bartlett School of Architecture and co-editor of Urban Pamphleteer.; Mariana Mogilevich is a historian of architecture and urbanism and Mellon Fellow in architecture, urbanism and the humanities at Princeton University.; Rebecca Ross is a graphic and interaction designer and urban historian, senior lecturer at Central Saint Martins School of Art and Design and co-editor of Urban Pamphleteer.; Find out more about the project at Picturing Place.; Which other plans or pictures have shaped how we see urban places around the world? Share an image that has influenced your city on Twitter using the hashtag #PicturingPlace",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-250",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 11 D..."
}