{
  "content": "Thursday 22 August 2013 09.28 EDT\tHow should GCSE students prepare for A-levels?\tHow are A-levels different to GCSEs, and what can students do to prepare for the step up?\tWhen I was 15, in the first year of GCSEs, I caught sight of my older brother's homework planner. He was in year 13, and his diary was full of essay assignments and coursework. It terrified me. I couldn't imagine how I would ever be able to write long essays every week; the jump up from GCSE homework seemed huge. If you've recently finished your GCSEs, the higher academic standards demanded in sixth form can seem horribly daunting.; Why is there such a gap between GCSEs and A-levels? Well, A-levels are – as their name suggests – advanced qualifications, and so require much more of the student. The work done at GCSEs is fairly prescriptive and limited, and you can do well by just memorising the material given in class. At A-level, this is not the case.; Dr Ellerby, head of history at Dorset's Parkstone grammar, says: \"GCSE is often highly structured with very specific requirements for homework, whereas at AS [the first year of A-levels] there is a greater expectation for taking the initiative in going beyond the set reading and utilising the library to read around and consolidate.\"; Roughly speaking, for GCSE exams you can just learn the content. At A-level you actually need to understand it.; A key difference is the huge reduction in the number of subjects you have to study for A-levels. Students typically take around nine or ten GCSEs, and sometimes as many as 13; at AS-level this is reduced to just four or five. This means that teachers expect you to have a genuine interest in the subjects you are studying, as you chose them over and above lots of other options.; For this reason, its essential that you carefully consider which A-levels you want to do, and why you want to do them. If you don't engage with the subject, then it's much more difficult to do the extra reading or work you need to get a good grade.; And, with the decrease in the number of subjects taken, each one has more lessons per week than at GCSE level. Combined with the reduction in class sizes, this (hopefully) means that you develop a stronger relationship with your teachers, as they have more time to get to know you and examine your individual progress.; This is something to be celebrated – it's a shame that GCSEs aren't taught in smaller classes – but it can also be intimidating, as staff will expect more of you, and notice if you're not doing you best. Try not to be fazed, though, and treat it as something positive.; As the National Union of Students (NUS) says, sixth form is a great place to learn: \"You will be working in a much more comfortable, open environment with people as eager to succeed as you. It will be easier to get your voice heard\", and you will have more individual support from tutors.; Some subjects have a reputation for particularly sudden jumps in difficulty between GCSE and AS-level. These are often subjects that are also on the 'facilitating list' provided by the Russell Group (25 prestigious research universities in the UK). This list suggests good A-levels to take if you are hoping to apply to a top university.; Maths and chemistry are viewed as especially hard, with difficult conceptual content that is a big leap up from GCSE. On the humanities side, history is seen as very demanding, particularly in the second year of the A-level course. Virtually all history A-levels include a \"historical inquiry\"; a 4,000-or-so word piece of independent coursework, which counts for around half of the A2 grade. From my own memories of A-level history, the inquiry was the hardest element of the course, and something that a lot of people struggled with.; It's probably around this point in the article that you're getting a bit apprehensive about A-levels (especially if you happen to be taking history, maths and chemistry). But you definitely shouldn't be put off from taking certain subjects, or from doing A-levels altogether. As with most things, being organised and working hard go a long way, and there are some key things you can do to help mitigate the initial jump.; Over the rest of the summer, if you have any spare time, then it can be helpful to look over the GCSE notes of the subjects you are continuing with, as many A-level course start by reviewing material learned in years 10 and 11.; For scientific subjects, internet resources can be really useful; such as this series of youtube videos, designed to prepare students for the maths A-level course. With humanities courses, reading around the subject area, or reading a classic novel, can be hugely beneficial, and helps to keep your mind active.; When you arrive back at school, or start at a college, you should be prepared for a different kind of atmosphere and much more freedom than in previous years. For maybe the first time, you won't have to wear school uniform, and will hopefully have your own sixth form common room in which to work and socialise. In addition, at A-level you have free periods for independent study. You're expected to organise your own learning, and take advantage of this spare time.; This is good practice for university – especially if you want to do a humanities subject – where there can be as little as six hours of lectures a week, and only the vaguest of guides as to what to do with the rest of your time.; With this increased level of independence, it can be really tempting to spend all the free time you have socialising, or getting food, or watching The Vampire Diaries in the common room (and to be honest, doing so is fantastic preparation for the first year of uni, where I did little else).; However, if you get into the habit of using your time effectively, and organise yourself so you know when you have deadlines and when you're going to do your work, then A-levels will seem much easier and less of a jump than expected. Particularly during the pressure points when you have coursework or exams, being organised and motivated from the start will ensure that you're really prepared, and not too stressed.; At any point during A-levels, if you're finding it hard, or are struggling with the workload, then it's always worth seeking advice and support. Your form tutor, subject teachers, and head of sixth form are a good place to start, and the earlier you talk to someone about any difficulties that you're having, the sooner they can be resolved.; Melody Moxham, a third-year English and linguistics student at Nottingham Trent University, spent her second year mentoring year 11 students. When advising students about the jump from GCSE to A-level she used a metaphor: \"Doing GCSEs is like carrying a big basket of chicken eggs – you want to make sure as many of them make it to the kitchen as possible. But A-levels are like three or four chocolate Easter eggs – they are bigger and tastier, so you should enjoy them more.\"; Overall, if you're starting A-levels this autumn, then try not to be scared by the more stringent academic requirements. For every advanced qualification you undertake, there's always going to be an initial jump in difficulty. But after a few weeks you'll hopefully be settled in and enjoying all the benefits of being a sixth former. You might even be lucky and find A-levels easier than you'd been expecting.; Emily Jones, an English literature student at Warwick University says: \"I don't think the hype is as big as is said. AS qualifications are a natural step from GCSE – in fact, I found them easier, especially as you take fewer subjects.\"; Don't overdo reading and revision over the rest of the summer, and don't waste time worrying. Relaxing and having a break is more important than any work, and will mean that you're fresh and ready to learn when September rolls around. And, above all: congratulations on finishing your GCSEs.; Students on Twitter offer their advice on making the move from GCSEs to A-levels:; @mumfcanfly says:; @JazzCarrot advises:; @imMattUKsays:; And finally, when asked whether she found A-levels a step up from GCSE, @pollygrice says:\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-187",
  "namespace": "we1sv2.0",
  "title": "Thursday 22 Aug..."
}