{
  "content": "\n\nTuesday 4 February 2014 02.00 EST\tPericles Lewis: a humanities education produces truly creative leaders\tThe US economy is built on the imagination and innovation of humanties graduates, argues the president of Yale-NUS College in Singapore Lewis is speaking at this month's Guardian University Forum\tPericles Lewis is president of Yale-NUS College in Singapore – a collegiate liberal arts college set up by Yale University and the National University of Singapore. Largely funded by the Singaporean government, it opened its doors in July 2013 to its first cohort of 150 high-achieving undergraduate students, recruited from some 25 different countries – including Wales.; Lewis taught English and comparative literature at Yale University for 14 years and designed the humanities curriculum at Yale-NUS. He tells me why canny employers see the value of humanities graduates.; I do notice a lot of people writing about the crisis of the humanities or the decline of the study of the humanities, but they are still overall quite strong. Humanities degrees haven't actually declined in numbers, it's just the proportion of degrees granted is somewhat smaller.; By studying the humanities, you don't neccessarly learn the job skills that you are going to need right away – what you learn is the ability to think creatively, to write and communicate well. There are a lot of very distinguished leaders in business, government and non-profit organisations who credit their training – whether it's in philosophy, history, literature or art history – as part of why they have been so successful.; American policy leaders often look at Asia and say, oh gosh, they are producing so many engineers, how are we going to keep up?; It is certainly important to strengthen science and technology education in the US, but on the other hand, the US has a very innovative and dynamic financial culture. If you think about silicon valley or the entertainment industry, people who have a creative kind of background contribute in an important way to the US economy.; Many Asian leaders turn to the US and see that there is something about the US education system that is promoting some of this flexibility in creativity, and inject some that into their educational systems too.; I am a little sceptical of quantitative judgments based on how many times your article is cited. In some fields, all the citations will happen in the first couple of the years. In others, it may take a while for people to recognise the importance of a piece of research.; Qualitative assessment is much more important – the best university departments use peer review and the view of scholars in the field rather than sheer numbers to assess quality.; As for impact on society, it's very desirable that good scholarship should have an impact on society, but not all scholarship has a direct impact. To take an example from the sciences, there is important scientific research that is going to cure a disease in the immediate future, but a lot of scientific discoveries are made because of basic research and principles that aren't directly related to a cure that might 30 or 50 years down the line.; In the humanities, you can't go on the basis of how many people read your book or how many people attend your lecture, the quality of the work is something that is not measurable in simple impact terms.; Close qualiatative analysis of work is important, as is using the system of blind peer review so that research grants are based on quality than political connections.; I don't know that much about the British system, but I do know some British academics feel the way UK research is assessed is too numbers-driven. That can have a negative effect, because you feel you have to get your book or article done by a certain deadline. That may lead to more short-term projects, or to rushing things.; The blind peer review system is, of course, not foolproof – if you are in the field you may be able to guess whose article you are reviewing.; It is notable that a lot of top scholars from around the world have moved to the US, including me. Not to say that I'm a top scholar. But I am Canadian and I moved to the US because of the quality of its tertiary education and research systems.; The humanities address questions about what it means to be human: how should I live my life? What is justice? How did we become who we are? What makes a person human? Those are essential and eternal questions and the best research illuminates them.; I don't think there will be a time when people don't value that. It is true that people now and in the past tend to say, well what is its utilitarian value and how is it going to improve my salary? But ultimately, the humanities are about human value and human work, so the best scholarship addresses that, and I think we will continue to have an audience.; In my experience, when you speak to potential donors and foundations about trying to educate students about these matters, they want to support it because they also recognise its value.; Pericles Lewis will be presenting a keynote at the Guardian University Forum, 26 Feb 2014 – book your place now; This content is brought to you by Guardian Professional. Looking for your next university role? Browse Guardian jobs for hundreds of the latest academic, administrative and research posts",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-25",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 4 Feb..."
}