{
  "content": "\n\nMonday 1 December 2014 06.33 EST\tThe iconic origins of Brazil's capital city\tPicturing Place: In the first of a series looking at how imagery shapes our cities, we look at the origin of Brasilia and how it started life as a simple drawing How images shape our cities\tThe origin of Brasilia, capital of Brazil and now home to nearly 2.5 million residents, is a drawing. In his entry to the competition for the design of a new capital, architect Lucio Costa did not submit volumes of economic and population projections. He simply drew a cross, the meeting of two axes.; Adjusting for topography, these became the skeleton for a simple form: a bird, or a plane, or a new capital city. Brasilia is the urban equivalent of the building conceived on a paper napkin.; The authority of the architect, with the will of a powerful patron — President Juscelino Kubitschek — and the labor of thousands of migrants turned ink on paper into mounds of dirt, tons of concrete, asphalt and, in just three years, roads, buildings and institutions.; The logic is irrefutable, the myth powerful. An architect draws a picture, making a city.; But can a city have an author? Costa’s bird’s-eye view gives shape to the city as a whole, but it does not account for what’s on the ground. Terrain, ecology, people, culture are all left out of the picture. In fact, after its planners failed to consider that Brasilia’s builders would want to stay there once their work was done, the city was quickly surrounded by informal “satellite cities” just outside the plan, but essential to Brasilia’s functioning.; The desire to draw up a city, and to project its logic directly on to the ground, is not so different from new settlements today in Abu Dhabi, South Korea or anywhere that development is rampant. Costa’s drawing posits Brasilia as unique, a city as a work of art, but drawings also allow for copy-and-paste cities, with designs replicated from one place to another.; We often see cities as a visual image: the Parisian pentagon with the arc of the Seine; the skyline of New York; or the fronds of Palm Jumeirah Island in Dubai. These abstractions are central to their identity. But when citizens are just specks, where do they fit in on the ground?; Ben Campkin is the author of Remaking London: Decline and Regeneration in Urban Culture (IB Tauris, 2013), director of UCL’s Urban Laboratory, senior lecturer in the Bartlett School of Architecture and co-editor of Urban Pamphleteer.; Mariana Mogilevich is a historian of architecture and urbanism and Mellon Fellow in architecture, urbanism and the humanities at Princeton University.; Rebecca Ross is a graphic and interaction designer and urban historian, senior lecturer at Central Saint Martins School of Art and Design and co-editor of Urban Pamphleteer.; Find out more about the project at Picturing Place.; Which other drawings or pictures have shaped urban places around the world? Share an image that has influenced your city on Twitter using the hashtag #PicturingPlace",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-237",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 1 Dece..."
}