{
  "content": "Monday 28 October 2013 16.00 EDT\tIs Britain closing its doors to overseas academics?\tThe case of an 81-year-old Algerian historian highlights how overseas academics are being denied short-term entry to the UK – much to the disgust of British conference organisers\tWhen organisers of a workshop held earlier this month at All Souls College, Oxford, invited an eminent Algerian academic to be a keynote speaker, they assumed his visa would be a mere formality. Sid-Ahmed Kerzabi has had a long and distinguished career as a historian, film-maker and specialist in cultural heritage, and is a former director of both the Tassili National Park, a world heritage site in the Sahara, and of the Bardo Museum in Algiers. He is also connected to the Algerian ministry of culture.; But despite repeated visits to the British consulate in Algeria, Kerzabi was refused a visa. His talk had to be read out in Oxford by another delegate. There was no way to recoup his £400 airfare, which had been bought via an Arts and Humanities Research Council grant.; And the grounds for refusing him a visa? There was \"insufficient proof that he was not planning to settle in Britain\". Sid-Ahmed Kerzabi is 81 years old.; \"It is rather as if the Algerians had refused a visa to the former director of the British Museum,\" says Alexander Morrison, lecturer in imperial history at the University of Liverpool, and joint workshop organiser. Particularly humiliating for Kerzabi, says Morrison, was having his passport stamped saying entry to Britain had been refused.; \"I am disappointed, discouraged and firmly opposed to any future visit to the UK,\" says Kerzabi. \"At my age, I cannot put up with such humiliating treatment.\"; Morrison and his co-organiser Berny Sèbe, lecturer at Birmingham University, are worried their own research could be in jeopardy since they were relying on Kerzabi to broker a visit for them to hard-to-reach fortress sites in the Sahara. They are complaining to the Foreign Office.; Sèbe says it took a while to convince Kerzabi they had done nothing to cause the rejection of his visa and that it is now embarrassing to ask him to help sort out military clearance for them. \"We need more than a visa, we need high-level authorisation to carry out this research,\" he says.; Reports of overseas academics experiencing problems getting short-term UK visas have been increasing over the past few months. So concerned is the International Council for Science (ICSU), a global organisation devoted to strengthening international science, that it is writing to the Home Office, the universities' minister and the chief scientific adviser asking them to make it easier for scientists to attend meetings in the UK.; And it wants the Royal Society to consider serving as a kind of clearing house for organisers of international meetings, similar to the National Academies' International Visitors Office in the US.; In a letter stating that its members had \"expressed great concern that the measures taken by the UK authorities to prevent illegal immigration were interfering with international scientific meetings\", it has also alerted the UK Academies Human Rights Committee, which discussed the issue at a meeting last week.; One case brought to the attention of ICSU was the World Congress of the International Union of Anthropological and Ethnological Sciences, held in Manchester in August, which, say organisers, helped to boost the city's economy by more than £3m. Nine academics and one spouse were refused visas to attend the congress, the first to be held in Britain since 1934.; John Gledhill, professor of social anthropology at Manchester, who organised it, estimates that another 500 people could have attended the congress had they not been put off by stories about visa problems. \"We had quite a fall-off from India – obviously because some people felt it wasn't worth applying for a visa.\"; Included in those refused entry were an academic from a well established Russian institution who was told there were worries he could not afford the trip, even though he had visited the UK several times before. Then there were two Indian PhD students, two delegates who were living and working in the EU with European spouses but born elsewhere, and a senior Indian academic who lost the cost of her air tickets and registration fee.; Other delegates obtained visas only after appeals and intervention by the British Academy. \"It created a bad impression of British academia,\" says Gledhill.; A month earlier, seven visa applications were turned down from academics wanting to attend the Congress of the International Union of Physiological Sciences in Birmingham.; And Morrison cites two cases in which academics from Central Asia whom he was hosting for study trips had to curtail their visits because of visa problems.; Difficulties obtaining academic visitors' visas are being monitored closely by the British Academy, whose officials have asked conference organisers to let them know about any problems, and are passing these cases on to the Home Office and the Department for Business, Innovation and Skills.; Natasha Bevan, the academy's head of international, says the number of cases raised with the academy has recently increased. \"We are particularly seeing it with the government's immigration policy,\" she says. \"We have seen a huge number of instances. We've experienced some ourselves when we've tried to bring in individuals.\"; She says international exchanges play a vital role in stimulating academic excellence and the academy is concerned if an immigration policy prevents that. \"There is also the reputational damage to the UK,\" she says. \"In the countries these individuals are coming from they are often very esteemed and it's quite humiliating for them having visas turned down. There have been instances where people are saying they aren't going to come back to the UK because it's thought to be unwelcoming.\"; The Royal Academy of Engineering is also concerned. Last year, three of the 30 projects funded under its research exchanges with China and India had to be postponed for more than a month because of problems involving academic visitor visas. Shane McHugh, head of international activities, says there have been problems getting visas for people to attend interviews to spend periods working in British academia, which meant these were now often conducted on Skype. \"You might argue it doesn't give the right impression of openness.\"; He says it is a particular worry because the UK urgently needs to attract more professionals in science, technology, engineering and maths. \"Jobs and growth are a very important priority,\" he says. \"We wouldn't want to get into a state where it was threatened by government policies.\"; A spokesman for the Royal Society also says visitor visa problems have been raised recently by some of its fellows.; Gledhill says there is a danger that events like the Manchester one could become impossible in the UK if visa problems persist. \"If that happens, it's quite possible that the UK's reputation as a major knowledge provider will be lost,\" he warns.; The Home Office says it is keen to encourage academic visits, but rules must be obeyed. \"We have appropriate measures for this kind of visit and where an individual has not met the requirements the application will be turned down,\" says a spokeswoman. \"I don't think that needs to be looked at being changed.\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-246",
  "namespace": "we1sv2.0",
  "title": "Monday 28 Octob..."
}