{
  "content": "\n\nSunday 12 October 2014 03.00 EDT\tHave England's universities been privatised by stealth?\tBuoyed by increased tuition fees, England’s universities are embarking on a massive programme of expansion as they actively compete for students. But it’s only likely to increase the divide between the elite institutions and the rest • What is the future for university funding in England?\tIn a recent study by the Quality Assurance Agency for Higher Education — a body dedicated to “safeguarding standards” in universities – researchers asked student volunteers to produce a “concept map”, jotting down related concerns, anxieties and aspirations. The result was an illuminating chart of the worries that keep undergraduates awake at night.; The list drawn up by one female first-year chemistry student revealed the multiple fears of a teenager living independently for the first time. “How to cook?! Thought i’d be living off soup…Will there be people able to help if something goes wrong?… Making Friends! Thought I wouldn’t like anybody… Going Out – when is TOO much.” When it came to her course though, one issue stood out above the rest: “Is it worth £9,000?”; For parents and sixth-formers scrutinising university league tables this autumn, assessing options for 2015, this has become the £44,000 question – that sum being the total amount the average student will now owe on graduation. Students have come a long way from the days when their debt-free predecessors grew their hair long, wore flares and read Marx in sunlit quads.; This term, for the first time since the cap on tuition fees was tripled from £3,000 to £9,000 in 2012, almost all undergraduates will be paying top whack. They must start repaying with interest the loans that paid for those fees, among the highest in the world, when they begin to earn £21,000 or more.; It is not only the budding philosophers, physicists and linguists who are feeling anxious about cash. Four years into the market experiment launched by former universities minister David Willetts, the collective mindset on the university campuses of England has been transformed. In the long history of Britain’s venerable centres of learning, never has so much time and attention been spent on the pursuit of filthy lucre.; Oxford and Cambridge can afford to stand aside from the scrum. For most of the rest, it is a free-for-all. Block teaching grants to higher education institutions are pared to the bone (and abolished altogether in the case of arts and humanities subjects). The vast bulk of public money now goes on funding student loans, and follows students wherever they choose to enrol.; No students will mean no income. So vice-chancellors on CEO salaries are spending a fortune on marketing and branding, unveiling 24-hour libraries and expanding upgraded accommodation. The student population of the University of Sussex currently stands at around 13,000. By 2018 a transformed campus for 18,000 is in the works, constructed at a cost of £400-500m.; An inter-campus arms race has broken out in which the weapons of recruitment are gleaming new business studies centres, stellar student satisfaction surveys and even free iPads for teenagers prepared to sign on the dotted line. Distance learning is in vogue, because it hoovers up fees and is cheap to provide. Current capital expenditure on enhancing university campuses, much of it financed by borrowing, “equates to more than the average annual Crossrail budget”, according to the Association of University Directors of Estate. The sector’s £27bn turnover in 2013 would place it fourth in the FTSE 100, behind Tesco, Vodafone and Sainsbury’s.; Almost overnight, the post-fees universities have become mega-businesses, geared to attracting ever-greater numbers of paying “customers” and competing against one another. This market revolution will, say its architects, simultaneously free the taxpayer from the responsibility of funding degrees, improve the quality of student learning and give lazy professors a kick up the backside.; If that all sounds too good to be true, it’s because it probably is. But there is no doubt that a revolution is taking place in the groves of academe.; Previous sea-changes in the cultural history of our universities have been memorably reflected in classic postwar campus novels. There was Kingsley Amis’s Lucky Jim, in which the hapless working-class lecturer, Jim Dixon, one of the first Angry Young Men, railed at the stifling pretensions and narrow elitism of 1950s academia.; By the time the wonderfully repellent Howard Kirk made his appearance in Malcolm Bradbury’s The History Man, the “plate-glass” universities of the 1960s had expanded access and the new institutions had become synonymous with leftwing radicalism and sexual revolution. A priapic sociology lecturer, Kirk duly took advantage of the arrival of the “permissive society”. In the 80s, David Lodge’s Small World charted the rise of the “global campus”, which furnished ebullient American academic Morris Zapp with unlimited travel opportunities to international conferences on romance literature.; The books were rollicking affairs, satirising the sometimes debauched, sometimes drunken lives of academics. But a fictional treatment of the 2014 campus would need to be a more sober, hard-bitten affair, featuring a very different protagonist: the “student consumer”, relatively austere, laden with debt and anxious to get what he or she has paid for. In an interview last week, the first female vice-chancellor of the University of Manchester, Nancy Rothwell, contrasted the “earnings-oriented” students of the 21st century with those of her own student generation in the 1970s: “Young people worry about their careers,” said Rothwell. “I never thought about careers after studying. I didn’t know what I wanted to do as an undergraduate.”; According to one humanities lecturer of 25 years’ standing in a mid-ranking university: “Students are more focused and they’re coasting much less. They know that if they end up with a 2.2 or a 3rd that’s all but worthless to them these days. There are so many graduates now with 2.1s. That’s the baseline. But it’s more and more rare to see students who see university as principally an intellectual experience, or see that as its point. It’s now about purchasing a degree as a stepping-stone to a job. It’s a transaction.”; At least some things don’t change. East Slope bar on the University of Sussex’s Falmer campus is due for demolition when ambitious Sussex further expands. But for now it still offers one familiar trapping of traditional undergraduate life: very cheap alcohol.; A sign advises that “skint” deals are available every Tuesday from 8pm, when a pint of lager can be purchased for £2.10, a cactus jack shot goes for £1 and house singles are available for £1.60. On a blackboard, a connection is drawn between a pint of Guinness and a smiley face, alongside the legend “Live the Dream”.; First years Isabel Hannan and Emily Busson are having a glass of wine, having just completed the latest rounds of meetings and introductions that go with the start of term. “I hate spending money generally, so you can imagine what I think about the fees,” says Isabel, who has come to study history. “It definitely makes you more aware though. You have to get a first or a 2.1 or there’s no point.” She hopes a history degree will give her the “transferable skills” that will help her find a job.; Emily is studying sociology. “I thought about law but it was too boring! I didn’t know what I’d do if I didn’t come to university. You do think, ‘Is it worth it?’ But it seems you have to have a degree or else in terms of getting a job you’re in trouble.”; Their contemporaries have made the same calculation, in vast numbers. The Jeremiahs who predicted that £9,000 fees would deter all but the comfortably off from going to university have been confounded.; Applications last year reached an all-time high of 580,000. In 1973, there were 217,000 full-time students. Now the number is close to 2 million. But are they buying into a “market” that really works?; Professor Patrick Ainley teaches training and education at the University of Greenwich. This year, in a fascinating exercise, he asked his final-year education studies undergraduates, all among the final cohort to pay the old £3,000 tuition fees, to write down some advice for a younger friend or relative who would have to pay the new rate of £9,000.; The responses were enlightening. These were certainly informed consumers, but their judgments were based on more than a perusal of the league tables.; “Don’t worry about the fees too much,” wrote one student. “If you are earning less than £25,000 you will only have to pay £360 a year,” read another. “That’s more than you spend on cocktails! And if you earn less than 21k, you don’t have to pay it back at all!”; “Just imagine if you chose not to go to university,” wrote one third-year in a terse summary of the predicament facing many 18-year-olds about to leave school. “Then what would you do? Work full time or even two part-time jobs, both for the minimum wage, where you will just scrape by and become trapped in a dead-end, demeaning job? Even then, there’s no guarantee to get work so you might have to sign on, getting a measly £56.80-a-week, forced to work any job, no matter how dirty, embarrassing or dangerous, in fear of losing benefits.”; For many teenagers confronted by a treacherous labour market and a government cracking down on welfare benefits for the young, this surely counts as good advice. But it also contains a red-alert message for those who masterminded the move to a £9,000 tuition fee cap. Because taking a degree course, while it may well be seen as the least worst option for many, is no longer a guarantor of a good job either.; A recent Office of National Statistics report found 47% of recent graduates were working in “non-graduate jobs”. Those figures were described at the time by John Philpott of the Jobs Economist consultancy as revealing an “alarming jump in under-employment and a massive waste of investment in skills”. Michael Segalov, communications officer at Sussex students’ union, has watched friends and peers drift post-graduation into not very much. “A social contract between university and student is not being fulfilled,” he says. “Students are not automatically employable in decent jobs. They’re moving home, getting a dead-end job and they’ve accrued a massive debt.”; This has created a massive headache for the custodians of the student loan-book, aka the taxpayer. When the arguments were being made that graduates should pay for the benefit of their university education rather than receive a grant, it was suggested that a degree is worth £100,000 extra in salary to a graduate during the course of his or her career. Future loan repayments were to come out of that graduate premium. But universities analyst Andrew McGettigan points out that: “The ‘£100,000 better-off figure’ is based on data from the past (when fewer students attended university), not from the next 30 years. And the next 30 years is going to be very different.” As in worse.; The prognosis for the repayment of student loans, which are written off altogether after 30 years, is more dire than anyone imagined, and the current rate of default is reckoned to be around 45%. To coin a phrase, some of the new graduate market looks suspiciously “subprime”. Meanwhile, England’s free-spending universities are setting sail on an ocean of debt.; “The loan scheme is such a mess that no one understands it,” says McGettigan.; But even if the economics have gone a bit wrong, is this strange pseudo-market at least driving up standards in the lecture hall? In a speech last year to the Conservative party conference, David Willetts argued: “Unleashing the forces of consumerism is the best single way we’ve got of restoring high academic standards.” Has putting a financial transaction, in the form of tuition fees, at the heart of the relationship between lecturer and student really raised everybody’s game? Or just changed the way we think of what a university is for?; On the 11th floor of the University of West London, late last month, a colloquium and festschrift was held in honour of Roger Brown, doyen of academic writers on higher education and one of Britain’s most celebrated critics of the new era. It was a kind of gathering of the resistance to the market forces unleashed since 2010, and the tone was impassioned.; “Higher education fundamentally concerns authority, not status, nor forms of capital, nor potential increased earnings,” began one paper by Morgan White from Liverpool Hope University. “A good education, including a good higher education, involves the development of the authority of the student helping her to act in the world.”; Joelle Fanghanel, associate pro vice-chancellor at University of West London, asked a rhetorical question of her colleagues: “Are we teaching individuals just for employment or to educate?”; Remembering the times when student self-esteem was measured by the number of protests attended, John Brennan, professor of higher education at the Open University, recalled a past visit to the Autonomous University of Barcelona. “As we drove further and further out of the city, into the countryside, it became clear the institution wasn’t in Barcelona at all. I asked why they had built it so far away. ‘It was constructed in Franco’s time,’ I was told. ‘And they wanted the campus to be isolated so it could be quickly surrounded. They knew how universities can be troublesome institutions.’ Could we ever say that now of our universities? Have we just lost all that?”; Brown himself was the last to speak. A former vice chancellor of Southampton Solent University, he is the main author of Everything for Sale? The Marketisation of UK Higher Education. He was also once the chief executive of the Higher Education Quality Council. The Times Higher Education Supplement has described him as the “insider’s outsider”.; Brown is not opposed to the introduction of markets and competition in universities per se. “I think some market competition does make institutions act more efficiently,” he says afterwards. “Establishing competition in research funding in the 1980s did lead to research of higher quality. Competition has sharpened up institutions in responding to students’ needs. I remember how cross I used to get when, walking across campus, I would see the sign on a door saying ‘lecture cancelled’.”; But the idea of 17- and 18-year-olds exercising truly informed choice is, he says, “utter nonsense. It is impossible for anyone to know in advance what will happen if they go on to do this or that course. The student is the joint producer of the experience.; “The signs are that an emphasis on fees and the rhetoric of choice will actually restrict diversity of provision, as a shift from non-vocational to vocational courses takes place. Students think in terms of the job possibilities that come after. As the numbers change, institutions will cut back on subjects that require cross-subsidising, and the spectrum of options will shrink. It’s too early to have robust statistics, but it already seems that modern languages and the humanities are suffering.”; One of the saddest aspects of the new dispensation, says Browne, is that the relationship between student and lecturer is transformed by the decision to define higher education as a purely private benefit rather than as also a public good. As a result, trust and the sense of a common intellectual endeavour and purpose are in danger of giving way to the provision of a service by a provider (for a fee). “And once that genie is out of the bottle, it’s very hard to reverse.”; The transformation of the landscape of English higher education is far from complete. Last December, unexpectedly, George Osborne announced that controls on student numbers would be removed altogether in 2015, freeing universities to recruit as many students as they wish. Another 60,000 student places are expected to be created as a result, though how they will be funded is unclear, given the black hole in student debt that has emerged.; New private colleges are flourishing, siphoning off hundreds of millions of pounds of public money to offer courses of dubious quality. Allowed into to the system as “alternative providers”, some open and shut within the space of two years, offering little information on student completion rates. At the other end of the spectrum, Oxford and Cambridge, and the elite Russell group of universities, are likely to seek a far higher tuition-fee cap. Andrew Hamilton, the vice-chancellor of Oxford, has already argued that the particular costs of an Oxbridge education make a £16,000 fee appropriate.; If and when the cap is lifted, or abolished altogether, it is hard not to fear for the future of some of the “also-rans” of the English university system, as the strong get stronger and the weak shut down courses that cannot pay their way.; In postwar Britain, new universities sprang up across the academic landscape built on the aspiration of providing a good higher education for all who could benefit from it. The new “red-bricks” of Hull, Exeter and Leicester were followed in the 60s by mass expansion as the “plate-glass universities”, such as Warwick, York and Sussex, came into being. In 1992, the polytechnics were allowed to join the fray. All were part of a unitary funding system. There was a hierarchy of prestige, but financially there was a fairly level playing field.; The future, when and if caps on fees are lifted, will look very different. Some students, especially those from wealthier families that can afford to pay fees up front, will study at greater cost at “premier league” universities such as Bristol and Durham, which will become considerably richer.; Others will choose to pay less at less well-resourced institutions, offering fewer options. Some universities will tend to specialise in the vocational, as the polytechnics were originally intended to, attracting those unwilling to gamble high sums on esoteric learning. Some, bereft of sufficient numbers of “student consumers”, will fall by the wayside.; Is this market-led future for English universities the one that we want? Right now, it appears to be happening by stealth.; “We will soon have the highest proportion of private funding of higher education in the world,” says Brown. “Only Chile and South Korea beat us at the moment and we are set to overtake them. We should have considered very carefully what were the upsides and downsides of this. Instead an ideological government took advantage of the financial crisis to introduce changes which I believe it would have done anyway. Higher education has been privatised right under our noses. And no one is taking any notice.”",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-202",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 12 Oct..."
}