{
  "content": "Tuesday 26 February 2013 03.28 EST\tHow to find postgraduate funding\tAs research councils cut their budgets, students turn to \"portfolio funding\" to pay their way through postgrad courses • Universities consider loans to help postgraduate students • Postgraduate guide 2013\tSoliciting money from celebs may sound like an odd – and audacious – way to fund a postgraduate course but that's exactly what Clementine Wade did when she won a place to study for a master's in drama at the University of the Arts, London.; There was no way she could afford the £14,000 fees, so with two months to find financial backing, she began writing letters to politicians, actors and comedians asking for their support.; \"I spent days in the library researching names and addresses and then writing personal letters to everyone I'd listed. I enclosed a fundraising brochure with my letters, expaining who I was, what I wanted to study and why, and what I would give back. I treated it like a business pitch.\"; Some 5,000 letters and two weeks later, money started to trickle in from all kinds of benefactors – from hairdresser Trevor Sorbie to actor Ian McKellen and director Sam West. Wade eventually raised around £16,000.; Getting funding for postgraduate study has become increasingly difficult over the past decade. While the number of students doing master's courses has shot up, the pot of money available to them has shrunk.; Next year there'll be even less to go around. Research councils, the public bodies that award grants for academic research, will no longer support students taking taught master's degrees, one-year courses that do not form part of a PhD. Funding for those on research master's and PhD courses will also be cut severely.; It's through portfolio funding – securing small pots of cash from multiple sources – that many are now paying for courses, according to Mark Skippen, postgraduate student recruitment officer at Swansea University.; He advises students look beyond research councils when searching for financial support. \"Find out if any of your chosen universities offer studentships, research council funding, or a fee discount for alumni. This will generally be advertised through their website or through sites like Find a Masters.\"; But don't be surprised if you can't secure one of these big grants, Skippen says. \"Studentships that cover your entire fees are very competitive, but there are lots of smaller funds out there.\"; • Find more than one funding source; \"As well as checking what's on offer across your university, look at what funding is available at departmental level – they may have a budget to help you meet additional costs such as field trips. Then, look outside the university: approach charities and trusts, or look at the possibility of taking a career development loan,\" says Skippen.; The Grants Register and the Directory of Grant Making Trusts – both available in university and local libraries – are good starting points.; There are a range of scholarship databases online, including Scholarship Search, Find a Masters, Find a PhD, Prospects, Family Action and Postgraduate Studentships.; Societies such as the British Academy (humanities and social science postdoctorates), the Royal Academy of Engineering and the Royal Society (science postdoctorates) also offer some funding opportunities.; • Start early; Regardless of where you're applying, the hunt for funding should begin as soon as possible, since deadlines for charities will vary across the board.; The same applies to those eligible for research council funding says Claire Hughes, doctoral college manager at the University of Manchester. \"At Manchester, the faculty of life sciences are early in their recruitment with deadlines around Christmas, whereas the humanities have theirs in April or May. Start researching as soon as you begin the final year of your undergraduate course.\"; • Tailor your application; Investigate which areas are prioritised by research councils, advises Rebekah Smith McGloin, doctoral training partnership manager at the University of Nottingham – especially if you're hoping to get PhD funding.; \"Research councils are becoming increasingly strategic about how they use their money. If you're flexible and look at the what the trends in funding are – and how your interests can be matched up with these – then you're more likely to get funding.\"; The same principle applies when approaching charities or potential benefactors. Wade says: \"You need to make your letter as personal as possible. Don't just send out a generic application.\"; • Get paid for what you do; Universities are finding innovative ways to support postgrads. Dr Bryn Jones, dean of postgraduate study at Newcastle University, points to a new scheme where the university pays some MA students to centre their research projects around local businesses.; \"The scheme is supported by money from the European Regional Development Fund. It means we can pay students a salary while they work with a local business. The SME will also benefit from students' expert knowledge.\"; Many universities offer students paid work while they are studying at postgraduate level through positions such as postgraduate teaching assistant or student hall warden.; • Vocational courses; If your postgraduate course will enhance your career, you may be eligible for a career development loan of between £300-10,000, with the government paying interest while you are studying. \"The arrangement works for some,\" says Skippen, \"though students should remember that they must pay the money back immediately at the end of their course.\"; Government-funded bursaries and grants are also available to students on teaching, medical, healthcare or social work courses. The amount you are entitled to will depend upon your specialism and the grades you obtained at undergraduate level.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-51",
  "namespace": "we1sv2.0",
  "title": "Tuesday 26 Febr..."
}