{
  "content": "\n\nWednesday 15 January 2014 03.58 EST\tShhhh? Scientists need to talk about not talking\tFelicity Mellor: Collaboration, openness and communication may be key to modern science, but we must remember the role of solitude, secrets and silence too.\tRound the back of the British Library in London, a new building is taking shape. Due to open in 2015, the Crick Institute is set to become one of the largest research centres for biomedical science in Europe, housing over 1200 scientists.; The aim is to foster creative and imaginative research through interdisciplinary collaboration and the emphasis on collaboration pervades every aspect of the enterprise, from its joint foundation by six major institutions through to the very fabric of the building itself. As the Institute’s strategy document (pdf) explains:; In stark contrast to the hunkered-down solidity of the British Library next door, with its pin-drop silences within, the glass walls and open-plan labs of the Crick Institute are intended to create “an atmosphere that maximises openness and permeability”. In place of the studious silences of the library, there will be the noisy cacophony of multidisciplinary exchanges.; Collaboration is clearly a key component of modern science and the Crick Institute is not alone in prioritising cross-disciplinary interaction. The rhetoric of openness is also widespread, with calls for public engagement and open data further extending the demands on scientists’ communications.; There is much to applaud in these developments, but the architecture of enforced collaboration and perpetual openness leaves me uneasy. Last year, Victoria Druce, then a student on the MSc in Science Communication at Imperial College, interviewed some of the scientists due to move into the Crick and found that they were already getting twitchy about sharing equipment and spoke territorially about their labs.; Researchers may quickly find ways to carve up the multidisciplinary spaces of the Crick Institute. But will they ever be able to shut themselves off from all that openness? Where, in these spaces of constant chatter, are scientists supposed to find a place to think?; Historically, the pursuit of knowledge was characterised as an activity conducted in, and requiring, silence, symbolically located in solitary spaces – whether the garret of the writer or the study of the intellectual. Newton was famously reluctant to engage with others and his theory of gravity came to him whilst sequestered in Lincolnshire, remote from the hubbub of London. Darwin, too, withdrew to Down House and held off publishing for as long as he could.; Over the last two decades, scholars of Science and Technology Studies have carefully unpicked this romantic image of the reclusive lone genius. Even solitary spaces were actually peopled with others – family, servants, and so on. Newton and Darwin, whilst physically removed, were in regular correspondence with other scientists, albeit in Newton’s case reluctantly so. And in modern labs with large research teams, the daily practice of science is inherently social. Yet when scientists recount moments of creativity, they frequently allude to periods of solitude and silence. If the aim of research centres like the Crick Institute is to foster creativity, then perhaps silence and withdrawal need to be catered for as well as collaboration and communication.; To draw attention to the role of silence within science, my colleague Stephen Webster and I have organised a series of conferences about the Silences of Science. Recordings of the talks given at the event last December are available online. Our aim is not to reject calls for openness and collaboration, but rather to explore their boundaries and to consider the costs associated with maximised communication. Public communication does not, for instance, necessarily equate to democratic accountability. Loud proclamations can obfuscate as well as inform; noise can itself become a form of silence.; Scholars from a range of disciplines have studied the nature and uses of silence. They argue that silence is not mere absence, but is meaningful in itself. Silence surrounds speech and exists within speech. Every utterance is at the same time an omission – something said means something else is not said. As Cheryl Glenn puts it in her book Unspoken: a Rhetoric of Silence, speech and silence exist in “a reciprocal rather than an oppositional relationship”. In attending to silences, we hear what is not said, and that in turn reminds us of the many varied reasons for withholding information.; Feminist scholars, in particular, have emphasised the distinction between being silent and being silenced. Where the adjective indicates choice, the verb signals imposition. So examining silence also helps highlight the ways in which communication is controlled and the power relations through which it is structured.; As Glenn puts it: “The question is not whether speech or silence is better, more effective, more appropriate. Instead, the question is whether our use of silence is our choice (whether conscious or unconscious) or that of someone else.” An architecture of collaboration risks denying the choice to remain silent.; Dr Felicity Mellor is Senior Lecturer in Science Communication at Imperial College London. Silences of Science was funded by the Arts and Humanities Research Council.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-12",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 15 ..."
}