{
  "content": "Tuesday 23 April 2013 11.31 EDT\tIranian film-maker Mohammad Shirvani takes aim at weighty issues\tFat Shaker, a surreal film about an obese and oppressive father and his son, is a refection on wider frustrations and corruption\tThere is something about the way he breathes, about the way he carries the weight around his waist, and the way his lips hang from his face.; Levon Haftvan's physique is as heavy as his acting, and he is ideally cast in Mohammad Shirvani's latest feature, Fat Shaker (2012). The strange, frustrating, dreamlike story of the relationship between a father (Haftvan) and his deaf son (Hassan Rostami), unsettled by the entrance of a young woman (Maryam Palizban), defies expectations and exercises a daring liberty in the process. The film gained international attention when it won one of the Hivos Tiger awards at the Rotterdam film festival, and it became the first Iranian feature to be screened at the Sundance film festival.; Although the plot may sound recycled at first (man and boy meet woman, compete for her attention), it is actually more nuanced and psychologically puzzling. The obese father's indolent patriarchal attitude and weary demeanour as he freely lies, grifts, and abuses his son are windows to a deeper distress that perhaps comes from his corrupted surroundings in Iran, a country engulfed in an economic crisis, troubled leadership, and a frustrated society. The few instances of actual plot are mere landscapes to locate the film in Iran. In the city, for example, we witness the father posing as a basiji (a member of the paramilitary forces, the basij, who often act as morality police) using his son to con young women. Later on, the tables turn at the villa when a basiji officer bursts in and, with icy confidence, harasses the father and son for possessing alcohol.; Throughout, the innocent eyes of the son – played with precise harmony by Rostami, who is deaf in real life – reveal more than just care and submission; they warn of an impending crisis. And Palizban, portraying the only female character, carries the burden of womanhood within a masculine gaze, fulfilling the \"exotic female\" role, yet with a distinctly subversive and mysterious presence. At one moment, witnessing an act of irrational contempt, she slaps one of the men so hard it makes him bleed.; Over the course of the nonlinear narrative, we follow the threesome's trip to Shomal, the northern part of Iran by the Caspian sea, which immediately evokes feelings of freedom from the urban plagues of gridlock, smog, bribery, and the rest. They get in trouble with the law and with each other, and these interactions climax on a darkening beach, ripe with pathetic fallacy. Describing the scene, Palizban and Haftvan recalled the level of emotional engagement and liberation it took from all three actors, as well as Shirvani, in a spontaneous, unravelling performance that was shot in one take. \"It was like theatre,\" Haftvan said. He has a long history on stage, both in Canada and Iran – so he would know. \"Cinema is not my medium. Not for directing, at least,\" he says. But his flirtations with film acting are becoming more frequent (he recently played the lead in Majid Barzegar's Parviz).; Palizban also comes from a theatre background. In fact, Fat Shaker is her first movie since she won popular acclaims with her breakthrough role in 2001's Deep Breaths. After that, she avoided cinema despite many offers, and stayed close to her theatrical roots, writing and directing plays while getting her PhD in the science of humanities in Germany. \"I didn't want to be typecast, and most roles I was offered were similar,\" she said in an interview over Skype. Her involvement with Fat Shaker wasn't planned, and came out of a chance meeting with Shirvani, who has a reputation as an experimental filmmaker with a background in fine arts. So she knew it would be a different kind of film.; The pairing of such volatile actors, who seem to resent cinema as much as they love it, adds a layer of self-reflectivity and intensity to the screen, which in Fat Shaker is filled with their faces, shot repeatedly in close-ups mostly. Shirvani did the cinematography himself, as a last-minute resort when he couldn't find anyone he really wanted for the job. Both Haftvan and Palizban described his filming process as itself a kind of acting. With only one camera in hand, he gets close – too close sometimes – or he gets distracted and turns away from exactly what the audience may want to follow. The resulting visual experience is difficult and claustrophobic, a cinematographic reflection of the father's spiritual turmoil.; Fat Shaker may be seen as a surrealist film, and in that sense, it opens a new, daring cleft in Iranian cinema. It's not that other contemporary Iranian directors haven't experimented with surrealist approaches – think of Bahram Beyzai's Mosaferan (1992) or Massoud Bakhshi's Our Persian Rug (2010). But none have done so as assertively. \"This work moves away from the typical social drama genre, which is popular with Iranian cinema because there's a lot of curiosity to know what goes on inside the country,\" Palizban says.; That curiosity is only natural given how tightly the government controls media production.; For the past three decades, Iranian film-makers have been festival favourites – a Palme d'Or at Cannes for Abbas Kiarostami, Venice's Golden Lion for Jafar Panahi, and a Golden Shell at the San Sebastián for Bahman Ghobadi are just some of the successes.; While this recognition began before the 1979 Islamic revolution with the likes of Shahid Sales and Forugh Farrokhzad, under the influence of Italian neo-realism and with a bold new minimalist aesthetic, these film-makers inspired a new generation of directors. Post-revolutionary Iran's investment in the film industry was mostly geared towards promoting the regime and propagating Islamic ideology, implementing a set of rules that was simultaneously strict, yet inexplicit and thus always somewhat open to interpretation. All films had to be approved by the ministry of culture and Islamic guidance. These restrictions, many argue, fostered a new language for cinema that came out of the need to transmit meanings indirectly, and trade in overtly sexual or violent content for the poetic and suggestive. Fat Shaker had permission from the government for production, but now it's been called \"anti-Iranian\" by the state and state-aligned media.; Over the years, the sort of Iranian films honoured at international festivals became formulaic in their rhetoric. Eventually, even Kiarostami, one of the pioneers of this style of film-making, moved on and began experimenting, though not always successfully. Asghar Farhadi's Oscar-winning drama, A Separation (2011), intended to break this mold, and showed his ability to breach the festival/popular polarity, gaining recognition from both Iranian and non-Iranian audiences. Shirvani takes this pursuit a step further. He uses well-trained actors and lets them improvise, but then regains control in the edit room, where he hacks the plot until we barely see one. \"I left myself very open, and acted very intuitively,\" Haftvan says.; \"Because there wasn't really a script as such, we improvised, and Mohammad would direct us while filming. Sometimes we rejected his directions and the plot would take a different path.\" These are the elements that distinguish Fat Shaker, and radically separate it from the corpus of previous Iranian art house films.; Despite the journey, Shirvani deals most of his cards in the beginning of the film, in the scene where leeches suck blood out of Haftvan's meaty back. It is a grotesque, mesmerising scene, and easy to imagine on a loop as a work of video art in a well-curated exhibition. This reliance on the materiality of the scenes, especially in a feature-length film, makes it a challenge to prolong that moment of awe. As a result, Fat Shaker is never fully surreal, and not entirely real – it is this inbetween-ness that dampens the final impact. And still, Fat Shaker grips you, shakes you up, and tears you down, all the way through.; Fat Shaker will be screened at the Denmark film festival and at UCLA on 25 April\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-96",
  "namespace": "we1sv2.0",
  "title": "Tuesday 23 Apri..."
}