{
  "content": "Thursday 4 July 2013 08.37 EDT\tThe postgraduate funding problem and three possible solutions\tExisting routes into postgrad study need refreshing if we're to sustain our world-class academic workforce, says Bob Burgess\tBritain is in a quandary. Decades after the decline of its heavy industry, it remains one of the intellectual powerhouses of the world – generating new ideas to solve new global problems and developing new technology to keep the economy growing. To maintain this position, however, our workshop needs a steady supply of raw material in the shape of well-educated postgraduate students. As recent reports have shown, this supply is in danger of drying up. What can be done?; The number of UK students on postgraduate taught degree courses has begun to decline after a decade of relatively high growth, according to a new Hefce report that gives an overview of postgraduate study in England and Northern Ireland. An earlier report from Universities UK, The Funding Environment for Universities, also shows the total number of students on postgraduate taught courses in the UK slid by 5 % in 2011-12.; Initially, this fall in UK and EU students was more than matched by increases in students from more economically dynamic regions outside Europe. But now their numbers have also started to slip, hit by a tougher visa regime and increased competition from rapidly growing universities overseas.; Meanwhile, last year's arrival of much higher variable tuition fees for UK and other EU undergraduates will, from 2015, make it harder for heavily indebted 21-year-olds graduating under the new system to feel they can afford to embark on a postgraduate taught course.; Any sustained slide in the number of students on postgraduate taught courses is deeply worrying, because it creates a bottleneck in the intellectual supply pipeline that ultimately produces what we might call ultra-skilled workers: our future research scientists, academics and leading thinkers educated in the humanities and social sciences. Postgraduate taught courses are a standard route to postgraduate research degrees, which are in turn essential for sustaining our world-class academic workforce.; Against this backdrop, we welcome the government's announcement of £75m to support postgraduates from disadvantaged circumstances, though we regret that the chancellor has found the money largely by reducing financial aid to undergraduates from such backgrounds. The government hopes that extra funding by employers and universities will raise this total to £100m. We hope they will rise to the challenge. The money is clearly needed – to an increasing degree the postgraduate ranks are filled by wealthier students, according to the Hefce report.; Nevertheless, even £100m will not be enough to keep the existing postgraduate pipeline open so we need to engage in some inventive engineering to build new supply routes.; One possible solution is to develop and adapt existing programme options. Split degrees for overseas undergraduates, where the student does a proportion of their course at a university in Britain and completes it at their home institution, have been running successfully for many years. Now, a growing number of universities are exploring split research degree programmes. Students can take this route to keep down their costs, while for institutions it can be a useful way of increasing student numbers.; Another possibility is for institutions, preferably backed by government, to persuade more employers to fund postgraduate education. Our research at the University of Leicester suggests that employers are interested in courses where they see a direct benefit to their area of activity. In the future employers may be more involved in course design and development, although this model remains to be tested.; Take a new programme Leicester is currently investigating: a taught master's in heritage studies. Large organisations that act as custodians of our past might well be interested in a heritage studies degree based largely on their own particular requirements for their employees. Under this model, the employer would pay for the modules directly relevant to the job, and the employee would pay for the rest. There might be modules in marketing and country house management funded by the employer, for example, with the employee rounding off the degree with a dissertation on a favoured topic.; A third possibility is to put the pipeline where the student wants it, by increasing the number of postgraduate degrees – both taught and research – based on distance learning. As one of the sector's biggest providers of postgraduate distance learning, we are well aware of both the challenges and the advantages of this path.; The decision to embark on any postgraduate degree inevitably disrupts one's life. Nevertheless, a degree that you can do in your own home, which fits around the working day and childcare responsibilities of mid-career workers, can be far less disruptive – if the university provides the right support. Only 13% of postgraduate taught students are studying via distance learning, according to Universities UK's funding environment report. This number could be a lot higher.; These mooted changes to the postgraduate landscape undoubtedly present a challenge to universities. But there is also little question that the existing routes to taught postgraduate and research degrees need a fresh look if we don't want our intellectual powerhouse to run out of fuel.; Professor Sir Bob Burgess is vice-chancellor of the University of Leicester – follow it on Twitter @uniofleicester; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-158",
  "namespace": "we1sv2.0",
  "title": "Thursday 4 July..."
}