{
  "content": "\n\nTuesday 18 March 2014 03.00 EDT\tWe aim to put research evidence on tap for UK politicians\tThe Evidence Information Service will make it easier for politicians and civil servants to access research results – but we need your help to make it happen The Evidence Information Service – Q&A\tWinston Churchill once said that \"scientists should be on tap, but not on top.\" Fast-forward several decades and most UK scientists aren't even on tap. Political recognition of science and evidence may be greater in the UK than in many other countries, but Churchill's tap is still only producing a trickle of scientific evidence.; As Mark Henderson showed in his recent book, the Geek Manifesto, this problem is fuelled by a failure to connect the majority of researchers in academia and industry with policymakers. There are many reasons why these worlds are divided, from researchers not knowing how to engage, not being asked to, having no incentive to, and not working in an area with clear policy implications.; Building an effective link between science and politics isn't easy. Both sides must face a number of uncomfortable truths, from the low status of scientific evidence in the political pecking order to the varying nature and reliability of evidence itself. Public opinion is also a vital ingredient in the relationship, which brings the media into the fray.; Even when evidence does point to clear action, there are often legal and economic barriers to evidence-based policies. This reality was brought home last year by the chief scientific adviser to the Department of Energy and Climate Change, Professor David MacKay, at a meeting of the Royal Society. MacKay gave an interesting account of what happened when he attempted to use data and complex modelling to outline the UK's energy supply options. He described how the rational utopia of evidence-based policy was sunk by legal restrictions, even before getting to the economics. Yes, the evidence may well show that investing limited resources in insulating UK homes is a no-brainer, but if that doesn't help to meet the UK's legally binding targets for renewable energy (15% by 2020) then it won't be a government priority.; The central problem is that laws, targets and policies are often set before the analysis of data is complete, or before data even exist. And where relevant evidence already exists it may be overlooked or ignored. We want to change this by widening access to research evidence and injecting it at the ground floor of policy making. Over the past 18 months we have been developing a proposal for a UK Evidence Information Service. Whether you're a professional researcher or just someone who is enthusiastic about science and research, we need your help to take this project to the next level.; The Evidence Information Service, or EIS, will have one main objective: to connect the collective expertise of UK research professionals with UK politicians and civil servants. If we want to move evidence up the pecking order we need to make it easier for policymakers to access and understand research evidence.; The EIS will operate in two modes. The first, which we have called the \"reactive mode\", will provide a rapid matchmaking service to connect politicians and civil servants with a broad network of research professionals in academia and industry. The service will be open to the UK, Scottish, Welsh and Northern Irish parliaments.; Here's how it will work: whenever a politician or civil servant has a question about research evidence, they'll be able to contact the EIS either through phone or an online interface. EIS staff will immediately assign each question to relevant researchers and within 24 hours the enquirer will be connected with active professionals in that field. The EIS will respond to all questions, great and small. The Science Media Centre already provides a similar service for journalists so we know it can be done.; Alongside the reactive mode, the \"proactive mode\" will target specific issues of public interest, providing briefings to politicians shortly before parliamentary debates. Here we plan to draw on the expertise of the research community and existing bodies within parliament, such as the Parliamentary Office of Science and Technology, which prepares briefings for MPs called POSTnotes. In preparation for this part of the project we plan to run a controlled trial in parliament to see how EIS briefings alter the tone and content of debates in the House of Commons and Westminster Hall.; Importantly, the role of EIS won't just be to provide \"facts\" but to identify gaps in existing knowledge: helping policymakers interpret data effectively, understand the nature of uncertainty in evidence, and avoid statistical errors and logical traps. To achieve this, the professional network of the EIS will be populated by scientists and statisticians, but its role will also reach beyond traditional STEM subjects to include evidence-based social sciences and the humanities. These fields can play a crucial role in policymaking, as shown by the recent launch of the \"What Works\" centres.; Many challenges lie ahead for the EIS project. We must ensure that researchers who join the EIS are carefully vetted, as unbiased as possible, and that the information they provide is of the highest quality. To get to grips with these challenges we've spent more than a year consulting with parliamentary and government bodies, MPs, members of the House of Lords, civil servants, the Science Media Centre, scientists, social scientists, journalists, and experts in science policy.; Even these wide consultations aren't enough to make the EIS happen. We need to build a service that politicians will use, and we need your help to find out what that service would look like. To this end, we're calling for local champions across the UK to visit their local politicians in England, Scotland, Wales and Northern Ireland to complete a brief, structured interview about the EIS. We want to learn about the problems and successes politicians have faced in obtaining and interpreting evidence, and how we can tailor the EIS to be as useful as possible.; To become one of our local champions, you don't need to be a scientist or research professional – you just need to be eligible to vote in UK elections and willing to interview your local parliamentary representative. The results will determine the shape of this new service, as well as being reported in a peer-reviewed journal and made freely accessible to the public.; We realise this project raises a lot of questions, which is why we have prepared a list of FAQs to address the most obvious points. Once launched, we hope the EIS will help facilitate evidence-based policy across the board. It will offer the political community a unique resource that only a collective hub of research professionals can provide – and it will also form a robust means of ensuring that policies are accountable.; Here's how you can help:; • Read our welcome letter, which will show you how to check if your local politician is available.; • Contact us at eis@cardiff.ac.uk and we'll send you an information pack explaining how to conduct the interview.; • Interview your local politician and then send us your notes or recordings.; Co-founders of the Evidence Information Service: Chris Chambers is senior research fellow in cognitive neuroscience at Cardiff University; Natalia Lawrence is a senior lecturer in translational medicine at the University of Exeter; Andrew Kythreotis is a lecturer and research fellow in environmental and climate policy and governance at Cardiff University; Gerard O'Grady is a senior lecturer in linguistics at Cardiff University; Sven Bestmann is a reader in motor neuroscience at University College London",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-54",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 18 Ma..."
}