{
  "content": "Friday 6 September 2013 04.33 EDT\tToday's media stories from the papers\tOur roundup of the day's media stories, including Mark Thompson blasts BBC bosses and Buzzfeed moves into profit If you are viewing this on the web and would like to get our email every morning, please click here\tLord Patten 'misled parliament over BBC payoffs' Ex-director general Mark Thompson claims MPs were told untruths in stunning attack on former boss; Buzzfeed in profit four years after launch Founder Jonah Peretti tells staff that it will become one of the biggest sites on the web within a year; Lady Gaga's Applause is 10 billionth tag on Shazam Mobile app's 70m users are now tagging more than 100m songs, TV shows and ads a week; Sun and Mirror staff unite outside court More than 30 turn up at Westminster magistrates' court as nine face charges over alleged unlawful payments; Alan Hansen to retire from Match of the Day Alan Hansen has said he will retire as BBC's lead pundit on Match of the Day following the 2014 World Cup, when his current deal expires; Press 'should not be intimidated into silence' UN representatives criticise UK government following detention of David Miranda, and call for public debate over NSA revelations; Viral Video Chart: X Factor, Daft Punk A chow puppy that can't jump and teen singer Tamera Foster's audition lead this week's rundown of the top online clips; Media Talk podcast John Plunkett welcomes James Robinson and Paul Robinson to discuss developments at Spotify, the Sun on Sunday, ITV News and the BBC; From the BBC to RBS, we have to find a way to stop this injustice John Kampfner: Those guilty of malpractice or wasting public money must not escape punishment, even if criminality can't be proved; The Guardian; How US and UK unlock privacy on the internet. P1,4-5 Workers' rights 'flouted' at factory making latest iPhone. P2 Lord Patten misled parliament over BBC payoffs, claims Mark Thompson. P3 Bruce Schnier: It's time to take back the internet. P5 'Fear-based' education systems block technology, says Google Glass creator. P10 Michael Le Vell trial coverage. P13 Sun and Mirror staff unite to support journalists in court. P14 Writer says Met has lost evidence of troll threats. P14 Eu drafts law to ban mobile roaming charges. P31 John Kampfner: From RBS to BBC, we have to stop this injustice. P38 Obituary: Russell Twisk, former editor of the Listener and the UK Reader's Digest. P41 Russell Brand in spat with GQ editor over Nazi jibe at Hugo Boss. G2 P3; Daily Telegraph; Running track on roof of Google's new London HQ. P2 Delia Smith returns to Waitrose via online TV channel. P2 BBC 'dumbing down' science programmes because it is staffed by humanities graduates. P8 Michael Le Vell trial coverage. P11 Rob Hutton: How I've learned to love clichéd journalese. P24 Lisa Armstrong: the dangers of marketing tie-ups. P29 Al-Jazeera America launches. Business P2 Marissa Mayer unveils new Yahoo logo. Business P3; Financial Times; Editorial: Censoring Google is wrong way to assuage Max Mosley's plight. P8 Review: Samsung Galaxy Gear. P10 Facebook recovery spurs Russian group to cash in on $525m stake. P13 Marissa Mayer's new Yahoo logo falls flat. P17 Facebook faces fresh battle over changes to privacy settings. P17 Nokia follows in footsteps of old Nordic foe Ericsson. P17 Phone-maker Xiaomi offers smart TV. P17; The Times; Former BBC chief Mark Thompson accuses Lord Patten of misleading MPs over payoffs. P6S Science 'dumped down by ignorant BBC executives'. P21 Michael Le Vell trial coverage. P27 Russia's richest man cashes in his shares in Facebook for $525m. P53 Yahoo reveals new logo. P53; The Independent; Chris Blackhurst: Yes, David Jacobs was crackers - but he had charm too. P13 Deborah Ross: How to write a newspaper column. P20 Ray Mear vs Bear Grylls: Battle of the bushmen. P23 Michael Le Vell trial coverage. P25 The father of the search engine. P27 NIck Clegg in call to update sex education to include the 'menacing' potential of the internet. P34 Russians sell $525m stake in Facebook. P65; i; Profile: TV football pundit Alan Hansen. P3 Google gets green light for flash HQ. P3 Michael Le Vell trial coverage. P10 Deborah Ross: Columnist's block. P16 The father of the search engine - and he never worked at Google. P30 Russian Internet group sells its shares in Facebook. P48; Wall Street Journal Europe; Europe needs a 'big bang' for wireless communications. P14 Why Duck Dynasty viewers heed its call. P14 BlackBerry aims for sale by November. P17 Microsoft job poses tough sell. P19; Daily Mail; One of Britain's senior judges says we don't need new laws to muzzle the press. P4 Michael Le Vell trial coverage. P7 Professor Lisa Jardine says BBC is dumbing down science. P11 Ephraim Hardcasle: Elizabeth Hurley to play a fictional Queen of England in US TV drama. P19 TV chef Delia Smith returns to Waitrose. P25; Daily Express; Michael Le Vell trial coverage. P5 Hickey: Elizabeth Hurley to play fictional Queen of England in US TV drama. P15 Hickey: Angus Deaton on the possibility of returning to Have I Got News For You as a guest. P15 TV chef Delia Smith to return to Waitrose website. P29 Entertainment One's TV division clinches three-year deal with AMC Networks. P49; The Sun; The X Factor coverage. P3 and TV Biz P1 Michael Le Vell trial coverage. P4,5 Alan Hansen confirms he is quitting Match of the Day. P7 The troubled past of Britain and Ireland's Next Top Model winner. P20 New smartphone that lets users set up their own TV station. P26 Elizabeth Hurley to play a sexy queen in US TV drama. TV Biz P1 Strictly Come Dancing coverage. TV Biz P2, P3; Daily Mirror; Michael Le Vell trial coverage. P1,4,5 Alan Hansen confirms he's quitting Match of the Day. P3 The X Factor coverage. P11 Strictly Come Dancing contestants. P20, P21 Downton Abbey boss Julian Fellowes slams the depiction of black actors on TV. P23 Interview with Sir Terry Wogan. P36,37; Daily Star; Michael Le Vell trial coverage. P1,4-5 Football pundit says 'kids' quip made his TV career. P3 Celebrity Big Brother coverage. P8. P9 TV chef Delia Smith launches online cookery school for Waitrose. P17 Keith Lemon says no to appearing on I'm a Celebrity. P21 Strictly Come Dancing contestants. P31\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-203",
  "namespace": "we1sv2.0",
  "title": "Friday 6 Septem..."
}