{
  "content": "Wednesday 27 February 2013 06.00 EST\tExodus by Lars Iyer – review\tIn the third book in the trilogy, the most undynamic duo since Vladimir and Estragon continue their ramblings on the death of philosophy\t\"That's why he's dreamt up our lecture tour of Britain, our last tour of the ruins of the humanities. We are to investigate the conditions of his sacking, W says. The condition of the destruction of philosophy at his university – of the destruction of philosophy in Britain – of the destruction of philosophy in the whole world.\" And that's why you will either rush to embrace Exodus, weeping also for the plight of the destruction of philosophy in the universities, in Britain, and the whole world, or you will flee from it, weeping for the plight of the contemporary novel as it descends into irrelevance, self-indulgence and madcap ramblings.; Exodus is the third book in Lars Iyer's trilogy – following Spurious (2011) and Dogma (2012) – in which he records the ravings and rantings of W and the narrator, Lars, two professional philosophers whose travels through Europe and America to various academic conferences have finally brought them home to England. Lars the narrator is half-Danish, half-Indian, and a former warehouse storeman, while W is a little bit Irish, a little bit Jewish, and a world-class bullshitter. Together they are perhaps the saddest, funniest undynamic duo since Vladimir and Estragon.; For fans of Iyer and his considerable ire – available also at his excellent blog, spurious.typepad.com – the novel reprises many now familiar motifs and themes. Basically, as in the two previous books, Lars and W drink Plymouth gin together, bitch about philosophers, and Lars complains about his flat: \"a swamp in the shape of a flat, a flat-plague, a flat-catastrophe, interred in its pit. My flat that sun doesn't reach, deep underground like a mausoleum to the world's greatest idiot. My flat, like a barrow for the greatest of imbeciles …\"; Nothing much else happens. Having poured drinks and scorn throughout Europe and America the two frenemies now tour the university campuses of England and do exactly the same. \"Middlesex University has the crappiest of campuses, we agree. It looks like a primary school from the '70s.\" \"Oxford! Why do we come here? Why does Oxford always make him think of Poland? … Because Poland is a place of thought, where thought is valued, and Oxford is a place without thought.\"; Like Spurious and Dogma, Exodus is a novel which depends almost entirely on the quality of its scorn. And on any scorn-rating it scores pretty highly: the book basically consists of a series of prods, pokes, gags, winks, in-jokes, rages and philosophical wind-ups. If it were a fruit, it would be a very large, very overripe, quite deliciously rotten tomato. Our age of the blog, it seems, produces not pulp fiction but splatter fiction: the novel as insult, banter and endless rumination; the internet, in other words, between hard covers.; With the closing of his philosophy department, W has been reduced to teaching sports science students, doing his best to to impress them with the \"majesty of thinking\". In W's case, this consists mostly of complaining about his colleagues, \"picked off by careerism, by laziness, by the temptations of applied ethics and the writing of introductory books\" with titles such as \"The Idiot's Guide to Deleuze … Deleuze for the Simple … Deleuze as Pabulum, in the Pre-chewed Philosophy series, and Deleuze in Bullet Points in the Lowest Common Denominator series\". He harks back to his postgrad days at Essex University, where he and his fearless young philosopher friends were \"remade in thought's crucible\". He recalls the great guest speakers of old: \"Thinker-mathematicians, fascinated by dissipative structures and complex systems. Thinkers of irreversibility and indeterminism, of strange loops and paralogic …\" And he bangs on. And on.; The ultimate target of W's ridicule is, of course, himself. At its worst the book is what W might call a little \"blogospherical\", with endless burbling riffs on Chouchani and Lévinas, on Salomon Maimon, on Franz Rosenzweig and Kierkegaard. But even at its most roundly discursive there is always an edge of self-loathing, as when the narrator Lars imagines what a real philosopher such as Alain Badiou would make of the pair of them. \"On Saturday morning, when W is eating crumpets … and I'm still lying in bed, Badiou has already jotted down a few notes for Being and Event III; he's already drafted an obituary essay for a dead fellow thinker – a thought-enemy, granted, but a worthy adversary.\" What would someone like Badiou make of them? Worthy adversaries? Thought enemies? No. \"Les tosseurs.\"; In his day job, Lars Iyer is a lecturer in philosophy at Newcastle University, and an authority on the work of the French thinker Maurice Blanchot. According to Blanchot, in his essay \"Literature and the Right to Death\" (1947-8), \"literature begins at the moment when literature becomes a question\", when it evades any \"essential characterisation\". \"It is never even certain that the words 'literature' or 'art' correspond to anything real, anything possible, or anything important.\" With Exodus, Iyer has done his master proud.; • Ian Sansom's Mobile Library series is published by Harper Perennial.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-52",
  "namespace": "we1sv2.0",
  "title": "Wednesday 27 Fe..."
}