{
  "content": "\n\nSaturday 8 March 2014 04.30 EST\tGraduate teaching assistants deserve more than £4.40 per student per week\tPay PhD students teaching university courses a living wage, or risk pricing most of us out – and shortchanging our students\tMany universities employ PhD students like me as graduate teaching assistants (GTAs) to teach on undergraduate courses. Yet at my university – a Russell Group institution – and others, we struggle to make ends meet because we are not paid for the majority of the work we do. Meanwhile, despite our efforts, students are not getting their money's worth.; Putting in the hours; It's worth crunching the numbers to demonstrate this gap between work, earnings and the price students are paying for their education. According to my own experience, and that of other PhD students working as GTAs in the humanities, we complete anywhere between 67 and 185 hours of work when teaching a single course.; Yet we are paid for only 33 hours of work for an 11-week course: that's just three hours per week that covers one hour for teaching, one hour for preparation and one hour for marking. We are paid for the seminar teaching hour, and then the rest of the time we need to work is guesstimated as two additional hours per week.; The reality is that we must actually complete between six and 11 hours of work each week to do everything required of us: potentially almost four times the hours we're actually paid for.; GTAs in the humanities do a huge amount of work behind the scenes: reading the course material alone takes a significant amount of time. A single week's reading for a course often includes long (400+ pages) primary texts and extensive supporting critical material. In addition, we have to hold office hours, complete course admin, attend training (before the course, and during it in the form of marker meetings), and attend the lectures each week.; But where's the pay?; At my university, and at many others, GTAs are not paid for any of this extra work. We need the teaching experience to pursue a career in academia, but the teaching wage is not enough to live on.; Some PhD students have research council funding, but these awards are scarce. Many PhDs who work as GTAs also hold down part- or full-time jobs to support themselves. Balancing work, PhD study and teaching means many postgraduates are stretched to the limit. Full-time academics must also balance the pressures of teaching and research, but salaried staff earn enough to live on, and don't need further jobs to supplement their income.; Academia risks becoming (even more) exclusionary if it continues not paying GTAs for the hours they work. Taking on these roles will be the privilege of those who can afford to work unpaid. Those who cannot afford to do so will be priced out of building their CVs through teaching altogether.; Students deserve better; This issue also affects the quality of teaching undergraduate students can expect. The amount of time allocated to GTAs for marking is often so low (one hour per student, per course at my institution) that we regularly exceed it because we want to give high quality, thorough feedback. Humanities undergraduates learn in large part by receiving detailed feedback on their work – something they are within their rights to expect, since they now pay fees of £9,000 per year.; A quick calculation, however, shows that at our institution, under £50 of a humanities student's annual fees is spent paying a seminar leader to teach them on one module. This academic year, I received around £533 for teaching one course at my institution. An average seminar group has 11 students, meaning the GTA effectively costs each student only £48.45 for the 11-week course, or £4.40 per week.; Despite the terribly low value universities appear to place on their GTAs, undergraduates receive high quality teaching, because we are hardworking and conscientious: we want to do our best for the students. The value of the education GTAs provide undergraduates with is worth much more than £48.45 of their £9,000 annual fees.; The situation is similar at many other universities up and down the UK, where GTAs are a large and vital workforce. Yet we're also a very cheap workforce, and some of my colleagues have shown understandable reluctance to make demands of the university that they hope may employ them on a better wage in the future.; Damage to mental health; All this puts a huge amount of pressure on GTAs who are working many more hours than they are paid for. This is a major contributing factor to the mental health issues among PhD students that the last Academics Anonymous article highlighted. While full-time, salaried staff continue to strike over the 1% pay rise and prepare for a marking boycott, the issues underpaid GTAs face go largely unnoticed. We have made these matters known at my university, and our contracted hours are currently undergoing a thorough review. But there are many institutions where the practice of not paying GTAs for the hours they work is still ongoing.; That universities appear to value the teaching we provide at around £4.40 per student, per week, is worrying. It also begs the question: where does the rest of these students' money go?; Would you like to write for Academics Anonymous? Do you have an idea for a blog post about the trials, tribulations and frustrations of university life? Get in touch: claire.shaw@theguardian.com.; This content is brought to you by Guardian Professional. Looking for your next university role? Browse Guardian Jobs for hundreds of the latest academic, administrative and research posts.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-50",
  "namespace": "we1sv2.0",
  "title": "\n\nSaturday 8 Ma..."
}