{
  "content": "\n\nMonday 24 March 2014 13.45 EDT\tAdrian Howells obituary\tPioneering theatrical performer who liked to invite the participation of members of his audience\tThere are not many theatrical performers whose engagement with the audience extends to hugging, holding and even washing their feet. But Adrian Howells, who has taken his own life aged 51, was a pioneer who created intimate performances of unabashed honesty and generosity that were not just made for audiences, but actively invited their physical and emotional participation. He understood that theatre is not just something to be consumed, but a shared act.; Many of Howells's performances took the form of one-to-one encounters in which he would offer to wash an audience member's hair or maybe their underwear while gently encouraging them to open up and talk. He always took his cue from the participant: it was just as likely that the performance might simply involve the two of them sitting companionably in silence or spooned against each other in bed. As Howells's drag alter-ego, Adrienne, was apt to declare: \"It's all allowed.\"; Howells's great gifts were generosity and empathy, which gave audiences permission to be themselves. By exposing his own vulnerability he allowed us to make a show of ourselves, in the process questioning the way we present ourselves to the world and how that presentation is construed and constructed by others both in personal and wider social and political contexts.; Born in Sittingbourne, Kent, to a father who worked in retail and a mother who encouraged her son's obvious talent for the performing arts, Howells attended Borden grammar school, where he was often cast in school shows. As he recounted in his 2007 piece, An Audience with Adrienne, his early life was sometimes difficult as he faced up to his sexuality and faced down the depression that would reassert itself many times throughout his life.; Graduating in 1984 from Bretton Hall teacher training college, near Wakefield, West Yorkshire, Howells became an actor and performer, appearing in everything from pantomime to performance art with Leigh Bowery and Nigel Charnock. He also enjoyed a successful association with the Glasgow Citizens theatre, where he became an assistant director to Philip Prowse.; It was not until after the turn of the millennium that Howells began developing the specialist area of practice – intimate and one-on-one performances – in which he became so influential. In pieces such as Adrienne's Dancing Room and Adrienne's Dirty Laundry, both developed in 2002, he used the drag persona of Adrienne to conduct a dialogue with the audience. I recall leaving the latter, during which he washed my dirty underwear, treating it as if it was the most precious thing he ever handled, feeling both exhilarated and fragile as if he had not just caught a glimpse of my smalls but also my soul.; A string of shows followed, with Howells increasingly leaving Adrienne behind and pushing Adrian to the fore. \"It's all about me!\" he joked in the 2011 show, May I Have the Pleasure..?, created for The Arches, Glasgow, where he was artist in residence, and which drew on his extensive experience of weddings. Of course it wasn't all about him at all; with Howells it was always about us. He took infinite care with his audiences, and as a fearless explorer in an area of performance that is potentially open to abuse, he had a heightened awareness of ethical considerations and the duty of care he had to those who risked taking part.; Howells's performances were gifts. Often highly sensual and employing candles, unguents, perfume and stroking, they had real therapeutic value but always put art to the forefront. His 2008 Foot-Washing for the Sole, in which he offered to wash strangers' feet in public places, translated into many different cultures across the world, most notably Israel, where Howells washed the feet of Palestinians and Israelis side by side.; An Arts and Humanities Research Council fellow at the University of Glasgow between 2006 and 2009, Howells was also a much-loved teacher and mentor. One of his last pieces was Unburden: Saying the Unsaid, a confessional exchange performed in a space aglow with candles. A generation of young theatre makers, influenced by Howells' practice and generosity, will ensure that the flame is kept alight.; He is survived by his parents and his brother, Julian.; • Adrian Howells, theatrical performer, born 9 April 1962; died 16 March 2014",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-64",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 24 Mar..."
}