{
  "content": "\n\nWednesday 15 January 2014 13.15 EST\tCorporate sustainability messaging isn't working – it's time to look to the arts\tArtistic expression, not scripted marketing will strike the chord we're mising. Businesses should take the plunge and invest\tAn industrial patch of former mill buildings by a canal may not seem like the best venue for a piece of outdoor performance art, and \"verbatim theatre\" may not sound riveting. Yet when a group of actors led a performance walking tour along the towpath of Shipley in West Yorkshire last summer, local residents loved it. One of the big attractions was seeing and hearing their own experiences reflected back at them.; The success of the Multi-Story Water project – and its parallel pilot in the Eastville area of Bristol – has persuaded the Arts and Humanities Research Council to invest £1.5m in funding four scale projects across the UK. The goal of the three-year Towards Hydrocitizenship initiative is ambitious: to use the arts to help urban communities \"address intersecting social and environmental challenges\" via water-related themes such as droughts and flooding.; Interest in art as a tool for environmental engagement is growing at pace, as groups such as Tipping Point, Cape Farewell and the Case for Optimism testify. But are the arts really the best way to connect everyday people with the big environmental challenges of the day?; Stephen Bottoms, who produced the Shipley theatrical work, is not in any doubt. Site-specific art in particular helps localise macro issues such as climate change in a way that people instinctively understand, says Bottoms, a professor of contemporary theatre and performance at the University of Manchester \"So much of the discussion [about the environment] is conducted in sweeping global terms and not related to how people live on the ground.\"; Hence his determination for the Shipley performance to reflect the real-life voices and experiences of those who live on the canal bank. Shipley isn't Tewkesbury, he notes, referring to the Gloucestershire town renowned for its frequent floods. As such, water – and water management in particular – isn't part of Shipley's collective memory. That's not to say it's absent. But it takes an artistic event to bring out people's feelings and opinions on the subject and, by extension, on wider environmental themes.; Sara Penrhyn Jones, a lecturer in media production at Aberystwyth University, is equally passionate about art's potential to evoke responses to the environment. The words \"connecting\", \"imagining\", \"exciting\" and \"re-conceptualising\" crop up frequently in her thoughts on the topic. As she says: \"You can give people all the facts about flooding or climate change, but it doesn't mean anything until you start actually considering what a piece of land means to a community.\"; Penrhyn Jones uses video and sound in her work to both evoke and reflect emotional responses to extreme weather events. She also draws on local myth, such as Cantre'r Gwaelod, which tells of a coastal kingdom now submerged by the sea. A similar approach will characterise the community arts initiative that she's embarking on in the West Wales towns of Borth and Tal-y-bont as part of Towards Hydrocitizenship.; Art isn't just about personal engagement. It presents the opportunity of opening new public conversations in society at large as well. David Buckland is a vocal champion of this knock-on impact of art. As chief executive of the environmental arts organisation Cape Farewell, he's assisted dozens of writers, artists and performers to engage directly with climatic phenomena.; A notable example was a trip to the Arctic that Cape Farewell facilitated for British author Ian McEwan, who then went on to write his best-selling 2010 novel Solar. Such cultural responses take an individual artist's encounter with the environment from a private to a public experience. As Buckland states: \"It's not just about us brokering a conversation [with the artist], but manifesting a book or a film or an exhibition, which stand alone away from the activity itself.\"; The implications for business are several. Firstly, as a major benefactor of the arts, the corporate sector is well positioned to help put climate change on the cultural agenda. An example of such is last summer's Climate Changing Stories exhibition at London's Science Museum, which was co-sponsored by Shell, Siemens and Bank of America. Corporations should also think about directing their funding to the community-based arts scene, which is perennially cash-strapped. As major employers, businesses would also do well to consider how environmentally focused arts organisations can help engage employees on green issues.; It's in their role as communicators where corporations have much to learn. Today, global brands are investing heavily in campaigns to persuade their consumers to live more sustainably. Few succeed. Why? Much has to do with the tone and content of their delivery. Unlike community-based art, corporate environmental messaging is often too rationally minded and culturally distant. It's also too \"corporate\". People respond to authentic artistic expression, not scripted messaging. Artists need free rein. Businesses should take the plunge and give it to them.; Join the community of sustainability professionals and experts. Become a GSB member to get more stories like this direct to your inbox",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-14",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 15 ..."
}