{
  "content": "\n\nTuesday 24 June 2014 02.05 EDT\tHas higher education recreated the conditions that led to Sophistry's rise?\tIn ancient Athens, reviews could make tutors' reputations and there was fierce competition between educators. Sound familiar?\tOf all the Ancient Greek traditions in philosophy, history has been least kind to the Sophists. Many people aspire to be Epicureans. Some are happy to be regarded as Stoics, if Stoics can be happy about anything. Cynics abound. Even the eccentric Pythagoreans, who refused to eat beans, have had their followers: remember Stanley Green who used to walk up and down London's Oxford Street, holding a placard urging us to eat fewer passion-inducing beans, and not to sit down so much? Pythagoras would have been proud of him. But who would sign up as a card-carrying Sophist? Sophistry has become identified with deliberately fallacious argument for self-serving reasons. No thanks.; In Plato's dialogues the Sophists are portrayed as pseudo-philosophers who enjoy tangling up their opponents with patterns of unsound arguments for dubious conclusions. Socrates sees them off fairly early in the discussion, to be replaced by earnest young men tangled up by Socrates in patterns of marginally sounder arguments for equally dubious conclusions.; According to some commentators, though, the Sophists were victims of circumstances. Many were decent thinkers with no particular desire to bamboozle with false logic. Their problem was to live at a time when wealthy young citizens wanted to learn the rhetorical skills that would make a splash in the public forum. The Sophists were commissioned by the politically ambitious rich to teach them how to make the weaker argument defeat the stronger. So there we have it. The pitfalls of market-driven higher education, perhaps?; Not quite. Through much of history, education has been a commodity. The philosopher Schopenhauer, for example, was a Privatdozent at the University of Berlin receiving payment only from those who attended his lectures. Deliberately scheduling his lectures to clash with his enemy Hegel's much more popular classes, he earned a pittance. In fact most university teachers throughout history have relied on payment from their pupils one way or another. If professors at Harvard, Stanford and Yale have resisted corruption, why did the Sophists fall?; We can only speculate, but there are at least three further factors to add to payment. The second is an instrumental approach to learning. The young men of Athens had no interest in philosophy or logic for its own sake. They studied in order to acquire the skills to pursue their ambitions. Third, gossip spread rapidly, and teachers' reputations could be established or destroyed. And finally there were many competitors in the market place (literally). If you were not getting what you wanted from your teacher, there were plenty of others plying their trade. In these circumstances the customer is king (or queen, although not in ancient Athens).; The Sophists suffered, then, by losing control over the curriculum. If the students genuinely wanted to learn for learning's own sake, then they would have deferred to their teachers. Equally, if the teachers had a monopoly, or students didn't talk to each other, the teachers could have kept on top. But it was not to be.; We may well have recreated the conditions that led to the rise of Sophistry. In just the last few years we have introduced significant fees for education; rapid opinion sharing in the form of the National Student Survey (NSS), repeated every year and widely publicised; and increasingly desperate competition between universities.; Students, then, have been placed firmly in the driving seat. Where will they steer us? It all comes down to what they want. Are they enrolling for degrees for the love of knowledge and in order to be taught whatever we in universities judge that they ought to know? Or to get a qualification? Or to learn particular skills? At the moment, presumably, all three, but luckily, on the whole, the skills they want to be taught are the same ones that we want to teach them. I don't want to alarm anyone, but do watch out for students who want you to teach them how to make a weak case look strong. Heightened enthusiasm for presentational skills could be an early warning sign.; • Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-147",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 24 Ju..."
}