{
  "content": "Friday 12 April 2013 11.26 EDT\tActivate London: speakers\tActivate London speakers lead by example, not just by commentary\tSarah Akwisombe, managing director, We Are The Million; Sarah joined Participle in March 2013 to develop and lead on new tech venture, We Are The Million, a micro crowdfunding site which supports small businesses to raise funds and create jobs. Sarah background is in the music industry, creating and performing her own work around the world whilst running a small independent record label. She has also launched a successful beauty business, The Glam Collective, an agency for makeup artist representation that has secured clients such as Revlon, The BRIT Awards and more, which was named in the Smarta 100 in 2012. As well as her background as an entrepreneur, she has had years of experience in youth development through projects such as Somewhereto, Rithmik (Barnet Council) and Journeys (Croydon Council).; Clive Beale, director of educational development, Raspberry Pi Foundation; Clive trained as a biologist and spent several years at the Royal Botanic Gardens, Kew before becoming a teacher in 2003. For the last 10 years he has taught ICT and computing at secondary school.; In late 2011 Clive got to play with a beta version of Raspberry Pi and immediately saw the educational potential. For the next year he worked with the Raspberry Pi Foundation in his spare time and in February 2013 he left teaching to work for them full-time.; Nick Bostrom, professor, Faculty of Philosophy, Oxford University; Nick is professor in the faculty of philosophy at Oxford University and founding director of the Future of Humanity Institute, and the Programme on the Impacts of Future Technology within the Oxford Martin School. He is the author of more than 200 publications, including Anthropic Bias, Global Catastrophic Risks, and Human Enhancement, and has a forthcoming book on superintelligence. He previously taught at Yale, and was a postdoctoral fellow of the British Academy.; He is best known for his work in five areas: the concept of existential risk, the simulation argument, anthropics (developing the first mathematically explicit theory of observation selection effects), transhumanism, including related issues in bioethics and on consequences of future technologies, and foundations and practical implications of consequentialism.; Nick has a background in physics, computational neuroscience, and mathematical logic as well as philosophy.; David Carter, CEO, Corporate Group; David is the 21-year old CEO of the UK-based technology and consulting company Corporate Group. Corporate Group develops and sells computer and mobile device software, along with offering infrastructure and consulting services in areas ranging from application development, integration, and solution development. Corporate Group is headquartered in Manchester, England with offices in London, Russia, Mumbai, and Palo Alto, California.; Jordan Casey, CEO and founder, Casey Games; Jordan Casey is a 13 year old self taught programmer and entrepreneur from a small city called Waterford in Ireland.He began programming at 9 and in 2012, at the age of 12 he launched his first startup, Casey Games.Casey Games is one of Ireland's most successful mobile game startups and have launched several successful iPhone and Android apps.The Company is also based in Waterford.He is also active in encouraging kids to start programming and encouraging people to support young entrepreneurs.; Vint Cerf, vice president and chief internet evangelist, Google; Vinton has served as vice president and chief internet evangelist for Google since October 2005. In this role, he is responsible for identifying new enabling technologies to support the development of advanced, internet-based products and services from Google. He is also an active public face for Google in the internet world.; Cerf is the former senior vice president of Technology Strategy for MCI. In this role, Cerf was responsible for helping to guide corporate strategy development from the technical perspective. Previously, Cerf served as MCI's senior vice president of Architecture and Technology, leading a team of architects and engineers to design advanced networking frameworks including Internet-based solutions for delivering a combination of data, information, voice and video services for business and consumer use.; Cerf was appointed by President Obama to serve on the National Science Board beginning in February 2013.; Helen Clark, administrator, United Nations Development Programme; Helen Clark became the Administrator of the United Nations Development Programme in April 2009, and is the first woman to lead the organization. She is also the Chair of the United Nations Development Group, a committee consisting of the heads of all UN funds, programmes and departments working on development issues.; Prior to her appointment with UNDP, Helen Clark served for nine years as Prime Minister of New Zealand, serving three successive terms from 1999 - 2008. Throughout her tenure as Prime Minister, Helen Clark engaged widely in policy development and advocacy across the international, economic, social and cultural spheres.; Benjamin Cohen, former technology correspondent, Channel 4, founder, PinkNews, executive director, clarity.pr; Benjamin is the former technology correspondent at Channel 4 News. Now he's the publisher of PinkNews.co.uk, Europe's largest lesbian and gay publication and is the executive director of Clarity PR, a fast growing technology and media communications agency. He became known for his dot.com enterprises as a teenager having launched an early social networking community website Jewishnet.co.uk and a pre-Google UK search engine. Last year, he founded the Out4Marriage social media campaign for same-sex marriage in the UK.; David Cohen, CEO and founder, Techstars; David is the founder and CEO of TechStars. Previously, he was the founder and CTO of Pinpoint Technologies which was acquired by ZOLL Medical Corporation (NASDAQ: ZOLL) in 1999. David was also founder and CEO of earFeeder.com, a music service which was sold to SonicSwap.com in 2006.; David is an active startup advocate, advisor, board member, and technology advisor who comments on these topics on his blog at DavidGCohen.com. He sits on the board of advisors for Computer Science at the University of Colorado, the Entrepreneurial advisory board at Silicon Flatirons, and the board of advisors of the Deming Center Venture Fund.; Maria Eitel, CEO and President, Nike Foundation; Maria Eitel is the founding CEO and President of the Nike Foundation where she works to unleash the girl effect, the powerful social and economic change brought about when girls have opportunity. Prior to the Foundation, Maria served as NIKE, Inc.¹s first Vice President of Corporate Responsibility. Before Nike, she served at the White House, the Microsoft Corporation, the Corporation for Public Broadcasting and MCI Communications Corporation.; Katie Fehrenbacher, senior writer and features editor, GigaOM; Katie Fehrenbacher has been reporting on cutting-edge technology, startups and innovators in Silicon Valley for a decade. She joined GigaOM as the first employee in 2006, and is currently a Senior Writer at GigaOM. These days she is particularly excited about design-centric innovation, and the intersection of sustainability and technology.; Michael Fertik, CEO and founder, Reputation.com; Michael Fertik founded Reputation.com with the belief that businesses and individuals have the right to control and protect their online reputation and privacy. Credited with pioneering the field, Fertik is lauded as the world's leading cyberthinker in digital privacy and reputation. Recently named Entrepreneur of the Year by TechAmerica, he is a member of the World Economic Forum Global Agenda Council on the Future of the Internet and received WEF's Technology Pioneer 2011 Award. Fertik's commentary can be found in the Harvard Business Review, Inc.com, LinkedIn Influencer, and he frequently appears on major national and international broadcast outlets.; Paul Frampton, UK CEO, Havas Media; Paul's role as CEO is to not only ensure Havas Media delivers excellent results for both clients and shareholders, but to oversee the evolution of the agency and future proof our structure and market offering. This includes product development, from the evolution of traditional media product such as TV into Video, and Radio into Audio. In addition to this, Paul's role is to focus on product innovation, whether this be in the digital space, in SEO, Ad Exchange or Affiliate Marketing or adding new skills to our offering such as reciprocal media exchange or branded content.; Jim Fullalove MDesRCA, director, therefore Product Design Consultants; A postgraduate of the School of Industrial Design, Royal College of Art, Jim specialises in product design development and management within design consultancy. His career began with Philips in Europe where he designed home appliance products for mass markets. He then took a fork in the road to take a design management role at the Design Council London which forged his future path. As a director of therefore he manages clients, projects and partnerships as part of the business development function. His work is varied and challenging, and involves the management of largely innovation-led design commissions, as well as projects that develop into therefore commercial partnerships and ventures.; Ben Gwalchmai, Book Kernel associate producer, Hodcha; Ben is a nomadic actor, maker, writer, and worker, having resided in London, Wales, Budapest, Australia, and Bristol. He has been a writer for the Welsh National Opera, a web-editor for Modern Poetry in Translation, a director for Backscratch Theatre and his debut novel, Purefinder, is being published in 2013 by Cosmic Egg Books. He is associate producer with Hodcha for the Book Kernel project.; Paul Hilder, vice-president of global campaigns, Change.org; Paul Hilder is the Vice-President of Global Campaigns at Change.org, the world's fastest-growing platform for social action that allows anyone, anywhere to start, join and win campaigns. He is also co-founder and board director of the network movement 38 Degrees. Previously he was Director of Campaigns at Oxfam GB, Campaign Director of Avaaz and a co-founder of international affairs website openDemocracy.net. Paul has worked on democracy, conflict resolution, governance and civil society organising in the UK and around the world, including with the Young Foundation. He is the author of Contentious Citizens (2007), a book-length study of people-powered campaigning.; Felipe Heusser, founder and director, Ciudadano Inteligente and co-founder, Peepol.tv and Subela Radio; Felipe is a social entrepreneur and activist using web technology as mean for civic organising, media innovation and reducing power asymmetries. He is the co-founder and director of Ciudadanointeligente.org - the 2011 winners of the Golden Nica award from Ars Electrónica.; Felipe is affiliated to the Berkman Center for internet and society at Harvard University, Ashoka fellow, and co-founder of Subela.cl (online radio) and Peepol.tv, a global live-streaming network - winner of the 2012 Knight News Challenge.; He graduated as a lawyer from the UC-Chile, holds a masters in public policy from the London School of Economics (LSE), and is currently a PhD candidate in government, also at the LSE.; Brent Hoberman, co-founder, PROfounders Capital and chairman, made.com; Brent co-founded PROfounders Capital in 2009 - an early stage fund backed by entrepreneurs for digital entrepreneurs. He is chairman and co-founder of made.com, a direct-from-factory consumer crowd-sourced homewares retailer in the UK.; Most recently alongside PROfounders Capital he joined the board of easyCar.com. Brent co-founded lastminute.com in April 1998. He was CEO from its inception and the team took the company to profit and gross bookings of over $2bn. lastminute.com acquired 14 businesses after the IPO to supplement the annual growth of the core brand which was over 100% from 1998 – 2004. In 2005 lastminute.com was sold to Sabre for $1.1bn.; Brent is on the ICA Council and a non- executive board director of Guardian Media Group, TalkTalk PLC, Time Out Group & Shazam. Brent also sits on the UK government digital advisory board.; Patrick Hunt, creative director, therefore Product Design Consultants; Patrick has over 25 years product design experience since graduating in Industrial Design from Leeds School of Art & Design. He was the Grand Pris winner of the National Nestle Student competition and has continued creating award winning designs ever since. Patrick's knowledge of manufacturing process was formed early in his career whilst working as a staff designer for the European electronics giant, Philips at their global design headquarters in Eindhoven, Holland. Later Patrick employed his talents at the British Design Consultancy, Seymour Powell to make it one of the most successful design houses of the 1990s. Patrick joined Therefore in their second year and performs a wide range of creative design, innovation and leadership tasks. He created the multi-award winning coffee maker, Presso and has been pivotal in its commercialisation.; Jeff Jarvis, professor, CUNY Graduate School of Journalism; Jeff is the author of Public Parts: How Sharing in the Digital Age Improves the Way We Work and Live and What Would Google Do? He directs the Tow-Knight Center for Entrepreneurial Journalism at the City University of New York Graduate School of Journalism. Jeff was founding editor of Entertainment Weekly magazine, TV critic for TV Guide and People magazines, Sunday editor and associate publisher of the New York Daily News, and a columnist for the San Francisco Examiner.; Bindi Karia, vice president, accelerator, Silicon Valley Bank; Bindi currently leads Silicon Valley Bank's early stage efforts as vice president, accelerator. Having devoted much of her career in and around the startup ecosystem, most recently as the venture capital and emerging business lead at Microsoft UK where for five years, Bindi led BizSpark in the UK. She focused on how Microsoft could drive success for early-stage technology companies as well as being responsible for working alongside the UK investor community, including venture capitalists and angel investors on behalf of Microsoft. She also sits on many advisory boards, including Seedcamp, Astia, EVCA - Digital Agenda Task Force, SVC2UK CEO Day, and BCS Entrepreneurs.; Bindi has been on the Wired UK Top 100 Digital Power Broker list from 2010 - 2012, on the 2012 Girls in Tech Euro 100 Women's list, and named as one of the Six Most Connected Women in the UK by the Institute of Directors in 2011,shortlisted as a finalist for Asian Business Woman of the Year in the 2010 AWA Awards.; Anastasia Khoo, marketing director, Human Rights Campaign; Anastasia oversees organisational marketing strategies as well as managing digital media, advertising and various other public relations projects. She developed the red logo campaign that took over the internet with more than 10 million individuals changing their profile pictures in support of equality. It was the most viral campaign in the organisation's history as well as Facebook's. Prior to joining Human Rights Campaign, she spent six years in the environmental movement with Greenpeace developing its communications and brand strategy as well as collaborating on a variety of high-profile corporate and grassroots campaigns.; Stephen King, partner, Omidyar Network; As partner at Omidyar Network, Stephen brings exceptional experience in applying media and technology to create positive social impact. Based in London, Stephen leads the global government transparency investment area. His portfolio includes FrontlineSMS, Global Voices, mySociety, Refugees United, The XYZ Show and Ushahidi.; Prior to Omidyar Network, Stephen served as the chief executive of the BBC World Service Trust, where he led a period of sustained growth that included building programmes in more than 40 countries in the developing world. Stephen helped establish the trust's international reputation as one of the largest and most successful organisations using media and communications to improve the lives of the world's poor and promote better governance and transparency worldwide.; Jemima Kiss, head of technology editorial, Guardian News & Media; Jemima Kiss joined the Guardian in 2006 and covers big tech businesses, startups and technology trends. She is a permanent fixture on the Tech Weekly podcast and sits on the British Journalism Review editorial board. A proud graduate of Dartington College of Arts, Jemima has covered technology and media online since 2002. So if the internet dies, everything she has ever done goes up in smoke; Saul Klein, partner, Index Ventures; Saul joined the London office Index as a partner in February 2007. He currently serves on the boards of Alertme, Chartbeat, Erply, GlassesDirect, MyHeritage, Seedcamp, Songkick and Soluto.; Saul brings over 15 years of experience successfully building and exiting companies in both the US and Europe as an entrepreneur, operator and seed investor. Most recently he was the co-founder and original CEO at Lovefilm International and part of the original executive team at Skype. Since 1999 he has been a Founding Partner of The Accelerator Group and in 2007 he started Seedcamp and OpenCoffee Club, which is now active in over 90 cities around the world.; Divinia Knowles, COO/CFO, Mind Candy Group; Divinia is one of the driving forces behind Mind Candy, a $250m company that has developed the global kids phenomenon Moshi Monsters™. A qualified management accountant, her years of business experience have helped grow Moshi Monsters into one of the leading kids' entertainment brands of the digital age.; Divinia's areas of expertise centre around working with growing start ups driving sales growth, brand development, launching products, building market share, creating global distribution networks while maintaining financial excellence and operational efficiency. She brings valuable insight and knowledge to the team regarding the leadership and management challenges faced by fast-growth companies.; Paul Maltby, director of open data and government transparency, Cabinet Office; Paul is director of open data and transparency in the UK Cabinet Office, responsible for releasing government data so they can be freely accessed by citizens to strengthen government accountability, improve public services, and drive the next generation of data-led economic growth.; Prior to this he worked in and around government on various aspects of public service reform. Most recently he was in Leicestershire County Council where he worked on schools reform and joined up commissioning across different local public services. He was director of strategy in the Home Office and began his time in government in the Prime Minister's Strategy Unit.; Dr Ben Medlock, co-founder and CTO, Swiftkey; As co-founder and CTO of SwiftKey, Ben invented an intelligent keyboard for smartphones that has transformed typing on touchscreens. A best-selling Android app, SwiftKey's software is also pre-installed on millions of mobile devices. It uses advanced natural language processing (NLP) to learn from each user and accurately predict their next word. The GSMA and Webby Award-winning company was recently ranked the 6th most innovative mobile business in the world by Fast Company. Ben has a first class degree in computer science from Durham University and a doctorate in natural language and information processing from the University of Cambridge.; Julie Meyer MBE, founder, Ariadne Capital; Born in the US and living in Paris and London for 25 years, Julie is the founder and CEO of Ariadne Capital, managing partner of the Ariadne Capital Entrepreneurs (ACE) Fund, founder of Entrepreneur Country and co-founder of First Tuesday. Julie founded Ariadne Capital in 2000 to create a new model of the financing of entrepreneurship with 60 founding entrepreneurs - 'Entrepreneurs Backing Entrepreneurs'. Ariadne has backed explosive growth companies like Skype in 2003, Monitise in 2004, and now the ACE Fund backs 'digital enablers' which bring digital revenues to existing and traditional businesses. In 2012, Julie was honoured to receive an honorary MBE, for her services to entrepreneurship.; Rufus Pollock, founder and director,Open Knowledge Foundation; Rufus Pollock is a Founder and Director of the Open Knowledge Foundation, a Shuttleworth Foundation Fellow and an adviser on open data to several governments. He has worked extensively as a scholar, coder and activist on the social, legal and technological issues related to the creation and sharing of knowledge.; Danae Ringelmann, founder and CCO, Indiegogo; Danae co-founded Indiegogo to democratise fundraising. Passionate about helping artists and entrepreneurs embrace crowdfunding. Danae recently contributed to SXSW, MAD Hong Kong, TEDx, Big Omaha and CeBit. Fast Company Magazine recently named Danae one of the Top 50 Most Influential Women in Technology. She is a CFA charterholder and holds an MBA from the Haas School of Business at UC Berkeley and graduated with a degree in Humanities from UNC-Chapel Hill. @gogoDanae; TH Schee, co-founder and CEO, Fertta Communications; Social entrepreneur, #OpenGov #OpenData #ICT in Taiwan, TH Schee has kicked off 3 startups, 2 NPOs in the besieged yet vibrant and democratic island, and survived a solo motorcycle ride across Australia at 15. He has pioneered several social/mobile web projects and his works directly inspired presidential and mayoral web campaigns in domestic elections since 2001.; He has also served in management roles across industries at Academia Sinica, Yam.com, Mio.com, Sanlih Television and JUT Construction Group. Now he's the co-founder of Fertta Communications and an advisor to the Open Data Alliance.; Professor Sir Nigel Shadbolt, chairman and co-founder, Open Data Institute; Sir Nigel Shadbolt is a Professor at the University of Southampton where he leads the Web and Internet Science Group. He has made significant contributions to Artificial Intelligence, Computer Science and the emerging field of Web Science. He has founded successful technology companies one of which, Garlik, won the BT Flagship IT Award in 2008 and was acquired by Experian in 2011. He is also the Chairman and Co-Founder of the Open Data Institute (ODI). Launched in December 2012, the ODI focuses on unlocking supply and stimulating demand for open data. It promotes the creation of economic, environment and societal value from open data releases. He was appointed in 2009 by the Prime Minister to transform access to public data, work that resulted in data.gov.uk – he currently advises the Coalition Government on Open Data and is also leading the UK's midata programme aimed at given individual's control of their data. In 2013 he was knighted in the Queen's Birthday Honours for services to science and engineering.; James Sharpe, ICREA research professor, Centre for Genomic Regulation (CRG); Computer programs are often quite fragile – a single bug in the code can crash an entire software system. By contrast, biological organisms show remarkable resilience and adaptability. James' research group develops computer models to understand how multicellular tissues self-organise during development. Recently, he has initiated the SwarmOrgan project, which explores the similarities between biological cells and multi-agent robotics, with the vision that one day human technologies could be as robust as living systems - for example healing themselves after damage. Before joining the CRG in Barcelona, James did his PhD studies at the National Institute for Medical Research in London, and postdoc work at the human genetics unit in Edinburgh.; Matt Simons, global director of social & economic justice, ThoughtWorks; Matt Simons is the Global Director of Social & Economic Justice for ThoughtWorks. In this newly-created role he works to integrate social justice into ThoughtWorks' business strategy and operations on an equal basis with financial performance and product excellence. This means everything from driving strategic shifts in the customer portfolio (towards more mission-influenced organizations) to helping build social and political awareness among employees to determining ways ThoughtWorks can participate or influence social and political movements. Prior to this rather unique role, Matt spent fifteen years in various roles in Software Delivery and Consulting in the UK, US and India. He is based in Chicago.; Benjamin Southworth, deputy CEO, Tech City Investment Organisation; Benjamin is the deputy CEO and head of community for Tech City Investment Organisation. His tasks range from events planning to identifying possible collaborations and liaising with the community. His particular fascination is improving digital literacy, with special focus on hacker and maker culture.; Bambo Soyinka, artistic director, Hodcha; Bambo is a creative entrepreneur, imagineer and lover of all things to do with stories and storytelling. She has contributed to the success of several groundbreaking projects and has worked with leading national and international organisations, including the National Theatre Wales, BBC, Channel 4, Beyond the Border International Storytelling Festival and the Berlinale international film festival. She began her digital career with Victoria Real, an interactive media company (now part of Endemol). As the lead interactive developer for the Real Trade team, Bambo directed a team of six people producing multimedia content for the BBC and Channel 4, including a cross-platform media package for Trinny and Susannah and a 360 multimedia experience for the first ever Big Brother series. Bambo is a NESTA creative enterprise graduate and has a doctorate in virtual futures from Cardiff University.; Martin Tisné, director, policy, Omidyar Network; As director of policy at Omidyar Network, Martin brings extensive experience advocating for change in government and donor policies and driving sector-level change in the field of government transparency and accountability. Based in London, Martin leads policy, advocacy strategy, and related investments for the global Government Transparency initiative. Martin joined Omidyar Network in early 2012. Most recently, he was founding director of the transparency and accountability initiative, a collaborative of leading funders committed to strengthening democracy by empowering citizens to hold their governing institutions to account. At transparency and accountability initiative, he also helped found the Open Government Partnership, a multilateral initiative aimed at securing commitments from governments to promote transparency, increase civic participation, and harness new technologies for more effective governance.; Chris Vein, chief innovation officer for global information and communications technology development, The World Bank; Recently described by FedInsider as 'innovating innovation itself,' Chris is the chief innovation officer for global technology development at the World Bank. Here, Chris leads the implementation of the World Bank's information and communications technology strategy, ICT policy and engagement dialogue with internal and external clients, and global ICT knowledge and expertise with client countries.; Prior to joining the World Bank, Chris was the deputy U.S. chief technology officer for government innovation in the White House Office of science and technology policy.; In that role, Chris focused on making government more open, entrepreneurial, and lean; creating new and innovative opportunities for delivering government products, services and processes; and incubating innovation capacity in the civic, technology and civil society arenas.; Hans Vestberg, president and CEO, Ericsson; Hans is president and chief executive officer of the Ericsson Group, the world's leading provider of telecommunications technology and services. Working in more than 180 countries, Ericsson has more than 110,000 employees and generated 33.8 billion USD (SEK 227.8 billion) in 2012.; Hans joined Ericsson in 1988, and was instrumental in developing the company's industry-leading services operation, which grew threefold during his five years of management (2003-2007). Hans has wide international experience, having held various managerial positions for Ericsson in China, Brazil, Mexico and the US. Along with the rest of Ericsson's executive team, he is focused on advancing the company's leadership through innovation, technology, services and sustainable business solutions. Under his direction, Ericsson has become the main driver toward the Networked Society, where connectivity is the fuel of progress. The success of the Networked Society concept will rest on the ability to bring together mobility, broadband, and cloud computing – networks must be transformed to become smart, scalable and give superior performance.; Ev Williams, CEO, Medium, co-founder, Obvious Corporation and co-founder, Twitter; Evan Williams is an American entrepreneur who has co-founded two of the biggest services on the Internet—Blogger, which he ran for four years before selling to Google in 2003, and Twitter, where he was CEO for two years and now serves on the board of directors. Currently, Evan is running Medium, a new publishing platform, spun out of The Obvious Corporation in 2012.; Evan was raised on a farm in rural Nebraska and has been recognized as one of Inc. Magazine's Entrepreneurs of the Decade, one of the 100 most influential people in the world, according to TIME, and named a Young Global Leader by the World Economic Forum. He lives in San Francisco with his wife and two sons.; Svitlana Zalishchuk, founding director, NGO Centre UA; Many more speakers from across the globe to be announced. Check the website for regular updates or follow us on twitter @ActivateSummit; Click here to book your place »\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-90",
  "namespace": "we1sv2.0",
  "title": "Friday 12 April..."
}