{
  "content": "Friday 19 July 2013 08.17 EDT\tBritish Library hush is broken by a row over reading room rules\tA fierce debate on the British Library's policy of admitting undergraduates is playing out on the pages of the London Review of Books. But should librarians throw out the 'intruders'?\tA debate about the British Library's policy on reading room passes currently playing out in the pages of the London Review of Books brings to mind a terrible joke my Dad used to tell:; Perhaps it's the cathedral-like quality of the British Library or the stately progress of the LRB debate, progressing in fortnightly instalments on its letters page – far removed from the fast-moving world of Twitter hashtags and online comment threads.; It all began in April with Inigo Thomas's piece about his experience of the British Library, which decided back in 2004 to open its doors more widely, dropping the membership age from 21 to 18 to allow undergraduates in. Numbers swelled, and in 2012 the reading rooms in London and Yorkshire received more than half a million visits.; The piece was enough to light the touchpaper of annoyance among that subset of UK readers who are both users of the British Library and subscribers to the LRB.; Two weeks later, on 23 May, James Obelkevich concurred, lamenting an open-plan design which allows the noise of scanners, telephones and fax machines in the service areas to \"go straight out into the reading areas, causing constant distraction and irritation\"; Intruders! Steady on. Surely students swotting for exams are exactly the species you'd expect to find in the British Library? The British Library defended its current policy, saying: \"While our reading rooms are sometimes very busy, particularly around Easter and other traditional peak times, we actively manage usage levels in advance of these periods and use various channels, including Twitter, @britishlibrary, to direct people to available seating.\"; On 6 June, Richard Davenport-Hines writes in to suggest that the likes of Obelkevich, \"who deplore the current accessibility of the library to the young and eager … need to be reminded how unpleasant the old regime was\". He recalls how in the 70s he was \"grudgingly\" issued with a new card, having been \"subjected to close interrogation by a young librarian who hissed and snapped at me as he fought every inch of the way against allowing me into the British Library again\".; In the same edition of the LRB, Obelkevich received a sympathetic response from Peter Cave, who said: \"Some readers sniff their way through their researches and – worse – even use fingers as tissues, the fingers then turning the pages in mucous delight.\"; Eeww; now that's just getting grubby. Cave's disgust had seemed to put an end to the matter, until on 18 July this came in from Roger Morsley-Smith, recalling his experience pre-2004 of applying for a reader pass:; My own experience of applying for a British Library reader pass last autumn was far less terrifying. I smiled a lot, anticipating a fight; the man in charge smiled back, took a terrible photo of me, and issued me with a reader pass for year. Just like that.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-170",
  "namespace": "we1sv2.0",
  "title": "Friday 19 July ..."
}