{
  "content": "\n\nTuesday 27 May 2014 04.37 EDT\tSpecial report: an outsider’s guide to the City of London\tHas the UK’s financial HQ done anything meaningful to protect itself from future economic shocks? Stephen Moss goes deep into ‘enemy territory’ to find out\tJustin is a senior banker specialising in mergers and acquisitions at a big investment bank in London's Canary Wharf. If anyone is a “master of the universe”, it is Justin, who never does tell me how much he earns, nor even how many digits his income runs to. I'd hazard a guess at seven, maybe eight in a good year. “I'm underpaid for what I bring in to the bank,” is all he'll say.; My initial contact with him is a Saturday-morning phone call. I am just struggling into consciousness; Justin has been up for hours, sealing a deal in Africa. He says he gets to his office at 7am every day, and is often still there at midnight. The attraction of the City of London for financiers is that it spans time zones and acts as a bridge between the US and the rest of the world – hence the 17-hour day. The other seven hours can be left to Wall Street. Even investment bankers occasionally have to sleep.; A few days after our initial phone conversation (when Justin warns me that “we see the Guardian as the enemy”), we meet at a hotel in Mayfair, where he has been having lunch with clients. Mayfair, Canary Wharf and the old City, based around the Bank of England, are the three centres of London's financial world. Canary Wharf – modernist, faceless, towering – houses the mighty investment banks; the City – quirky, crowded, knotty, historic – has the brokers, insurers and ancillary services; Mayfair – discreet, stylish, cosmopolitan – is home to the hedge funds and private equity companies.; I am trying to understand the culture of the City; to find out whether those who work there have learned the lessons of the crash of 2007-08, and if the City can ever be made “disaster proof” – a question that has vexed politicians, financiers and the public ever since (indeed Mervyn King, the former Bank of England governor, has been warning the Hay Festival that another Fred Goodwin – the disgraced former Royal Bank of Scotland boss – will emerge unless the banking system changes).; Seeking an insight into the City’s problems is a thankless task. The terminology is baffling – I still can't distinguish between a credit default swap (CDS) and a collateralised debt obligation (CDO); organisations, including the Bank of England that refuses to grant me an interview, thrive on opacity; and City insiders are paranoid about talking to the media. I have never met so many people who insist on anonymity and demand to see quotes, or who, like Justin (not his real name), want both. He really must see me as the enemy, but to his credit he does talk – even if later he doubts whether he should have given the interview.; “The City is the equivalent of Venice in the middle ages,” Justin tells me. “It's a massive international melting pot that drives London and the rest of the country.” He accepts there are bad guys, especially among the hedge funds, but insists the malign aspects of the City are outweighed by its benefits to the UK economy – providing more than 10% of the Treasury's total tax take. “To the aesthete Guardian, the average City trader looks pretty ugly because they drive swanky cars and are spivs,” he tells me, “but you should respect the mores and the facts.” I promise to try.; Justin startles me by extending his Venetian analogy. If the City is Venice, he says, then the rest of the UK is Mestre – the boring bit on the other side of the causeway that no one visits. “The banks are here [in the UK], but almost everything they do is not here,” he says. “I've got no clients in this country. I've got clients in Russia, Mexico, South Africa, Australia, Switzerland. That's very normal in the City. The City doesn't service London and the UK; it starts off in India and goes all the way to Ireland, then up to Russia and down to Cape Town.” The City is not especially interested in the UK; it exists to serve ‘Emea’, a land known only to bankers: Europe, the Middle East and Africa.; He doubts whether I will really grasp the City. “One of the problems for you is that the big banks are so massive. If I leave my desk and walk 10 yards, I have no idea what the people sitting there do. I'm on one floor of a huge, multi-storey building, and each floor is the size of a football pitch.” It sounds loathsome. Does he enjoy it? “With a bank you have to be in a competitive frame of mind. If you're good at it, you like it and you make money for yourself and the bank. You enjoy it and you like the buzz of money. If you're not good at it, you're unhappy, you don't make any money and eventually you get shot. I really hate it if I'm not doing well. It's like a big competitive cocktail party where you have to be personable and outgoing and persuasive, but also you've really got to think through the issues, understand the complex beast you're working for, and exploit all the various things it can do. Most of these banks can do anything.” In a good way, he means.; A few days after meeting Justin, I have dinner with three members of a City-based book club – a partner in one of the big four accountancy firms, a partner in a large City law firm, and a senior analyst at an investment bank. They are thoughtful, friendly, articulate; they don't share Justin's hang-ups about the Guardian; they accept there are many legitimate criticisms of the City – the accountant even recognises that the domination of the big four accountancy firms is a cartel; and they don't wash down the expensive meal (paid for by the accountant, thank goodness) with a ludicrously overpriced bottle of wine; in fact they don't drink any alcohol. Conclusion one: the image of the drink and drug-fuelled City may be overstated; these guys like good food, lively conversation – an antidote to the ritualised alternation of home and work, says one – and thought-provoking books. They are the antithesis of spivs.; The analyst (all three have requested anonymity) rejects my assertion that the City is hermetically sealed from outsiders and almost deliberately opaque – my main conclusion by the time I meet them. With a comment that underlines the difficulty facing the newly launched Banking Standards Council (an independent body that will monitor the City’s attempts to restore its reputation), he says, “You have to be careful when you refer to ‘the City’. It doesn't really exist. There are lots of different parts of the City that often work together, but it's a very long way from being homogeneous. They're all financial markets to some extent, and the City just happens to be the geography and the legislative regime that everybody operates in.; “It's a lot less homogeneous than it used to be,” he continues. “It's much more fragmented. There's no trade body, there's no single profession, the regulators have been fairly fragmented, and the client base is all different. I've got hedge fund clients who are often managing money on behalf of very wealthy individuals. I've got pension fund clients who are managing the retirement funds of shopfloor workers. The only thing that's homogeneous about it is that very little of it is consumer facing. It's all professional clients. There's a vague commitment to keeping London competitive as a financial centre, because that's in everyone's interest, but that's as close to esprit de corps as you get.”; The esprit de corps of the old bowler-hatted public-school City of the 1960s and 70s has gone. The US-born lawyer tells me that when he first came to the UK in the late 1980s, the City ran entirely on personal trust and had no regulation at all. “It shocked me coming from the US, where the securities markets [markets where assets such as stocks, bonds and futures are traded] had been regulated since the 1930s.” He says deals were done with a handshake, and the lawyers drew up the contracts later. In the US it was always the other way round. That informality and sense of belonging to a club, in which the main sanction was the threat of being blackballed by your fellow members, largely disappeared with the restructuring (or rather destructuring) of the City that took place in 1986 – the so-called \"big bang\", from which both London's dramatic rise as a global financial hub and the collapse of 2007-8 directly stem.; The analyst says banks are now too big. “Most banks are a series of silos,” he says. “There's a fixed-income [government bonds] business, there's an equities [company shares] business, there's an advisory business, there's a fund management business, and they all operate with different regulators, different chinese walls, different operational requirements. In theory there's a synergy in having them all together, but in practice they're actually quite different institutions, and sometimes, in my more cynical moments, I think the only reason organisations get bigger is so the CEO can get paid more, because there's a strong correlation between the size of the organisation and how much money the CEO makes.”; He says that these multi-function banks, which have emerged since big bang, are impossibly complex. “I look at our business and I think, how could one person understand a big, sophisticated international investment bank? It's almost impossible, particularly because the financial instruments have got a lot more complicated. With some of the financial instruments, you may be able to value them accurately today, but tomorrow it could be completely different. There are so many complicated things driving the valuation that no one can really understand what goes on, and the speed of trading makes it potentially very dangerous.”; In the age of high-frequency trading, where computers are increasingly making decisions with minimal human supervision, many insiders believe that, if there is another crash, the dominoes will fall even faster than last time. In 2008, chancellor Alistair Darling had 48 hours to make sure the ATMs didn't run out of cash. Next time the window may be a lot smaller (though optimists suggest it might be possible to program the computers to shut down if markets are in freefall). What is certain is that we are entering unknown territory, and that a future crash will take a different form from that of 2007-8.; Big bang; Justin and my dinner companions are denizens of the new City of London. This came into being on 27 October 1986, when the Thatcher government stripped away all the old rules and conventions governing financial life, in particular the brokers' fixed commissions that had made it a closed shop, and heralded a revolution that became known as big bang. “Big bang changed everything,” says David Kynaston, author of a highly regarded four-volume history of the City. “Until then, the City was just the Square Mile, and in many ways it was a village.” The governor of the Bank of England had almost papal powers and, it was said, could exert authority by arching an eyebrow.; “It wasn't just that the financial centre was a physically much smaller place, which gave it a greater intimacy,” says Kynaston. “Business itself was conducted in a much more personal way, partly because institutions were smaller but also because markets were face to face. They became very impersonal with screen trading. There were also infinite personal connections. You had City families where one brother went off to a merchant bank and another brother went off to a discount house and another went to a stockbroking firm and so on. There was an intricate interconnected web of personal relationships.”; The upside – personal trading that bred the culture of “my word is my bond” – had a downside: this really was a closed world of public school chaps who all knew each other, dined with each other, played golf or went shooting together, and earned a comfortable living because of the closed-shop practices that Margaret Thatcher, in the City as elsewhere, quite rightly set out to destroy. She ushered in a new, meritocratic world that is much more tolerant than the old City (where anti-semitism was endemic), but also made possible the takeover of the City by American banks in the 1980s and 90s, sweeping away most of the cautious old family-owned institutions and prepared the ground for the ultra-competitive anything-goes culture that produced the crash.; In 2000 Philip Augar, a former high-flying City broker, wrote a book called The Death of Gentlemanly Capitalism, which chronicled the end of the old City. Even then, long before the great reckoning of 2007-8, he had an inkling of what was in store. “Ownership brings control and it is the City's lack of control over its own destiny that creates concern,” he wrote. “There are good reasons to believe that ownership matters and that the consequences will appear in due course.”; When I meet Augar, he tells me that after a 20-year career in the City, which straddled big bang, he started to worry about what he saw going on around him. “During the 90s I started to get very unhappy about what was happening in the City, and one reason I left NatWest [where he was head of global equities and bonds] was that it was running a full-blooded trading, market-making business, and I felt that was risky. I didn't like the model and moved to Schroders [which then had an investment bank] because it was a different kind of firm – family dominated, been around a long time – and had a number of very happy years there. But I was getting less enamoured about what was going on in the City – the culture, the business model, how level we were with people – and I had the idea that I would write about it.” The Death of Gentlemanly Capitalism, in some respects a lament for what had been lost, was the result.; He says the book shocked people in the City. “At the time, the British-owned investment banks had blown up to the extent that they had sold themselves to foreign firms,” he says. “The view at the time was, ‘Hey, this is globalisation, that's what happens, and isn't it great.’ But I took the view that it wasn't just about globalisation. There had been a lot of mismanagement in the City, and we needed to shine a light on that, and that's what the book tried to do. I also felt that no good would come of this. I felt that not having an indigenous investment banking industry would mean that the City would lose business. That bit was wrong. The bit that was right was that we would import the hard-charging American investment banking culture, which means conflict of interest, making money at the expense of everything and high leverage, by which I mean you borrow a huge amount of money to run your business.”; Augar's follow-up book, published just before the crash, was The Greed Merchants: How the Investment Banks Played the Free Market Game, which exposed the conflicts of interest at the heart of investment banks. “I tried to explain how, by being able to act for the buyer and the seller in a deal, investment banks had an edge that gave them an advantage over every other market user. I saw that the culture was wrong and the business model was wrong, and that it was going to blow up somehow.”; He says that if he goes into investment banks or broking firms now, he realises he couldn't work in such an environment any more. “I feel uncomfortable being in the City or Canary Wharf,” he says, “and overhearing conversations in coffee shops and wine bars.” He finds “the certainty, the self-confidence, the reluctance to open up to alternative views” depressing. “The view that you get is that there is just one way and ours is the right way. That view has started to soften around the edges, but hardcore City man and woman is still a very competitive alpha male/female focused on personal goals and some corporate goals. They still believe in the unfettered market economy, and I don't. I believe in the managed market, and that fundamental difference is why I had to stop.”; I wonder, given this philosophical divide from the culture of the City, how Augar coped in the two decades he spent at its heart. “The business model that was being run in the City then was fairly moderate,” he says. “The conflicts of interest, the high leverage, the short-termism, those things weren't prevalent, and I felt for many years we were doing a good job for our customers, our shareholders and our staff and playing a responsible role in the economy at large. That started to change in the early 90s, and that was when I started to feel uneasy. I used to visit institutional shareholders with the then chief executive of NatWest, the late Derek Wanless, and I could see the pressure that they were putting him under. It felt wrong. It was all about results now, now, now, and if you fail to deliver we're going to shoot you, and eventually they did.”; He locates the start of the City's cultural transformation in the mid-90s. “It was the time when Morgan Stanley made a bid for SG Warburg [in 1994]. That started to tell you that the game was really beginning to change. The world that I'd grown up in and was comfortable in was becoming something different.” Big bang had triggered an even bigger bang. “The real watershed occurred in 1995,” says Augar. “It was quite soon after the Barings debacle. Warburgs was forced into a merger, Kleinworts followed suit, Smith New Court sold themselves to Merrill Lynch. That opened the gates to the very highly leveraged, dangerous, risky model of trading, and after that everyone really went for it big time, all of which led to the banking crisis of 2007.” Banks simply had too little capital to support the level of bad debts on their books, and without government bailouts many would have gone to the wall in 2007-8. Without a taxpayer-funded rescue, the bankers' hubris would inevitably have been followed by nemesis.; There's a great phrase that I hear again and again – “having your skin in the game”. The old family-owned investment banks and stockbroking partnerships were dealing with their own money. The new conglomerates were not. The ecology of the old City made it much more small-scale and cautious. The post-big bang, post-consolidation City was expansionist and risk-taking, because the risks were being taken with someone else's money. Big bang ended the old nepotism, but introduced a form of financial despotism, when mega-banks – banks that in the end proved too be too big to fail – held the rest of society of ransom.; In banking, small can be beautiful, but whether that old ecology can ever be recreated is highly doubtful. The global financial system is simply too interconnected. Putting \"moral hazard\" – the doctrine that says that if a bank makes a mistake, it pays for it – back into the system would be the single greatest step that could be taken in making the City more stable, but the Bank of England admits that we are still very far from achieving this. Banks are still too big to fail, and if there was another crash tomorrow the government would again have to step in to save the system from collapse. These days, the only skin in the game is the taxpayers'.; Evading responsibility; Meeting Kynaston and Augar was crucial to my understanding that, in a way, we were all responsible for the crash. We – the public, journalists, politicians – let it happen because we didn't challenge the City, didn't try to understand it. New Labour thought it had discovered a magic money-tree and gave up on regulation; journalists on the whole failed to read the runes or question the new macho expansionist, masters-of-the-universe culture; the public liked the easy credit and soaring house prices and was too lazy to examine what was happening in the City; and what naysayers and doom-mongers there were tended to be marginalised.; Much of this remains true even today. Who understands the implications of George Osborne's great pensions reform, and who is bothering to find out what it means? Is the alleged collusion in foreign exchange trading getting the play it deserves? Do we understand the recent shake-up of personnel at the Bank of England, which saw the installation of a new head of financial stability?; The Financial Conduct Authority has been much in the news because of the bungled announcement of an investigation into pensions and other investments, but do you really understand where they fit into the complicated web of financial supervision that has been constructed in the wake of the crash? It's complicated, technical and needs a long-term commitment to telling the story. Most of the time we can't be bothered, even though the way the City behaves and regulates itself affects the lives of every one of us.; “The City has always managed to evade its responsibilities because people find finance incomprehensible and boring,” says Kynaston, “and the City itself didn't do much to change that. In the 1870s, following the scandals that prompted Trollope to write The Way We Live Now, the Royal Commission on the Stock Exchange recommended that a viewing gallery be erected so that people could go and see what was happening in this place. The commission reported in 1878; the viewing gallery was erected 75 years later, in 1953.”; I approached the present-day stock exchange – now just a central supervisory office next to St Paul's Cathedral, as trading is done remotely from banks' trading floors – for an interview and to observe the official start of trading at 8am (a visiting dignitary is sometimes allowed to sound the bell that declares trading open). The press office team were very friendly and sent me a very nice video of the Dominican ambassador opening trading in June last year, but I am still waiting for the interview. I was told I would receive a call to set up a visit and an interview with one of the executives. Three weeks later, I'm still waiting. This remains a world fundamentally opposed to viewing galleries.; A group of young activists inspired by the Occupy movement now do tours of the Square Mile, Canary Wharf and Mayfair. I joined the Mayfair tour one Sunday afternoon, and for two and a half hours we strolled around looking at the offices of all the hedge funds and investment companies in the area. What was most striking was that not a single one had a nameplate on the elegant building that housed them. They didn't want anyone to know they were there. There were about 20 people on the tour, which has to be booked online, and I got talking to a woman in her 20s. It's ridiculous, she told me, that finance isn't an integral part of the curriculum – both personal finance and the big-picture stuff about the City. She is of course right. How are we supposed to make decisions about our own finances – should I cash in my pension pot and buy that Lamborghini? – or even try to understand the City without a basic grounding?; The Square Mile is run by the City of London Corporation, which traces its lineage back almost 1,000 years and prides itself on being like no other local authority. The Occupy activists see them as secretive and insular, as part of the problem. I found them efficient and eager to help, though I accept Occupy's point that they lack the democratic accountability of an ordinary local authority. The electorate is small – the 9,000 residents of the City and senior figures in the businesses that operate there; the electoral structure of wards, councillors, aldermen, sheriffs and, at the top, the lord mayor labyrinthine. The Occupy activists have a good deal of fun with the \"Remembrancer\", a legal official from the corporation who represents the City's interests in the House of Commons and gets to sit behind the speaker's chair – a prime example, according to Occupy, of the overly close embrace of politics and big business.; Canary Wharf, a private estate with a private security force, is even more of a closed world. It feels as if it could be anywhere in the world – Dubai, Singapore, Shanghai. Both the old City and the new are self-governing islands of wealth: not only not part of the UK but barely part of London. The fact that the Corporation of London has its own 800-strong police force, separate from the Met, emphasises that this is a world entire unto itself. The Square Mile grew up within London's old Roman wall, and that wall has become symbolic of its otherness and defensiveness. Most City buildings may be made of glass these days, but they are still far from transparent.; Macho culture; The Dutch writer Joris Luyendijk spent two years from 2011 to 2013 writing a blog for the Guardian about the City of London, and next spring will publish a book encapsulating his thoughts about this strange, secretive, self-contained world. The fact that he is an anthropologist by background has helped him delineate its tribes and rituals, and when we meet – in his favourite Turkish restaurant in north London – he tells me he has reached a counterintuitive conclusion about the inhabitants of the City. They are not masters of the universe, he insists; they are victims – clocking up 100 hours a week, working in an ultra-competitive environment, getting kicked out with just a few minutes to toss their possessions into a cardboard box if they can't hack it.; “How they survive is by self-delusion,” he argues. “They completely deny and ignore their own vulnerability.” The City, he points out, is full of psychotherapists giving help to troubled financiers. “The bankers are the best-paid victims of a system that turns all of us into victims. The whole culture of always squeezing more growth and wealth out of something makes for a very totalitarian system where everybody's constantly after success.” Luyendijk sees Canary Wharf as the empty heart of City life – towering offices, glitzy shops and a setting that (except for the dreary London weather) could be anywhere in the world. “It's the crassest illustration of the human condition in the 21st century,” he says.; He calls the working life of people in the City “dysfunctional” and says there is no evidence it has changed since the crash. “There is ripping off, where you lie to your clients. There is market rigging, where you lie to the central administration of Libor or forex. Then there is risking, where you lie to yourself about the risks you are taking or lie to your superior and then the regulator. And then there's rogue trading, where somebody hides their losses for a long time.” Some banks are more predatory than others, but the prevailing culture remains short-termist. “As long as you can be out of the door in five minutes,” he says, “your horizon is five minutes.” A Dutchman like Luyendijk is horrified by such a culture. Dutch society is founded on social-democrat and Christian-democrat principles – long-term relationships based on trust rather than control – whereas the City now runs on anglo-American neoliberal rules of zero job security and control rather than trust. “The City of London is a little pocket of Hobbesian jungle,” he says, “and I don't think that's tenable in the long run.”; Luyendijk's critique is powerful, though it is rejected by most of those who work in the City. They accept the high-risk, high-reward structure, and say no one is forcing them to work there. But burn-out rates are undoubtedly high. In quitting after 20 years, Augar is by no means untypical. This is a world of ambitious young people on the make, and by the age of 50, especially on trading floors, you are ancient in City terms.; Savvas Savouri, who has worked in the City for more than 20 years and is now a partner in a hedge fund that manages assets worth £2.5bn, says the value placed on youth in the City is misguided. He also argues that the fact that many of the people entering the City have no financial qualifications – he speaks as someone who has an economics PhD and was an economics lecturer in the 1980s – is insane.; “The first thing you should ask anybody in this industry – very carefully, because they can get rubbed up the wrong way – is, ‘Do you mind giving me your background?’ Their instinct is to tell you where they've worked, but you say, ‘No, no, your education.’ You'll be frightened by what you'll hear. You'll have professionals that have degrees in the humanities and the arts, and most recently engineers and physicists. I'm not suggesting that those aren't laudable subjects, but they don't have an application in this industry. It's like asking someone who's trained as a mechanic to become a surgeon.”; In the course of a long conversation, in which he dismisses the veneration of the pre-big bang City as “nostalgic crap”, he keeps returning to this theme that the standard of people entering to the City has to be improved. “We are in the same state of development as medicine was before it was formalised,and you had to go and do a medical degree. In the old days, your dentist or your barber or your butcher was also your surgeon. We're still in that in finance, and that's why 2007-8 happened. Rather than regulate bonuses, regulate and manage the human capital that comes into it.”; Russell Taylor has spent the past 25 years chronicling the ups and downs of City life through his cartoon character Alex, which started in 1987 in the London Daily News, migrated to the Independent when the LDN closed and currently trades in the Telegraph. He says he and cartoonist Charles Peattie concocted an archetypal monstrous, money-obsessed yuppie from their imaginations, and then, as they got to know the City better. were shocked to discover he really existed. “I remember once talking to someone in the City about Alex and saying, ‘Well, he's just a prat, isn't he?’, and he said, ‘But he's my hero, my role model.’” Taylor's view is that many of those who went into the City in the 70s and 80s drifted into the City, but that the new intake are totally committed. “The Alex generation [of the 1980s and 90s] has cleared the way for them morally by saying it's OK to be shallow. It's OK just to want money. You don't have to pretend that you want to save the world or write a protest song.”; Many observers believe that getting more women into the City, especially at board level, might help to curb the macho culture. There are a healthy percentage of women in law and human resources, but very few in trading or in the upper echelons of banking management. The analyst I met at dinner told me he had recently attended a meeting of almost 50 executives at his bank, only one of which was female – and even she had just returned from maternity leave. This remains a man's world, especially at the sharp end.; At a breakfast discussion of women in the London economy at the office of the Centre for London thinktank, there is general agreement that anti-social hours and the culture of presenteeism in the City are barriers to women. There is a further problem, Diane Perrons, professor of gender studies at the London School of Economics, tells me after the discussion. “Within an organisation it's often very unclear what the progression structures are. Many of the mechanisms for promotion or pay increases are very opaque. What tends to happen is that people make judgements about other people's qualities in terms of leadership, dynamism, competitiveness, drive and so on, and they tend to be based on what one can think of as a kind of reciprocal recognition among peers. Other kinds of skills that may be important, more competitive, collaborative skills, are not really appreciated.” They are the very skills, she says, that women are likely to have, but all too often they are ignored by male executives who tend to promote in their own image.; Perrons describes research she did at a bank that said it wanted to change its working practices to encourage women, but found it very hard to do so. “People at the lower levels of the organisation took advantage of leave schemes,” she says, “but people higher up did not because of what were seen to be the negative effects of how they would be understood by the organisation.” She says she had found no evidence that women were breaking into trading and other traditional male areas.; Women do have one significant champion in the City – the Lord mayor, Fiona Woolf, only the second woman in more than 900 years to occupy that position. I meet her at the Mansion House, the lord mayor's residence close to the Royal Exchange and the Bank of England in the heart of the old City. Woolf is an energy lawyer, an area of relative female strength, but she recognises there are other areas where women are finding it hard to break in. “There are curious pockets where women are absent, like in asset management,” she says. “Even the law still has a long way to go. It has a long-hours culture, and measures success by the number of hours charged rather than the quality and efficiency of the output.”; “We want a much more diverse working culture, and we haven't got there yet,” admits the accountant with whom I have dinner. “Per",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-116",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 27 Ma..."
}