{
  "content": "Tuesday 26 November 2013 02.30 EST\tHow can we end the male domination of philosophy?\tThere is still an 'aristocracy of sex' in the world of philosophy, says Jonathan Wolff, where women find it hard to thrive\tIn 1863, John Stuart Mill wrote: \"The entire history of social improvement has been a series of transitions, by which one custom or institution after another, from being a supposed primary necessity of social existence, has passed into the rank of a universally stigmatised injustice and tyranny. So it has been with the distinctions of slaves and freemen, nobles and serfs, patricians and plebeians; and so it will be, and in part already is, with the aristocracies of colour, race, and sex.\"; Mill's remarks came back to me recently when I was glancing again through philosopher Mary Warnock's memoirs, first published in 2000. In philosophy there has been much attention to how much work we still have to do to overcome the \"aristocracy of sex\", both in terms of job advancement and attitudes. A blog, What Is It Like to Be A Woman in Philosophy?, records tales of everyday sexism: points made by women in meetings being ignored until repeated by a man; a room full of men falling silent when a woman walks through the door; clumsy sexual advances that when rebuffed generate a hostile atmosphere. Unlikely that philosophy, or indeed academia, is alone here, but we are under the spotlight at the moment because of a high-profile resignation over a sexual harassment complaint at the University of Miami that has been widely discussed.; What was it like for Mary Warnock and her friends in the Oxford of the 1940s? Although she writes of one famous scholar notorious for \"pawing\" his female students, including Warnock herself, the most interesting feature of Warnock's memoir is her account of the remarkable collection of female philosophers who were present in Oxford in the 1940s. Elizabeth Anscombe, Philippa Foot and Iris Murdoch all produced major contributions that continue to be read and studied decades after publication. Warnock herself is rather modest about her philosophical talents, but had a very successful career. Also present in Oxford at the time was Mary Midgley who continues, even now in her mid-90s, to publish important work.; What was it that produced such a superb cohort of female philosophers, unmatched, I think, by anything we have seen since? Of course with small numbers it could be pure chance, but Anscombe, Foot, Murdoch and Midgley were all born in 1919 or 1920. They arrived in Oxford as undergraduates at the outbreak of war. Warnock came up a few years later, in October 1942, and she reports that Oxford felt \"empty\". Many of the male dons and students had left, either to join the army or crack codes at Bletchley Park. Could it be that these women were able to start and root their academic careers simply because they received the level of attention their talents deserved? When the men returned, these women were already more than their match. If they had been born 10 years earlier or later, would they have still received the support needed to break through a male-dominated field?; Philosophy remains the most male-dominated discipline in the humanities, both in its population and its combative methods. Instruction in philosophy often consists of being reprimanded for mistakes so small you need a magnifying glass to see them. At its worst, philosophy is something you do against an opponent. Your job is to take the most mean-minded interpretation you can of the other person's view and show its absurdity. And repeat until submission. Certainly the method has the merits of encouraging precision, but at the same time it is highly off-putting for those who do not overflow with self-confidence.; One tutor of mine, the very talented Hidé Ishiguro, who broke through many barriers to rise to her position as reader in philosophy, had a different approach. Sitting on the edge of her chair to pay full attention to what we said, she would take our stumbling comments, tidy them up, give them back, and tell us how they related to the history of the subject. She would observe that the views we were advancing, even if wrong, had been held by great philosophers of the past. Instead of feeling that we had embarrassed ourselves once again, we came away with the feeling: \"I can do this!\". Rather than a pedantic scrap over the details, her tutorials were a model of politeness and encouragement. Which makes me wonder: if philosophy is to be more \"gender friendly\", do philosophers have first to act, well, if not in more \"ladylike\" fashion, then at least with greater decorum?; • Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-272",
  "namespace": "we1sv2.0",
  "title": "Tuesday 26 Nove..."
}