{
  "content": "\n\nThursday 13 November 2014 23.24 EST\tIs JM Coetzee an 'Australian writer'? The answer could be yes\tCoetzee’s acquired ‘Australianness’ is deliberately adopted and stressed, but the attempt to claim him as an Australian seems to belie an underlying sense of cultural inadequacy\tNobel Prize-winning author JM Coetzee was this week honoured with a three day colloquium in his adopted hometown of Adelaide, Australia.; The conference, entitled JM Coetzee in the World, is the culmination of an enormous collaborative effort and the first event of its kind in Australia. Including an exhibition of archival material, a film program, musical performances, and readings by Coetzee, Jill Jones and other distinguished writers, it provided a unique opportunity for leading academics in the field to discuss Coetzee’s work, including his acclaimed but critically-baffling 2013 novel, The Childhood of Jesus.; The event is a reflection of the deep esteem in which John Coetzee is held by Australian academia, just as Coetzee’s attendance throughout reflected his reciprocal respect for the institutions and individuals honouring him. But does it make sense to think of Coetzee as an Australian writer?; Perhaps surprisingly, given the ways in which Coetzee is closely associated with South Africa in the popular imagination, the answer to this question appeared to be a resounding yes. Since his move to Australia in 2002, Coetzee has in his fiction focused increasingly on Australian social and political contexts (Diary of a Bad Year, for example, discusses the Howard government and immigration), settings (Slow Man is located in Adelaide, Diary of a Bad Year in Sydney) and writers (particularly Patrick White and Gerald Murnane).; Coetzee’s engagement with his Australian context can be seen in more oblique ways, too. At the conference, critic Derek Attridge suggested that Coetzee’s relocation to Australia has allowed him some distance from the oppressive political context that impressed itself upon his writing in South Africa, and that The Childhood of Jesus, with its Kafkaesque emptying of its protagonists’ subject positions, is Coetzee’s first truly Australian or “Adelaidean” novel.; In late modernity, what it might mean to conceive of oneself as belonging to a nation is an interesting question. Are notions of national belonging based on geographical location, ancestry, race, ethnicity, culture? Are they a construct, the result of social and political structures? Might one hold multiple nationalities or none? Is nationality somehow fixed, set, or, in a modern, cosmopolitan context, is it possible to conceive of nationality as a choice?; On claiming Australian citizenship in 2006, Coetzee characterised it instead as a form of responsibility: “In becoming a citizen one undertakes certain duties and responsibilities,” he claimed. “One of the more intangible of those duties and responsibilities is no matter what one’s birth and background, to accept the historical past of the new country as one’s own.”; There is a sense, then, in which Coetzee’s “Australianness” is deliberately and explicitly adopted and stressed, and there is a real sense in which thinking of Coetzee as an Australian writer is uncontroversial. But there are also problems with this approach, and these problems extend beyond the need to arbitrate between the competing nationalist claims of South Africa and Australia on Coetzee’s work and reputation.; In a sense, the colloquium itself can be seen to participate in this struggle. A self-conscious act of nation-building, or nation-branding, it seeks to both claim and champion Coetzee as a national cultural artefact. But there is also a profound tension at the heart of projects such as this. Not only is there is a deep irony in attempting to situate Coetzee, a writer whose oeuvre relentlessly interrogates distinctions between cosmopolitan centres and provincial peripheries, and whose work strenuously resists straightforward classification (a form of “writing out of all the camps”), comfortably within a traditionally nationalist framework; but the attempt to “claim” Coetzee as an Australian also seems to belie an underlying (and wholly unjustified) sense of cultural inadequacy.; More than once at conference Coetzee’s decision to relocate to Adelaide was cited as evidence that the city (and by inference the country, the continent) is not as hostile to the writerly life, the intellectual life, as might be presumed; that Coetzee’s decision to move here is evidence, proof, of a cultural vitality that is assumed by the wider world not to exist. But given the location of the conference (at the Hawke Research Institute, one of the world’s leading humanities and social science research centres) and the abundant evidence of lively intellectual culture, highly engaged students and diverse creative performances showcased at it, this seems an odd claim. It speaks to and reveals the deep wounds that persist in postcolonial societies, which have been conditioned to conceive of their own culture, their own place, their own work, as minor, secondary, of lesser importance.; Rather than seeking to position Coetzee within a nationalistic discourse that his own work relentlessly interrogates, we might do better to meditate on what his work implies about that theme – that the concept of the “barbarian” is a function of Empire and a reflection of it, and as such it reveals more about the psychology of Empire than it does about those who are defined as lying outside or beyond it.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-225",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 13 N..."
}