{
  "content": "Tuesday 15 October 2013 02.00 EDT\tHow I got my headship: school leaders share their stories\tFrom Apprentice-style interviews, to management and leadership courses, headteachers from around the country describe how they managed to secure the top job in their school\tMy journey to my first headship was not an easy one. It took about three years, and I was well into double figures for interviews before I finally succeeded.; While my personality proclaimed itself boldly in my application letters, it scuttled away and hid when I arrived for interviews. The feedback I received always contained the word \"nervous\".; Thinking back now to what was a very challenging time, I felt a mixture of emotions. I developed a great deal of resilience and I was always optimistic, at least until the phone rang and I heard the words, \"I'm afraid...\". I felt anger when given 30 minutes to complete a task and was then called in to discuss it after 20; I felt despair when asked to participate in an observed discussion with other candidates who adopted Apprentice-style techniques; I felt confused when the chair of governors told me I hadn't got the job but I should have done because I was the best candidate.; I took lots of advice and dissected the feedback that schools gave me. I ensured that I could answer any question that might come up, memorising key points, practising my answers for hours. Presentations were painstakingly prepared, background information on the school stored away. I took every opportunity on the day of interview to engage with governors, staff and most importantly, children.; And then it happened. I was the right person in the right school. I became a headteacher, with all the joys and woes, the highs and lows.; When it came to applying for a second headship, I had one vital advantage – experience. I could talk to the panel about being a head and I knew what I was talking about, I was already doing the job. This, I think is the key to success. The governors are making the most important decision they are likely to have to make: the next leader of their school. You have to convince them that you can do the job, that you will steer the school in the right direction, that their children are not only safe in your hands, but that they are going to be going on a wonderful educational journey with you. Simple really.; I was a teacher for thirteen years before I got my first headship. During this time I worked as a history teacher, head of humanities, assistant head, and then as a deputy head. I moved around a lot, working in four schools each of which had very different intakes. The variety gave me the opportunity to experience teaching, leading and pastoral care in a range of settings. I was also lucky that while working as a deputy head I had a very wide range of responsibilities – from the curriculum to pastoral care and financial management.; I didn't set out with a conscious ambition to become a head, but I was always thinking about what I could do next. When I was working as a deputy I increasingly felt that I was gaining the experience that was needed to apply for a headship. I did a headship qualification and this showed me that there weren't any hidden aspects to being a head that I hadn't yet found out about.; If you're thinking about becoming a head, my advice would be to have the confidence to believe that the step up is achievable. Go and shadow headteachers - spend the day walking the school and sitting in on meetings. You'll get a sense of what's involved and also of the range of different headship styles out there. No two heads run their schools in the same way, and no two schools are the same. It's really important when applying for headships, not only to be confident that you're ready for it, but also to think about the type of school you want to lead.; I didn't begin teaching with a dream of becoming a headteacher. Although it sounds odd, I only applied for a headship because I wanted to do something different and in some ways you can't make sideways moves in education. Having been a member of senior leadership team (SLT) for 10 years, I thought I could probably do the job. But when I became a headteacher I realised that nothing prepares you for the position, even five years as a deputy and a National Professional Headship Qualification.; To succeed as a head, you need to be a great teacher first and foremost; to lead teaching and learning you have to be able to cut the mustard in the classroom yourself. You must also be absolutely sure you want to lead a school. This week I took a young, aspiring senior leader to a headteachers' meeting to discuss a collective response to Gove's change of policy about GCSE re-takes and accountability measures, and he said afterwards that, for the first time, he was suddenly unsure as to whether he really wanted to be a headteacher.; My final advice is, don't become a head too soon. The demise of the local authorities and the fact you'll have to work until you're nearly 70 to get a pension, means that if you become a headteacher in your mid-thirties you'll spend more than 30 years in the post. I've just started my eleventh year and I have the pacemaker to prove it…; After I'd done nine years as a deputy in a primary school I got a phone call from a local authority inspector. He said that he wanted to watch me teach for a morning, and afterwards, took me out for lunch. It was then that he asked if I'd thought of applying for a headship.; To be honest, I hadn't, but he recommended that we put a path together, which involved some leadership courses and so on. I already had some experience working as an acting head while my own headteacher had been off sick. I applied for a couple of headships and got the second one.; The courses that I went on were useful, but very different to the ones given to heads now. We were taken on visits to talk to real people doing jobs in different contexts, even watching cases in magistrates courts, looking at how they would defend individuals, or at how solicitors' practices were run. It was useful to venture outside of the educational bubble.; If you want to make it as a head you need to take the opportunities – or fashion the opportunities – to get experience working across the whole school rather than just in the specialism that you've got. Initially my experience was teaching juniors, but I went out of my way to go into the infant and early years department so that I had experience working with those colleagues. The one thing that you need to have as a head is an overview of the school.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-233",
  "namespace": "we1sv2.0",
  "title": "Tuesday 15 Octo..."
}