{
  "content": "\n\nFriday 5 September 2014 11.48 EDT\tHaruki Murakami's first novel to be retranslated and republished in English\tHear the Wind Sing – currently out of print – gets fresh translation by Ted Goossen, set for release in 2015\tAs the cult of Haruki Murakami continues to sweep the globe, it has been announced that the debut work of the much-loved Japanese novelist, until now very hard to find in English, will be retranslated and re-released next year.; Hear the Wind Sing was first published in Japanese in 1979, and released in English eight years later, translated by Alfred Birnbaum. It is no longer in print, and copies of the novella are scarce, changing hands for huge sums online.; But in the wake of a recent visit to the UK which saw hundreds of fans queue overnight in London to see him, with Harry Potter-style midnight bookshop openings to mark the publication of his latest novel, publisher Harvill Secker has said that the novella is set to be retranslated. The translation will be done by Ted Goossen, a professor of humanities at York University in Toronto, with publication planned for next autumn. The book will be part of a two-novella volume, together with Goossen's translation of Murakami's second novella, Pinball, 1973, first published in Japanese in 1980, and in English in 1985.; Hear the Wind Sing sees Murakami take up for the first time the themes which resonate through his later novels, from loneliness and jazz clubs to student life and adolescence. \"If it's art or literature you're looking for, you'd do well to read the Greeks. In order for there to be true art, there necessarily has to be slavery,\" its narrator tells us, in the original translation. \"That's how it was with the ancient Greeks: while the slaves worked the fields, prepared the meals and rowed the ships, the citizens would bask beneath the Mediterranean sun, rapt in poetical composition or engaged in their mathematics. That's how it is with art. Mere humans who root through their refrigerators at three in the morning can only produce writing that matches what they so. And that includes me.\"; Murakami has said that the idea for the novella came to him during a baseball match. \"All of a sudden I got the idea I could write: that simple,\" he told the Guardian in 2001. He bought a fountain pen and paper on the way home, and wrote it in six months. Hear the Wind Sing went on to win him a competition run by a literary magazine, and set him on the path which today places him once more at the head of the pack to win this autumn's Nobel prize for literature.; The announcement follows the news earlier this week that a short book by the Japanese author, The Strange Library, will be published in time for Christmas.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-186",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 5 Sept..."
}