{
  "content": "Monday 23 September 2013 15.10 EDT\tWhy The Sopranos may not be the best business model for universities\tJonathan Wolff says he learned about university finance from Tony Soprano – but the moral of the story is, we can learn from his mistakes\tEverything I know about university finance I learned from watching The Sopranos and specifically by following the career of Tony Soprano's nephew, the ambitious Christopher Moltisanti. As Christopher rises through the ranks, with each promotion his joy is tempered by the realisation that financial pressures increase to previously unimagined levels. Respect has to be earned, and you never settle the bill.; In The Sopranos, the ground-level earners kick up to the leader of their crew, who, if I have this right, kicks up to the capo, who kicks up to the consigliere, from where the money finds its way to the boss. For a university, think departments, faculties, schools, finance directors and vice-chancellors. Our key earners are not racketeers, pimps and dealers, at least not as far as we know, but admissions tutors, principal investigators and enterprise champions. Other than that, it is pretty much the same. Even to the point that if you poke your nose into where the money goes after you have passed it upwards, you do so at your peril.; Many academics assume the university magically has money, and we can always ask \"the centre\" for it. In accounting terms this is true: at any time, the centre has a budget and sometimes will spread its largesse. But it is just like Tony Soprano. If Tony gifts one of his high-performing captains a new Rolex, the chances are he is passing back goods he first received from lower down the line.; In The Sopranos, if a crew isn't pulling its weight, notice is taken. Maybe it has had a run of bad luck; maybe it is consolidating, preparing for future initiatives. But if it has no story to tell, patience wears thin. A missed kickback is a serious business. Here the university sector is lagging behind: we don't yet charge a \"vig\" – an extortionate weekly interest payment – but we have the moral equivalent: disapproving glances over the meeting table.; Like any good crew, a decent department will try to diversify to spread risk, while at the same time focusing on the most profitable current lines of business. A bit of horizon scanning and future planning is essential. At present, for many departments the favoured revenue stream is home undergraduate students, each paying £9,000. Hence the scramble for students this summer. But remember £9,000 is not being adjusted for inflation. Suppose inflation runs at 3.5%. In 10 years' time that £9,000 will be worth more like £6,000 and we will be back to the hard times we were in before tuition fees rose. Will any government allow tuition fees to rise to cover inflation or more? I'm not betting on it.; Where else can our crew bosses (heads of department) turn for income? Research grants are an important source of income for many. These come from research councils – UK and EU – business and charities. Typically, though, the small charities do not pay overheads such as lab or office space and so, strictly speaking, these grants lose money. However, the work they fund can be among the most valuable we do, both intellectually and in terms of social impact. Maybe it's a bit like the loss-making restaurants that Tony and his captains keep going. They don't pay in financial terms, but life just wouldn't be so good without them. But there is trouble with the research council grants, too. Increasingly we are being asked to put up \"matched funding\". And where does this come from? Ultimately by recycling undergraduate tuition fees. Which is both unfair in itself and unsustainable in the long term. Don't put all your eggs in the research basket.; Luckily, recruiting non-EU students has often been a highly attractive way of balancing the books. It is fantastic to have students from all round the world in your classes, learning from each other and making international friendships that might last for life. And, of course, they typically bring in higher fees. Perversely, the government seems to want to choke this off by confusing study abroad with immigration. One hopes that reason will eventually prevail and the universities will be recognised as one of the country's great earners of foreign revenue. Otherwise, well, I don't want to be a prophet of doom, but we should keep in mind that ultimately The Sopranos is a chronicle of decline through failing to achieve a sustainable business model in changing times.; • Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-217",
  "namespace": "we1sv2.0",
  "title": "Monday 23 Septe..."
}