{
  "content": "Thursday 25 July 2013 10.20 EDT\tResearch in brief – 25 July 2013\tOur weekly round-up aimed at showcasing the latest research across the subject spectrum at UK universities\t• University of Cambridge Scientists have discovered how allergic reactions to cats are triggered, raising hopes of preventative medicine. Research has identified how the body's immune system detects cat allergen, leading to symptoms such as coughing and sneezing. Researchers led by Clare Bryant at the University of Cambridge studied proteins found in particles of cat skin, known as cat dander, which is the most common cause of cat allergy. They found that cat allergen activates a specific pathway in the body, once in the presence of a common bacterial toxin. This triggers a large immune response in allergy sufferers, causing symptoms such as coughing, wheezing, sneezing and a runny nose. Bryant says: \"How cat dander causes such a severe allergic reaction in some people has long been a mystery. Not only did we find out that LPS (environmental bacterial toxin called lipopolysaccharide) exacerbates the immune response's reaction to cat dander, we identified the part of immune system that recognises it, the receptor TLR4.\" She adds: \"As drugs have already been developed to inhibit the receptor TLR4, we are hopeful that our research will lead to new and improved treatments for cat and possibly dog allergy sufferers.\"; • Nottingham Trent University Individual wild wolves can be recognised by just their howls with 100% accuracy, a study finds. Researchers developed a computer program to analyse the vocal signatures of eastern grey wolves. Wolves roam huge home ranges, making it difficult for conservationists to track them visually. The technology could provide a way for experts to monitor individual wolves by sound alone. Holly Root-Gutteridge, researcher at Nottingham Trent University, says: \"In scientific terms this is really exciting, because it means that if we hear a howl on night one we can tell if it is or isn't the same wolf that you hear on subsequent nights. For the first time we will be able to be sure which wolf is howling to us and track individuals across their territories using just their howls. This is much easier and cost-effective to do than other tracking methods such as GPS-collaring.\"; • University of Manchester A collection of toys unearthed by a team of archaeologists have shone new light on the commercialisation of childhood in the Victorian period. Among the finds are preserved fragments of a child's tea set, toy pistol, miniature lead soldier, and ceramic \"Jacks\" game pieces – all early examples of commercially produced toys from the late 19th and early 20th centuries. Some of the finds are very early examples of marble mass production, which started around the turn of the 20th century. Ruth Colton, a researcher at the University of Manchester, says: \"Mass production of toys began following the industrial revolution and toys gradually became cheaper and more widespread. Many of the early toys were educational, such as toy blocks and wooden numbers. But following educational reforms in the second half of the 19th century, manufacturers increasingly recognised children as a potential market for toys – and these finds reflect that.\" She adds: \"Toy manufacture in Britain produced wooden or porcelain dolls, toy trains and model boats, although these were mainly available only to middle class children.\"; • Bristol University Women who don't eat fish during pregnancy are more likely to experience high levels of anxiety, a study shows. Researchers suggest that eating fish during pregnancy could help reduce stress levels. Researchers also found that women who never eat seafood have a 53% greater likelihood of having high levels of anxiety at 32 weeks of pregnancy when compared to women who eat seafood regularly. There was also evidence that women in the top third of the health-conscious dietary pattern were 23% less likely to have high levels of anxiety when compared to women in the bottom third. Juliana Vaz, senior author of the study, says: \"An important message from this research is that in order to have a healthy pregnancy, women need to follow a healthy diet and not something special for pregnancy. It means a diet containing whole cereals, vegetables, salad, fruit, dairy foods, meat, poultry, pulses and including fish – three portions per week with at least one of oily fish, such as salmon, sardine or tuna. Sweets and fast-foods should be kept to a minimum because they are low in nutrients.\" Jean Golding, professor and one of the authors of the report adds: \"Previous research from Children of the 90s has shown the beneficial effects of eating oily fish during pregnancy on a child's IQ and eyesight. This new paper highlights the importance of oily fish for a mother's mental health and consequently the health and development of her baby.\"; • Durham University / University of Liverpool / University of Erlangen-Nürnberg Worries of family and friends could affect the recovery of patients with brain haemorrhage, say scientists. Research shows that patients who've suffered from subarachnoid haemorrhage (SAH) might not recover physically and socially as well as expected if their partner or friends are overly worried that the illness will happen again. Patients' work and daily activities were also more likely to be affected by emotional problems. Judith Covey, co-author of the study at Durham University, says: \"Understandably people are worried about their loved ones and want to take care of them following a serious illness. Our findings suggest that although they may be acting with the best of intentions, a desire to protect the patient could mean that they help patients a bit too much with everyday physical tasks and inadvertently place restrictions on what the patient does both physically and socially. It's therefore important to take care of the emotions and anxieties of family and friends, as well as the patient, early on in the treatment and rehabilitation process.\" She adds: \"If the source of relatives and friends' fears can be identified and addressed, the functioning of patients may potentially be improved.\"; • Kingston University Women are more happy and satisfied with their life post divorce, research finds. The study shows that women are significantly more content than usual for up to five years following the end of their marriages. Yannis Georgellis, professor at Kingston Business School, says: \"In the study we took into account the fact that divorce can sometimes have a negative financial impact on women, but despite that it still makes them much happier than men. One possible explanation could be that women who enter into an unhappy marriage feel much more liberated after divorce than their male counterparts.\" The study examined a psychological process called 'adaptation' – the way in which we adjust to new circumstances. It also revealed that people can very quickly bounce back from other life events normally perceived as traumatic, such as being widowed. Unemployment, however, was the one major life event that had a much more permanent negative impact on well-being on both sexes. Men were particularly badly hit by losing their jobs, with the serious impact on their happiness persisting for up to five years.; Would you like your university's research featured on the network? Email claire.shaw@guardian.co.uk with your latest news.; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-171",
  "namespace": "we1sv2.0",
  "title": "Thursday 25 Jul..."
}