{
  "content": "Friday 22 November 2013 02.00 EST\tGambling of high-living Anglo-Saxons revealed by archaeological find\tTop-quality backgammon piece found at 7th-century habitation site in Kent\tIt would have been a very expensive toy, expertly crafted and imported across the Channel – and archaeologists say it provides a glimpse of the luxurious life of Anglo-Saxon nobles in 7th-century Kent.; The little gaming piece is the only one discovered at an Anglo-Saxon habitation site, although many cruder examples have been found in graves. It is the first piece of such quality found since the excavation of a princely grave in Buckinghamshire in the 1880s.; \"This piece comes from a high-end – Harrods – backgammon set,\" the Reading University archaeologist Gabor Thomas said. \"Not only high-end but quite possibly Italian – Ferrari – high-end, as the best parallels outside England are from the 6th-century Lombard kingdom. If such pieces are indeed of Lombardic manufacture, then the implication is that the kings of Kent enjoyed the latest fashions in gaming culture, courtesy of their far-reaching continental contacts.\"; There must have been some cursing 1,300 years ago when the game was set out in the hall in Lyminge, and it was discovered one piece was missing.; Gaming pieces made from simple chunks of bone or wood were common, but this was a special toy, made from a hollow piece of bone closed with delicately turned wooden caps, held in place with a bronze pin.; \"It is very probably a stray loss,\" Thomas said, \"perhaps cast away in disgust by a king with a reputation for being a very bad loser.\"; The archaeologists found it in the remains of one of the wooden halls adjoining a great feasting hall, the largest known in the south-east, its foundations lying beneath the village green, yards from the Coach and Horses pub, in the Kent village. The site has already turned up quantities of pottery, animal bone, bronze objects including a horse harness and jewellery, and more glass – some of it recycled from Roman sites into pieces of jewellery – than any other Anglo-Saxon habitation site.; The side halls were the accommodation blocks for the great central hall, where, as in Heorot in the epic poem Beowulf, seasonal parties went on for days with drinking, presenting of gifts, gaming and story telling, as well as sumptuous meals.; The Anglo-Saxons were avid players of board and gambling games: tabula, an early form of backgammon, and latrunculi, a game similar to draughts, are both recorded. Many men were buried with their dice or gaming pieces.; The only other pieces as fine as the Lyminge one were found more than a century ago, in an aristocratic grave excavated at Taplow in Buckinghamshire. The 10 pieces, clearly a prized possession since they were found under the feet of the dead man, are now in the British Museum: they were so neatly laid out, it is believed they may originally have been placed on a board, ready to play.; At Lyminge, the foundations of the immense hall, 8.5 by 21 metres, large enough to hold at least 60 people, were uncovered in 2012, and this summer's excavations, funded by the Arts and Humanities Research Council, found more of the associated buildings. The halls had doors flanked by massive timber posts, and floors made of crushed mortar and tile, a surface only previously found in the earliest Anglo-Saxon churches.; Gabor believes the halls and the pagan feasts were abandoned as the tribes adopted the powerful new Christian religion, and founded a new settlement on the nearby hill surrounding what is still the village church.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-269",
  "namespace": "we1sv2.0",
  "title": "Friday 22 Novem..."
}