{
  "content": "\n\nWednesday 17 December 2014 14.17 EST\tAL Rees obituary\t\tAL Rees (always known as Al), who has died aged 65, was a writer and tutor in film criticism and theory. He was the author of the influential A History of Experimental Film and Video (2011), which remains the standard textbook on his subject. Until his recent retirement, he was a research tutor in visual communication at the Royal College of Art in London. He was also an unbending supporter of experimental film-makers and artist-led organisations.; Al was the only child of Harry and Cecilia, who owned a butcher’s shop. He was brought up in a flat over the shop in the West End of London, just north of Oxford Street. I met him in 1960 during our first year at Marylebone grammar school, where we became and remained the greatest of friends. He grew up a stone’s throw from Better Books, the independent bookshop on Charing Cross Road, and the Arts Lab, the alternative arts centre on Drury Lane. This was where an alternative counterculture was being born in the 1960s. We made constant forays out together and Al developed his lifelong love of the arts, especially the experimental and edgy.; In an essay in our school magazine when he was 15, Al wrote “Creation of art is shouting a ‘yes’ to life,” and he stuck by that belief all his life. He could be a tough critic, but only because he believed that serious creativity was of the utmost importance as a bulwark against the bombardment of corporate culture.; He went from school to Lancaster University, where he studied philosophy and politics, and took part in street theatre. He began teaching in universities and then moved on to art colleges, where he felt much more at home. He taught in Portsmouth, Canterbury and Luton, before becoming head of time-based media at Maidstone College of Art and Design in 1988. He was also at various times the chair of the Arts Council’s artists’ film and video committee, and an adviser on experimental film to the British Film Institute, Tate, the Arts and Humanities Research Council, and the 11th Hour programme on Channel 4. He wrote widely for film journals and frequently contributed chapters for books on film theory and criticism.; He didn’t care about status or reputation, treating his students’ work as seriously as that of established film-makers and making them feel that it really mattered. He placed film in the context of the visual arts, literature, music and philosophy, and his incredible knowledge, always lightly worn, would open up vast areas of learning for his students.; Al also had a great sense of humour. He could break from a complex discussion on the materiality of film into a word-perfect impression of Marlon Brando in The Godfather.; The last 12 years of Al’s life were shared with his great love, his wife, the artist Angela Allen. He is survived by her and his stepdaughters Emma and Kate.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-257",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 17 ..."
}