{
  "content": "\n\nMonday 12 May 2014 14.20 EDT\tLate registration as US universities finally embrace the study of rap\tProducer and professor 9th Wonder will launch his Hip-Hop Institute at North Carolina Central University this year, continuing the trail blazed by Questlove and Swizz Beatz\tHip-hop has long been used as a vehicle for education – check out the countless children’s videos that teach fundamentals like spelling and math through rap. But ask any serious hip-hop head and they will attest to the fact that dissecting the culture – understanding something that bloomed from concrete and found its way into pop culture and beyond – is a science. The mainstream may not regard rap as particularly scholarly, but that could set to change with the advent of 9th Wonder's Hip-Hop Institute, a new interdisciplinary program based in the history department of North Carolina Central University, which he will launch this fall.; 9th Wonder, born Patrick Douthit, became a “professor” at the college when he was named Artist in Residence in 2006. Prior to that, Douthit was an assistant professor at NCCU for a Hip-Hop 101 course taught by Play of the legendary rap duo Kid-N-Play. But the idea of teaching was not new to him.; “I went to school any way to become a history teacher,” Douthit explains, though he did not complete his studies, instead going on to produce for artists like Jay Z, Chris Brown and Erykah Badu. “In the area where I live [Raleigh, North Carolina] there are a lot of people I went to school with who ended up being teachers,” he says. “They would ask their friend who had just worked with Jay Z to come by to talk to their students. Once I got back into the classroom and talked to these kids, I realized this was why I wanted to teach in the first place. But I wasn’t teaching something they were learning in school; I was teaching hip-hop.”; Douthit is a trailblazer, but he is not alone in mixing hip-hop and academia. In 2010, rapper-producer and Ruff Ryders figurehead Swizz Beatz became the first Producer in Residence at New York University’s Clive Davis Institute of Recorded Music. That same year, UGK veteran Bun B became a professor at Rice University for hip-hop and religion/humanities. In 2013, the de facto leader of the Roots, Ahmir 'Questlove' Thompson, became a professor at NYU for a course called Topics in Recorded Music: Classic Albums and currently teaches a course there on Prince.; “I started to see the deeper connection between hip-hop and the youth,” says Douthit, of his own research. “I started to look at the connection between the older generation and the younger generation and how I was the bridge for that. Then I started to look at vinyl sampling compared to literary licenses and I got deeper and deeper and deeper. While I was still making beats, I was still very much into the academic discourse of what hip-hop used to be and what it still is.” In 2010, he taught a course at Duke called Sampling Soul, flanked by Duke's African American studies professor, Dr Mark Anthony Neal.; In addition to setting up the Hip-Hop Institute, Douthit is currently a professor at Harvard University, a three-year fellowship where he is conducting his thesis on the samples that encompass his Top 10 albums and teaching a Standards of Hip-Hop course. It’s documented in his film The Hip-Hop Fellow.; “I look at hip-hop like I look at a foreign language,” he says. “You can’t really learn how to DJ and make beats and all that unless you get a crash course on hip-hop music. So the Hip-Hop Institute will start with a hip-hop history course.”; After that, the Institute will be broken into four schools, including Mass Communications, Law, History, and Music. Later, Science and Technology will be added to the roster. Along with the music and the business behind it, the writings of noted hip-hop journalists like Nelson George and Kevin Powell will be studied.; “Hip-hop journalism is an entirely different type of writing,” Douthit reasons. There will also be masterclasses given by artists and other hip-hop associates. “It’ll be a working center of hip-hop,” he adds.; The Hip-Hop Institute is a testament to the success of the genre, but it also provides a destination for artists and other hip-hop authoritarians who have questioned their own next steps in what has always been regarded as 'a young man’s game'. “I can honestly say it’s given my career a new life and a new sense of purpose,” says Douthit. “There are not too many cats doing what I’m doing. I’m hip-hop trained, but also academically trained.”; Douthit insists that he is confident in the Hip-Hop Institute's ability to prove that hip-hop has now entered a new school of thought. “Everything that people think hip-hop is not, it’s gonna be.”",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-100",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 12 May..."
}