{
  "content": "\n\nMonday 22 December 2014 07.51 EST\tOvercoming writer's block: three tips\tAcademics tend to use procrastination as an explanation for writer’s block, says Rowena Murray, but really, they are just avoiding asking for help\tA common thread in conversations about how difficult academic writing can be is the persistent feeling of not being ready to write. Or not being good enough to write. While academics and PhD students might not call this writer’s block, they talk a lot about procrastination and perfectionism. They list displacement activities – checking email, Facebook, references, doing the laundry, cleaning the room, mowing the grass, watching it grow – and they know that all of these involve not writing.; It’s a recognised problem. In his book Understanding Writing Block, Keith Hjortshoj says: “Writing blocks are most common among advanced undergraduates, graduate students, scholars, and other professional writers who are not supposed to need help with writing and do not need the kinds of writing instruction offered in the typical composition class.”; But why is writer’s block so common among academics? Is talking about procrastination just denying the need for help or instruction? Academics and PhD students are supposed to know all they need to know, aren’t they?; Would a request for help be seen as a critical weakness? Or is writer’s block caused by writing-related anxiety? Or unrealistic demands, leading to impossible writing goals? Or the absence of agreed writing time, creating workloads where written outputs are defined but writing processes are invisible? Or it is isolation? We write alone, and we don’t talk about it.; Given this mix of forces – emotional, cognitive, behavioural, rhetorical – we should use three strategies to deal with, or avoid, writer’s block.; Obviously! Perhaps that is the problem – the belief that writing is too complex to have such a simple solution. Surely high quality academic writing cannot be reduced to goals? But that is the problem – choosing not to use strategies that help.; There is a misconception that writing cannot be defined in the same way as other academic tasks, in terms of sub-goals and sub-routines. Once that belief takes hold, writing seems impossible.; Instead, think about writing in terms of levels of quality. For example, for writing a chapter, working on one level could involve writing about all the content, but not clarifying the argument. Working on another level could mean writing to make the line of argument explicit, but not adding or cutting anything. Another could be aligning the chapter summary and the contents. Each layer is a realistic goal.; This is not about lowering expectations – though it may feel like that at first – but defining writing in terms of sub-tasks. Working on all these levels at once would be an unrealistic goal. Achieving a realistic goal reduces anxiety and what one academic calls the “feeling of constant low-grade failure”, and prevents writer’s block.; Writers are more focused and less anxious when they are not multitasking. Even checking references – crucial as that is in academic writing – literally puts a stop to writing. The key is to write unplugged. Switch off all devices, quit email and internet and ignore other people’s writing (books, articles etc) for a specific time period. Set a realistic writing goal for 90 minutes.; Why does everyone not do this already? Probably because of anxiety about citing others’ work properly, not missing someone out and general anxiety about the quality of the writing.; As with other academic activities, interacting with others about ideas and plans is valuable.; Social writing involves writing with others – not collaborative writing, but writing with others in the room. Writing with others, talking about writing-in-progress and sharing writing goals and achievements helps us to understand writing better. Social writing generates realistic goal-setting and dedicated writing time.; It also makes writing part of work and life. It is no longer something we only do in solitude. Discussing writing is interesting. Social writing reduces the main cause of writer’s block – anxiety – and stimulates writing. With social writing, there may be no need for help or instruction after all.; Professor Rowena Murray is director of research in the school of education at the University of the West of Scotland. She is author of How to Write a Thesis (2011) and Writing for Academic Journals (2013).; More like this:; Enter the Guardian university awards 2015 and join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-260",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 22 Dec..."
}