{
  "content": "\n\nTuesday 16 September 2014 13.04 EDT\tTop of the class: Imperial College joins Cambridge as Britain’s best university\tThere’ll be upset in the quads as a prestigious survey puts Imperial ahead of Oxford and in joint second place globally\tIt is not easy to imagine “Impbridge” catching on. Still less “Camperial”. But it may not be long before a new name of some kind has to be found for Britain’s best two universities: Cambridge and Imperial College London.; Because, according to the latest QS World University Rankings, Britain’s universities are outstanding – only the US’s do better – but it is Imperial, not Oxford, that finds itself in joint second place with Cambridge, just a fraction below the Olympian heights of MIT. Poor Oxford has to share fifth with University College London. QS, in case you were wondering, is “the leading global career and education network for ambitious professionals”. Although it doesn’t say who that table was compiled by.; Of course Imperial, which specialises in science, technology, engineering and medicine, has been excellent for a long time. QS ranked it fifth best last year, when it was also ahead of Oxford (but behind UCL), and sixth in the two previous years. Imperial’s website boasts of 14 Nobel laureates and says it is “consistently rated among the United Kingdom’s top three universities,” which is usually a nice way of saying third.; What especially caught QS’s eye this year, however, was the quality of Imperial’s research. Certainly the staff and students have been producing discoveries and inventions, such as the “intelligent knife” that instantly identifies cancerous and non cancerous cells during surgery, that promise to make a difference and get noticed around the world.; That said, the rival Times Higher Education World University Rankings have judged Imperial to be only the ninth, eighth, eighth and 10th best university in the world over the past four years (with 10th most recently). Nor, with a ranking of 145th in the world according to QS, will its Arts and Humanities department be very excited. But then, as I am sure the rest of Imperial would readily admit, these tables are by no means an exact science.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-193",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 16 Se..."
}