{
  "content": "\n\nMonday 5 May 2014 04.11 EDT\tIt's madness to 'privatise' Marx – thanks to Piketty he's back in vogue\tAusterity and the financial crisis mean economics is in the news, so why is a publisher taking Marx and Engels offline?\tThe global economic and financial crisis has led to a renewal of interest in Karl Marx. Only a few weeks ago the New York Times ran a forum with leading economists with the theme \"Was Marx right?\". Thomas Piketty's recent book, Capital in the 21st Century, conducts an implicit dialogue with Marx over how to understand capitalism and confront its contradictions. So it is very sad that at this moment the publisher Lawrence & Wishart is forcing the Marxists Internet Archive (MIA) to take down those parts of Marx's and Friedrich Engels' Collected Works that it had hosted on its website with the authorisation of the publisher. It is particularly unfortunate that it insisted this happen by the eve of May Day, when international working-class solidarity is celebrated worldwide.; The MIA is an extraordinary resource for scholars and activists, giving free access to the writings, not just of Marx and Engels, but of many other socialist thinkers. Lawrence & Wishart portrays itself as a struggling publisher that needs to assert its copyright over the Collected Works in order to avoid \"institutional suicide\". It has pointed out that \"the work that went into producing them involved years of documentary research, collating and organising, the commissioning of hundreds of translations, and academic work on references and context\".; This is certainly true. I have myself worked at the Berlin-Brandenburg Academy of Sciences and Humanities where the historical-critical edition of the complete works of Marx and Engels, the Mega (Marx-Engels Gesamtausgabe), is being produced. So I appreciate the huge effort involved in such a project. Yet the aim of the protests against Lawrence & Wishart's decision is not to leave \"cultural workers such as publishers, editors and writers unpaid\". The online petition I helped to organise does not dispute Lawrence & Wishart's copyright. The point is that the bulk of the English edition of the Collected Works was produced primarily by Progress Publishers in Moscow, as a state project of the Soviet Union until it collapsed in 1991. Lawrence & Wishart, historically associated with the British Communist party, is the legatee of this Soviet investment.; Its decision has produced a storm of protest, with thousands around the world signing two online petitions, and moves to raise the issue within British trade unions. The signatories of the petition I have been involved in include prominent Marxist scholars based in the north (Jacques Bidet, Alex Callinicos, Bob Jessop, Michael Heinrich, Michael Löwy, David McNally, Helena Sheehan) and in the south (Ricardo Antunes, Abelardo Mariña Flores, Vijay Prashad), collaborators with the Mega (Kevin Anderson, Michael Krätke, Rolf Hecker), critical intellectuals (Stanley Aronowitz, Timothy Brennan, Rashmi Varma, Hilary Wainwright), heterodox economists (Guglielmo Carchedi, Doug Henwood, Steve Keen, John Weeks), and radical cultural figures (Pat Kane and Michael Rosen).; The self-defeating nature of Lawrence & Wishart's action has been revealed by the appearance of mirror sites of the original MIA site and the posting of pdfs of the entire Collected Works online. The publishers have now said that they have been \"surprised by the online response\" and are \"considering what we can do to meet the desire for greater access\". This is welcome news, and we would encourage them and the MIA to reach agreement. But this has to include restoring free online access to the Collected Works via the MIA. This is not the moment to privatise Marx.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-95",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 5 May ..."
}