{
  "content": "Monday 14 January 2013 19.01 EST\tArts Council chief accuses Gove of abandoning cultural education\tEducation secretary risks leaving a generation exposed and robbing children of their birthright, warns Liz Forgan\tMichael Gove is abandoning the next generation's cultural education, leaving them \"dangerously exposed\" without the basic artistic understanding to recognise themselves and their culture, according to the head of the Arts Council.; In a lecture on Tuesday at the British Museum to mark the end of her tenure as chair of the arts-funding body, Liz Forgan will say the education secretary risks \"robbing a generation of its birthright and failing in the duty we all have to continue our culture\".; She will say: \"Just as we let a whole generation lose the capacity to cook so we are in danger of making the same break in the transmission of our cultural language.\"; In her speech, titled A Farewell to Arts, Forgan will express alarm at the absence of arts subjects from the Ebacc, the new qualification at 16 awarded to pupils who have gained GCSE grades A-C in five subject areas: maths, English, two sciences, languages and the humanities. By excluding subjects such as art, design, music, dance and drama from the Ebacc, she argues, \"a big red signal is hoisted saying with total clarity, 'We don't care'\".; She will note that 15% of schools have dropped one or more arts subjects since the Ebacc was introduced.; The lack of arts subjects on the Ebacc has galvanised figures from all parts of the arts world, with cultural leaders such as the National Theatre's artistic director, Nicholas Hytner, the incoming BBC director general, Tony Hall, and the Tate's director, Nicholas Serota, condemning the changes. Artists including Grayson Perry, Julian Lloyd Webber and David Hare have strongly deprecated the Ebacc, and the 2012 Turner prize winner, Elizabeth Price, warned that its introduction risks a situation in which \"art is something that is available only to privileged people, and expressive only of that experience\".; Forgan will say that Gove is \"upending the entire school curriculum in a grand plan, carefully thought out and with a clear strategic purpose. A plan to nourish young minds with a new academic rigour but which as we speak makes no effort to do the same for their artistic development.\"; She calls on him to make a statement \"officially setting out his belief in the importance of cultural education\"; and giving \"a clear insistence to teachers that culture has a serious place in his expectations of them\".; Forgan will explain that she is focusing her arguments on Gove rather than Jeremy Hunt or Maria Miller, the former and present culture secretaries, because Gove has \"almost the most important cultural job there is\". In addition, \"unlike most normal politicians Michael Gove gets it … he perfectly understands the transforming power of the arts on young minds\".; Forgan will characterise Gove as an exceptional figure \"with the determination and brilliance to make a difference\" unlike most politicians, who \"on the whole are bad at culture\". In addition, she will say, most culture secretaries \"haven't had much interest in culture and wish they were somewhere else serious.\"; As well as calling for cultural education, Forgan will make a plea to protect the arts more widely. \"Don't cut the arts budget,\" she will urge. \"The saving is far too tiny to make any impact on the serious challenges in the national budget and the damage is deep and lasting.\" She will point out that the contribution to the arts from general taxation is 0.05% of the national budget.; The arts are vital to human life, she will say – \"as deep a need in us as food, shelter, sex and security … they are the way in which we communicate beyond the grunt and the whack\".; The arts have always needed patrons, from popes to pharoahs, and the creation of the Arts Council after the appalling destruction of the second world war was an expression of that need, made when the country was in desperate straits. \"The state invests in its culture because it sees it as an essential component of its collective identity and because it regards its artists as precious assets.\"; She will say that the most important advice she leaves her successor, the broadcaster Peter Bazalgette, is to protect the principle at the heart of the founding tenets of the Arts Council: that the arts should be at \"arm's length\" from direct interference by politicians. \"Politicians and artists are different fish which really shouldn't share a frying pan. It's the job of the ACE chair to honour [politicians'] democratic mandate, deliver their big priorities, understand their pressures, take as much of the strain of spending cuts… and then patrol the ramparts like a panther to protect the arm's length principle and freedom of artists from the considerations of party politics.\"; Forgan, a former women's editor of the Guardian and one of the founders of Channel 4, is a trustee of the British Museum, the chair of the National Youth Orchestra and chair of the Scott Trust, which owns the Guardian. She was asked to leave Arts Council England at the end of her first term as chair last March by Hunt, then culture secretary, in a move that was interpreted widely as political and reflective of a perception on the right that Forgan was too closely associated with the former Labour government. Bazalgette takes over at the end of this month.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-12",
  "namespace": "we1sv2.0",
  "title": "Monday 14 Janua..."
}