{
  "content": "Tuesday 17 September 2013 09.05 EDT\tWhere are the great new science books?\tAfter the announcement of a Samuel Johnson prize longlist that is light on science books, we're looking for those that you think should have been included\tLast week we asked for your thoughts about clothes in literature, for a podcast about fashion inspired by a comment Margaret Atwood had made about army uniforms. So interesting was the response that we not only quoted comments from acwacw, swithering, katybird, FrustratedArtist and Dylanwolf but discovered a new podcast star, Moira Redmond, who blogs as clothesinbooks.; This week, we'd like your thoughts on science books after a Samuel Johnson prize longlist was announced that includes \"lots of biographies and history, fewer science, than in some years\", in the words of astronomer royal Martin Rees, who is chairing this year's Samuel Johnson prize for non-fiction.; He said: \"There are lots of biographies and history, fewer science, than in some years. We saw some books that were interesting, but that failed on the quality of writing test.\"; We're expecting the dearth of science books on the Samuel Johnson longlist to be queried by on of our podcast guests, Uta Frith, a judge of the Royal Society's Winton prize.; The twelve books on this year's Winton longlist cover a dazzling range, from Tim Birkhead's Bird Sense to Caspar Henderson's Book of Barely Imagined Beings. But is The Book of Barely Imagined Beings even a science book?; Reviewing it in Guardian Review, Gavin Francis wrote:; Tell us which science books you think we should all be reading.; And to get the inspiration flowing, here is one that probably isn't a contender - courtesy of @NicholasCollins on twitter; • This article was amended on 19 September 2013. The earlier version suggested that comments made by Martin Rees, chair of the Samuel Johnson prize for non-fiction, meant that he had \"bemoaned the quality of science writing\", as the standfirst had it. That was not the case: when Rees said \"We saw some books that were interesting, but that failed on the quality of writing test\", he was not referring to science books.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-211",
  "namespace": "we1sv2.0",
  "title": "Tuesday 17 Sept..."
}