{
  "content": "\n\nFriday 7 February 2014 21.10 EST\tSchapelle Corby: a national obsession\tYoung, photogenic, a woman held prisoner in a foreign land – her case was always going to be a very Australian melodrama\tWhen a mother’s desperate cry that “a dingo’s got my baby” reverberated outward from an Uluru campsite 34 years ago Australia’s eyes turned collectively to the television – and the trope of the celebrity “did she or didn’t she” woman of crime was born.; Lindy Chamberlain, wrongly convicted of infanticide, spent three and a half years of a life sentence behind bars before being granted her liberty. The ferocity of a public conviction of guilt, the merciless nature of media attention and the enormity of the legal injustice were immortalised by Hollywood and have been studied by academics ever since.; Schapelle Corby, now on the cusp of release from a Balinese jail, should be a rather less likely Aussie heroine. Accused of smuggling 4.1kg of “skunk”, the head-blasting, resin-rich marijuana that has replaced the gentle leaf of old, Corby’s plight also sparked a frenzied public response. But at the time of her sentencing polls showed that nearly three-quarters of Australians believed her to be innocent.; Nine and half years on the “did she or didn’t she” discourse about the young trainee beautician is indubitably more polarised. A Nielsen poll in 2010 found nearly half said they didn’t know but just one in 10 respondents said they believed her to be innocent.; The daughter of a Queensland fish and chip shop owner, the girl labelled “Our Schapelle” by the tabloids, remains instantly recognisable. Photographs of her behind bars, bright blue eyes shiny with terror and grief, have been on the covers of myriad magazines and newspapers. A TV biopic is being rushed to air while the media scrum has returned to Bali to await release of the woman dubbed Ratu Ganja (Marijuana Queen) by the Indonesian media but otherwise studiously ignored by them.; What is it about Corby that seized the Australian national psyche, sparking years of passionate debate, fights in pubs, hysteria in the media and that true marker of a genuine cultural phenomenon: a litany of jokes? (“I walked past Schapelle’s beauty parlour and the sign said ‘Back in 20’.”); Does Australia really still love the underdog or is this a passion exclusive to the photogenic “victim”, the one capable of careful grooming even while locked up in the notorious Kerobokan jail?; And what does the Corby obsession say about attitudes to near neighbour Indonesia, 21st century attitudes to women – and social class, Australian-style?; The Corby drama, it should not be forgotten, unfolded exactly three years after the first of the Bali terror attacks that killed 202 people, among them 88 Australians.; Macquarie University’s Dr Anthony Lambert argues that the timing of the Corby story plays into the cultural narrative which in itself spans an array of significant issues, from national identity to femininity, border security to terrorism.; The Foucaultian fear of the “other”, vividly embodied by Corby’s reported proximity to the jailed Muslim cleric and terrorist mastermind Abu Bakir Bashir, added notions of national vulnerability to an already vexed “us and them” plot.; In his research paper published by the national Journal of the Humanities, Lambert writes that in the cultural context of the US-led War on Terror – a discourse that necessitates what Tony Abbott has more recently described as “goodies and baddies” – Corby was perceived to be the innocent caught behind enemy lines. It was this sentiment that drove the interminable public calls to “bring Schapelle home” via a prisoner exchange program.; Certainly, during Shapelle Corby’s trial endless TV footage showed her sobbing, blue eyes reddened, head in shaking hands. The more she cried, the more palpable was Australia’s empathy. National grief appeared to reignite in front of the symbolic image of the young Australian woman weeping inconsolably.; “Despite Corby’s defence implicating Australian airport security, Indonesia became both the site and the perpetrator of terror against Corby as the visual symbol of Australian identity and values,” Lambert observes.; Mediawatch also identified this recurrent motif earlier on, using the Daily Telegraph of 28 May 2005 to highlight the black and white juxtapositions of “foreign” sentencing to galvanise public outrage: “[A] terrorist planned the murder of 88 Australians and got two years … Schapelle Corby got 20 [years] … 10 times the sentence given to the accused Bali terror mastermind, Abu Bakir Bashir.”; As its presenter, Paul Barry, pointed out on air there was a crucial difference: the word “accused”. Abu Bakar Bashir had not been convicted of masterminding the Bali bombing. Accused, yes, but not convicted in a court of law. The three Indonesians who had been convicted were, on the other hand, on death row and faced a firing squad.; Australia’s radio talkback commentariat gleefully added fuel to the fire of outrage: who can forget Radio 2GB’s Malcolm T Elliott who told a caller on air: “The judges don’t even speak English mate; they’re straight out of the trees if you excuse my expression.”; The expatriate Australian journalist Eric Ellis described the Corby phenomenon as a “weeping, xenophobic hysteria” and noted in the Spectator that in any other nation the kind of statements uttered by Alan Jones and Malcolm T Elliott would have seen them hauled before a race relations tribunal. Australians, mused Ellis in 2005, seemed to “fancy they see something of the Gallipoli spirit in Corby”, identifying her with the stereotype of “the humble Aussie battler, abandoned by her government and struggling in vain to overcome an insurmountable foreign adversary”.; This time it wasn’t Johnny Turk as the enemy but the brutal Indonesians who dared run courts in Bahasa, not Aussie English.; Meanwhile the Indonesians merely expressed bewilderment and Sabam Siagian, Jakarta’s ambassador to Canberra in the early 1990s, was reported saying public reaction in Australia was “incomprehensible” to him: “Australia has always boasted to us that it is an advanced society but this inexplicable display of emotion has Indonesians wondering if this is still the case.”; On Friday his observation seemed still to stand as the Indonesian justice and human rights minister, Amir Syamsuddin, announced 1,291 successful applications for parole – Corby’s just one among the many – but refused to “talk specifically about Schapelle”.; “Parole is not a matter of policy and not a minister’s generosity,” he said.; “It’s the right of inmates. We’re a dignified country and we uphold the laws”.; When Lindy Chamberlain was on trial discussion was limited to radio talkback, the pub and around dinner tables. Footage remained the sole province of TV news and still photographs corralled within the nation’s press. Chamberlain was never snapped crying behind bars and her shell-shocked, stoic responses are now widely accepted to have been significant in the early – and merciless – public interpretation of her guilt.; Images of Corby behind bars, on the other hand, her eyes pleading and shiny with tears, are ubiquitous, recognisable to all Australians at home and abroad. Aided by the unusual layout of Kerobokan prison, photographers have been able to record Corby’s living conditions, keeping up a relatively steady stream of publishable clickbait.; The same attention, however, has never been lavished on the so-called Bali Nine, the rather less photogenic group of young Australians also convicted of drug smuggling in 2005 who have been pretty much invisible in the media ever since.; Of course Corby’s inordinately high public profile has been aided and abetted for a decade by her immediate family. Indeed had a hungry TV producer gone in search of a new reality series it would be difficult to surpass the Schapelle Show.; Her unusual name alone titillated the educated minority’s sniffiness, while her siblings fed the national fixation for all things deemed “bogan”.; Her sister Mercedes appeared in a Ralph magazine spread clad in a bikini and was forced to defend allegations of pot smoking as a teenager, while half-brother James Kisina finished up in jail himself in 2006 for his part in a drug-related home invasion. (Kisina was the sibling who was travelling with Corby when her boogie board was opened and the drug haul found.); More recently a book by the journalist Eamon Duff, Sins of the Father, explored the alleged role of Corby’s late father, Mick, in a drug smuggling syndicate. Corby senior never stopped rebutting allegations that he was involved or had any knowledge of what was found in his daughter’s baggage until he died of cancer in 2008, although this part of the story is said to drive the much spruiked telemovie, on Channel 9 this Sunday.; In an attempt to conduct a mini vox populi to gauge Corby’s impact on the Australian consciousness I set up a straw poll on Facebook overnight. It elicited 40 lively and surprisingly homogenous responses in the space of a few hours. Interestingly the impact of Corby’s looks on public sympathy dominated the thread: “She’s our Foxy Knoxy, good looking equals assumption of innocence” wrote one correspondent. “Sympathy because she is attractive. Nowhere near the same attention for [Bali Nine courier] Renae Lawrence” observed another.; Payments for interviews upset others, particularly the application of chequebook journalism and the meteoric rise in payments for access to an interviewee accused of a crime. “The celebrity angle. What will they pay now?” asked a veteran news photographer. “And don’t forget Australians romanticise their villains … Ned Kelly, Chopper Reed,” said a Sydney-based executive.; A twentysomething male, recently returned home after a couple of years traveling Asia and Europe, observed that the Corby saga has fundamentally changed the carefree way young Aussies once travelled: “Everyone started buying little padlocks for their suitcases and wrapping them like a round of sandwiches with those absurd glad-wrap stations at airports,” he wrote, so fearful are backpackers of drugs being planted on them.; Another, a diplomat, messaged privately to point out the most recent (December 2013) figures published by the Department of Foreign Affairs, which show that 324 Australians were under arrest overseas and 218 behind bars: convicted and serving sentences abroad, among them the Bali Nine. “Where are they in all this?” he asked.; No empathy was shown by a UK-based media man: “As a Pom [working in Australia] I was always bemused by how obsessed with her Australian media was. Morning conference at the Sydney Morning Herald always had a Corby chapter in there. Why? She’s a drug mule!”; He observed that by comparison Britain’s recent Peru Two [drug mules jailed for cocaine trafficking] experienced a very brief courtship with UK media. “There won’t be a BBC drama made of their plight, because we don’t give a toss. Australia has a weird attitude to drugs and to any of their citizens that get caught abroad involved in that trade, like somehow foreign laws are not applicable to them.”; Surprisingly nobody offered an opinion on the million dollar questions: innocent or guilty? Drug mule or hapless ingénue?; “I think I’ve typed the word Schapelle more than any other in my career,” wrote Melbourne-based journalist and author Neil McMahon. He says he could venture “a zillion thoughts about the Corby saga” but today his gut instinct is that the mainstream media has vastly overestimated her status as a proverbial barbecue stopper: “If she stops a BBQ these days it’s for everyone to concur that she’s guilty … and how gullible the nation was to ever think otherwise.”",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-28",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 7 Febr..."
}