{
  "content": "\n\nFriday 23 May 2014 10.37 EDT\tUniversity of London plan to close Institute of English Studies on hold\tVigorous campaign by IES supporters produces agreement to rethink proposal, but centre's financial future still uncertain\tThe University of London has lifted the threat of immediate closure from its Institute of English Studies and the Institute of Musical Research following protests by academics.; The two research centres – part of the University of London's School of Advanced Study (SAS) – had been recommended to be axed and merged with other centres this summer in reaction to a 3% cut in state funding. But after a vigorous campaign led by supporters of the IES and IMR, the university has put the moves on hold.; Roger Kain, dean of the SAS, announced that the board of trustees and the vice-chancellor, Professor Adrian Smith, had agreed to rethink the proposal after a meeting on Wednesday, telling staff that the \"overwhelming response\" to the threatened closures was behind the change of heart.; \"The response to our published proposals has revealed a hugely gratifying level of support for what SAS English Studies and Musical Research contribute to the academic humanities community,\" he wrote in a letter explaining the decision.; But Kain warned that the university would now be examining how the centres could achieve long-term financial sustainability.; \"We reached a tipping point this year after some years of below-inflation funding and then the wholly unexpected cut. This has created major financial difficulties,\" Kain said.; Wim Van Mierlo, acting director of the IES, told staff and supporters: \"I am overjoyed by this news and want to thank you from the bottom of my heart for all your efforts and hard work.\"; He, too, warned that the centre's future was still uncertain.; \"The school is still faced by a serious funding cut. What the repercussions of any structural reorganisation will be are as yet unclear,\" Van Mierlo said.; The announcement that the IES and IMR would cease to exist in their current form sparked protests by academics and the resignation of the chair of the IES's advisory board, Professor David McKitterick, who said the move would harm the university's reputation.; Supporters said the two institutes were key research hubs for academics and students, organising dozens of conferences and seminars each year, as well as overseeing collaboration on major projects.; Campaigners called the move \"sudden, arbitrary and ill thought out\", coming a week after interviews for a new director of the IES were cancelled at the last minute.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-114",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 23 May..."
}