{
  "content": "Tuesday 14 May 2013 03.00 EDT\tWhat's the best way to teach languages?\tHow do students best pick up languages? Martin Williams talks to academics, teachers and multi-lingual speakers to find out about the science of learning a language\tAlex Rawlings was a language teacher's dream. He fell in love with languages when he was eight and learnt Greek, then German, then Dutch.; Now, an undergraduate at Oxford, he is the UK's most multi-lingual student, speaking 11 languages. So what's his secret?; \"I remember seeing people on the beach in Greece when I was a kid and not being able to talk to them,\" says Alex. \"I thought it'd be nice to be able to talk to anyone in the world in their language. That has always stayed with me.\"; Such enthusiasm is rare: a report by the British Academy this year found there was a growing deficit in foreign language skills. Increasingly, children are choosing not to study languages beyond the compulsory stage - and only 9% of pupils who take French GCSE progress with it to A-level.; \"We're failing to inspire people,\" says Alex. \"I had a mix of good and bad teachers - the most inspirational ones just focused on giving you the confidence to speak. Then I'd pursue it outside the classroom: I would watch films, find out new words and read things.\"; Language pedagogy has come a long way since the days when repetitive grammar-translation methods were regarded as the only way to learn. Today, task-based approaches are widespread in British schools, emphasising communication and the practical uses of language.; For Christelle Bernard, a French and Spanish teacher at St Gemma's High School in Belfast, these methods of teaching allow her to cast aside the textbook whenever she can. \"You need a little bit of grammar, but my approach is much more topic based with as little grammar as possible,\" she explains.; Her task-based teaching embraces ideas which range from lessons using computers, to audio-visual and kinesthetic learning. She explains: \"For instance, if I'm teaching pets, I'll bring in soft toys to use in the lessons.\"; \"I hardly ever use a textbook - I use Twitter much more,\" she says, describing lessons where pupils discuss tweets written in French. \"ICT allows them to collaborate with others. So they can work together, but it gives them a choice of medium. And because they know how to use computers, it creates a comfort zone where they can focus on the language.\"; Task-based learning typically involves an information gap: students may have to share knowledge to communicate effectively, or look for language rules themselves before re-applying them. It's an approach favoured by Huw Jarvis, a senior lecturer in the School of Humanities, Languages and Social Science at the University of Salford. He says: \"We know that people learn better when they struggle to communicate - so that needs to be at the core of the kind of delivery and the methodology.\"; \"The primary purpose of language is communication - grammar is important, but there's a bigger picture. Language is no longer seen as being learnt through mechanical exercises, it's developed through students interacting and engaging.\"; But there could be a danger in focusing too heavily on task-based methods of language teaching, according to Richard Hudson, emeritus professor of linguistics at University College London. He explains: \"There was a strong reaction against grammar-translation. Instead, there was the idea that you could make languages available to less academic children by focusing on communication.; \"But what happened is that they got rid of the grammar and the translation. It was a classic case of throwing out the baby with the bath water. It's not fair on children to leave them to work out the rules of language themselves.; \"What we're moving towards now is teaching which still has the aim of producing fluent language speakers, and still has a lot of emphasis on realistic situations, but with a lot more emphasis on making children aware of how the language actually works.\"; So could a conjunction of different ideas within language pedagogy be the secret to learning and teaching? Michael Erard studied hyperpolyglots (multi-lingual speakers) in his book Babel No More and says they used a variety of methods. He explains: \"They use a mix, with a focus on accomplishing tasks, whether it's communicative tasks or translation tasks.; \"What unites them is that they've learned how to learn, and each one has learned how he or she learns best. There is no uniform method or single secret that any one of us can duplicate.\"; Luca Lampariello, a hyperpolyglot and language consultant who speaks twelve languages, says: \"The best method is the method you like.; \"Languages cannot be taught, they can only be learnt. The best way is to tell students right away that they are responsible for their own learning process, and the teacher is just a guide who has to motivate them.\"; Another hyperpolyglot, Richard Simcott, 36, is one of the most multi-lingual people in the UK: he has studied more than 30 languages and can converse in around 20 of them. \"My interest in languages started at a very young age,\" he says. \"I would tend to find a book for a language that works for me and then I would try to find additional materials that interest me, like TV, DVDs, music and websites.\"; \"Many students fail to see the relevance, so we would certainly need to inject that into the classrooms now. I would love to see more schemes set up where the language classes in various countries could link up to bring the reality of speaking a language home to kids.\"; But although Brits have long been famed for being lazy when it comes to learning foreign languages, the problem may partly lie in the number of hours of language education children are given. \"We only give about half the amount of time to language teaching that they do in continental countries,\" says Prof Hudson.; A report by the European Commission in 2011 listed the UK joint-bottom in major rankings showing the number of languages learnt in each country. National curriculum reforms set to be introduced next year - which will see foreign languages taught from the age of seven - may help, but figures show the UK has a long way to catch up with other European countries.; On average, pupils across Europe start learning languages between the ages of six and nine, but for many it starts even younger. In Belgium, learning starts in pre-primary education at the age of just three, and is compulsory until 18. And for children in Spain, Italy and Norway, language classes begin at six. Meanwhile, in Luxembourg, students on some education pathways have to learn up to four languages in secondary education.; Chistelle Bernard says that while methods of language teaching in continental Europe are often still grammar-based, it's the realisation that languages will be useful in later life that helps motivate students. \"If we don't tackle the vocational side of languages, it doesn't seem to be that relevant to UK children,\" she says.; But for all the innovation of language pedagogy, foreign language teaching in the UK may ultimately be hindered by students' lack of understanding of their mother tongue. Alex Rawlings says: \"In a lot of European countries they spend more time studying the grammar and structure of their own language - and they do that from a very young age. So by the time they come to learn foreign languages they are aware of the terms and how they're used.\"; Prof Hudson agrees: \"The move towards communicative, task-based syllabuses in foreign languages was driven by the fact that teachers couldn't talk about grammar because it had stopped being taught in English lessons. The two subjects are so tightly interconnected.\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-117",
  "namespace": "we1sv2.0",
  "title": "Tuesday 14 May ..."
}