{
  "content": "\n\nFriday 24 January 2014 17.33 EST\tJudge orders hospital to cut life support from brain-dead pregnant woman\tTexas hospital claimed it was illegal to stop treatment Judge: hospital misapplied law, ruled Marlise Munoz was dead Ruling criticised by anti abortion campaigners\tA judge has ordered a Texas hospital to remove life support for a pregnant, brain-dead woman who was being kept on a respirator against her family's wishes.; RH Wallace, a district judge in Fort Worth, ruled in the case of Marlise Munoz that the John Peter Smith hospital misapplied a Texas statute that makes it illegal to withdraw life-sustaining treatment from pregnant women. \"Mrs Munoz is dead,\" he declared.; The judge gave the hospital until 5pm CST (11pm GMT) on Monday to comply. The hospital said in a statement that it \"appreciates the potential impact of the consequences of the order on all parties involved\" and was deciding whether to appeal.; Munoz has been kept on life support for the past two months because the hospital claimed it would be illegal under Texas law to withdraw treatment, since the fetus would die as a result. In court documents released on Friday, the hospital accepted that the fetus was not viable.; The hospital based its case on a line in the Texas Advance Directives Act of 1999 which states that \"a person may not withdraw or withhold life-sustaining treatment ... from a pregnant patient.\" The Munoz family argued that this clause does not apply because the 33-year-old is legally dead.; Erick Munoz found his wife unconscious on their kitchen floor in the early hours of 26 November, reportedly after suffering a blood clot. At the time, she was 14 weeks pregnant with their second child. The couple both trained as paramedics, and Erick Munoz said this resulted in frequent discussions about serious injuries. He said they both clearly expressed to family and friends that they would not want to be resuscitated if they were ever diagnosed as brain dead.; Munoz did not comment to reporters as he left the court on Friday.; The ruling was criticised by the anti-abortion pressure group, Texas Alliance for Life. It said in a statement: \"The decision fails to recognize the interests of the unborn child, who is a separate patient. We believe the intent of the legislature, as expressed in numerous places in Texas law, is to protect the lives of unborn children to the greatest extent possible.\"; The case has prompted public discussion on the nature of death and the rights of unborn children. Much of the debate had been ill-informed, said Rebecca Lunstroth, assistant director of the Houston-based McGovern Center for Humanities and Ethics. \"The population somehow thinks that being brain-dead is different from other types of death. When someone's brain-dead, they're dead,\" she said before the ruling.; \"This is a dead woman that technology is keeping [breathing] for a finite amount of time. That's not the proper use of technology, in my opinion ... it shouldn't be the hospital's decision.\"; Several medical ethics experts have backed this stance, including Thomas Mayo, an associate law professor at Southern Methodist University near Dallas, who helped draft the 1999 law.; \"It never would have occurred to us that anything in the statute applied to anyone who was dead. The statute was meant for making treatment decisions for patients with terminal or irreversible conditions,\" he told the Fort Worth Star-Telegram.; Texas law states: \"The person is dead when, in the announced opinion of a physician, according to ordinary standards of medical practice, there is irreversible cessation of all spontaneous brain function. Death occurs when the relevant functions cease.\"; The family's lawsuit contended that the hospital's continued treatment amounted to \"nothing more than the cruel and obscene mutilation of a deceased body against the expressed will of the deceased and her family\" and was a violation of her civil rights under the fourteenth amendment of the US constitution.; In a court document released before the hearing, the hospital acknowledged that \"Ms Munoz met the clinical criteria for brain death on November 28, 2013\" but argued that withdrawing \"life-sustaining treatment\" would be \"contrary to this state's expressed commitment to the life and health of unborn children\".; In the absence of case law, they said, the \"reasonable inference\" is that the clause referencing pregnancy in the 1999 act \"was enacted to protect the unborn child against the wishes of a decision maker who would terminate the child’s life along with the mother’s\".; The fetus is nearly 23 weeks old. In the US, a fetus is generally considered \"viable\" – having the potential to live outside the uterus – from 24 weeks. However, Munoz's lawyers issued a statement this week claiming that the fetus is severely deformed and seriously ill.; \"Even at this early stage, the lower extremities are deformed to the extent that the gender cannot be determined. The fetus suffers from hydrocephalus [water on the brain]. It also appears that there are further abnormalities, including a possible heart problem, that cannot be specifically determined due to the immobile nature of Mrs Munoz's deceased body,\" it read.; \"Quite sadly, this information is not surprising due to the fact that the fetus, after being deprived of oxygen for an indeterminate length of time, is gestating within a dead and deteriorating body, as a horrified family looks on in absolute anguish, distress and sadness.\"",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-21",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 24 Jan..."
}