{
  "content": "\n\nWednesday 7 May 2014 10.36 EDT\tHow big data is changing how we study languages\tBig data is enriching the field of language study, but data access needs to be opened up more for academics to scrunitise the figures properly\tDo women really talk more than men? How does disfluency vary with sex and age? Do young people really use \"Yeah no\" more than older people, and what do they mean by it? Have sentences in formal written English become shorter and simpler over the past few hundred years? Using available digital resources, we can get answers to questions like these in just a few minutes.; From the perspective of a linguist, today's vast archives of digital text and speech, along with new analysis techniques and inexpensive computation, look like a wonderful new scientific instrument, a modern equivalent of the 17th century invention of the telescope and microscope. We can now observe linguistic patterns in space, time, and cultural context, on a scale three to six orders of magnitude greater than in the past, and simultaneously in much greater detail than before.; Of course, our observations may not be correct or general, because they depend on counting things in specific datasets with specific characteristics. But the same problem exists even more seriously for the answers we get from any other methods. And as long as we have data from a variety of different settings – personal conversations and broadcast interviews and classroom discussions and so on – it's easy to check the generality of our results.; At least, it's easy if all that digital data is accessible.; Luckily, we now have access to quite a bit of relevant linguistic data. This is partly because so much of our communication is now mediated by networked digital computing devices. But it's also because shared linguistic datasets played a central and critical role in the research behind the linguistic technology, science, and scholarship that we have today.; This has resulted in several important consequences for science and the humanities. The most important being that we now have algorithms for the automatic analysis of text and speech, algorithms that can be applied to the even larger digital archives now emerging.; And another important outcome has been to underline the value of reproducible research on accessible data.; When research datasets are available, there's more research because barriers to entry are lowered. When research datasets are shared, the research is better, because results can be replicated, and algorithms and theories can be compared. In addition, shared datasets are typically much bigger and more expensive than any individual researcher's time and money would permit. And when datasets are associated with well-defined research questions, the whole field gets better, because the people who work on the \"common tasks\" form a community of practice within which ideas and tools circulate rapidly.; This is not a new set of ideas. European civilisation made an analogous set of discoveries in the 16th century, when the invention of the printing press, and its use to disseminate translations of the bible into the languages of everyday life, transformed European society. Literacy, education, and scholarship spread to a much larger portion of the population, and improved in quality as well as quantity along the way.; Unfortunately, the great majority of relevant material remains locked up because of legitimate concerns about privacy and intellectual property, as well as less laudable interests in exclusive access to publicly funded data. There is a growing trend to find ways to overcome these barriers, protecting privacy and property while rewarding sharing rather than hoarding. Some outward signs of this intellectual trend can be seen in the Royal Society's Science as an Open Enterprise report, and the US Office of Science and Technology Policy memo on Increasing Access to the Results of Federally Funded Scientific Research.; We might call this process the data reformation, since it emphasises the spread of unmediated access to the primary material needed to discover truth. More familiar names for the trend are the open data and reproducible research movements. Under whatever name, this trend is making increasing amounts of digital data – including speech and language data – accessible to many researchers worldwide.; Mark Liberman is a professor of linguistics at the University of Pennsylvania. He will be speaking at a British Academy and Philological Society panel discussion on Language, Linguistics and the Data Explosion on Friday 9 May at 4.15pm at the British Academy.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-98",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 7 M..."
}