{
  "content": "Tuesday 18 June 2013 04.00 EDT\tUse postgrad to give your life a new direction\tIf you change your mind about your career during your degree, find a postgrad course to give you the focus you need • Need advice on postgraduate funding? Join our live discussion from 1-3pm\tEmployability is the buzzword in higher education but a surprising number of students are rethinking their careers as they don their graduation gowns.; Perhaps they have studied science and want to go into advertising or they have trained as a doctor but want the excitement of a career in the City. Choosing the \"wrong\" degree subject leaves graduates with a dilemma, and not one necessarily of their making.; Admired though it is across the world, the British honours degree system has its downside – students must decide at the age of 15 which A-level subjects to study and then commit at 16 or 17 to a degree choice. It is very common for students to change their minds about what they want to do says Vanessa Freeman, a consultant for the Careers Group at Goldsmiths, University of London. \"The university experience introduces students to a diverse peer group, influential lecturers and the chance to hear about career paths not previously considered,\" she says.; One way to change direction is through a postgraduate qualification, usually a taught master's course geared to a particular industry. Bob Gilworth, the director of the University of Leeds career service distinguishes between niche masters programmes that are \"virtual shoe-ins\" for a job – such as geophysics, petroleum engineering and financial mathematics – and others where the student will have to do a bit more work convincing employers it was worth it.; Courses with close industry contacts are particularly important in the media and the creative industries where students need to build up a cuttings book or portfolio. It was the opportunity to work on real projects and the close links with the industry that persuaded Jon Hatton, 24, to enrol last January on a two-year games design MA at the National Film and Television School in Beaconsfield, Bucks. His first-class honours degree in physics and philosophy from the University of Bristol would have opened the door to a career in academic research or in the City. Instead, he chose the creative industries and a practical course with close industry contacts.; Advertising is another popular graduate career choice – and would-be \"Mad Men\" do not need to have done a first degree in an allied subject. George Boyter, the leader of the MA in advertising at Buckinghamshire New University, says what matters is their curiosity and enthusiasm.; The music industry also offers opportunities that are wider than you might have thought. You don't have to have a degree in music to get a foot in the door, either. Current students on the new MA in music industry management and promotion at the University of Central Lancashire include graduates from disciplines such as business, communication and fashion.; Humanities students often use management masters degrees to move into consultancy. For example, Durham PPE graduate Sophie King enrolled on the MSc management course at Warwick Business School. She graduated last year and is now a consultant in performance improvement for Ernst & Young, the global professional services firm.; \"The course is designed for people who haven't studied business or management before,\" she said. \"It secured me interviews I would not otherwise have got.\"; Travelling and volunteering can inspire students to want to make a difference. Ross Edgeworth, 33, recalls how he became interested in development work while travelling after graduating with a sports science degree. On his return he enrolled in the disaster management and sustainable development MSc at the University of Northumbria and now works across the world as the programme-funding manager for Traidcraft, the UK's leading fair trade organisation.; Graduates of all disciplines have transferable skills they can bring to postgraduate study, say career advisers. The important question they must ask before handing over the course fees is whether further study will make them more attractive to employers.; Jamie Burrows, 24, graduated from the University of Liverpool with a 2.1 in architecture. While searching for a firm to offer her a place for the compulsory year in practice she changed her mind and is now doing a two-year masters degree in production design at the National Film and Television School.; \"At first I thought a career in production design was unrealistic, but I did some research and found I could use the skill base I had from architecture. The London Film School puts on weekend courses so I came down once a month and then volunteered in the art department of the National Film and Television School.; \"We are designing and building sets for television, taught by working art directors and production designers. I'm building up a good portfolio and I think I will have a much better chance of getting a job than if I had stayed in architecture.\"; Vern Nelson, 42, was a maths and computer science teacher in St Lucia, and then at a Croydon comprehensive school until he decided on a change of career. He is now studying for an MSc in financial mathematics taught jointly by the business school and the school of mathematics at the University of Leeds. Around 85% of people on the course come in straight after their first degree and most have studied subjects containing a substantial amount of mathematics.; \"I started on a postgraduate course in actuarial science and then changed to financial mathematics because it was more suited to my first degree in maths and computer science at the University of the West Indies in Barbados.; \"I wanted a complete change from teaching, though it's hard going back to studying, especially on such a challenging course. I need to learn as much as I can because my long-term plan is to go home to St Lucia and try to make a difference. We are one of the emerging economies thinking how to change. If I have the skills and the knowledge, I hope I will be able to make a contribution.\"; After graduating with a law degree, David Glendinning took time out to travel and witnessed the challenges facing developing nations. On his return, he enrolled on the MSc in disaster management and sustainable development at Northumbria University. It was the start of a career in international development and he now travels the world for the International Rescue Committee. Based in New York, he is the technical adviser for Protection Rule of Law, helping to create projects that will allow access to justice for people affected by wars and natural disaster.; \"The course gave me a solid grounding in the theory and practice of humanitarian action and development, which allowed me to pursue a career helping people in crisis and poverty. I spend six months of the year travelling to East Africa developing and supporting projects designed to help people affected by emergencies to better understand their rights and how to claim these rights, including through the legal system.\"; Branislav Dikov, 27, spent five years at Varna Free University in Bulgaria qualifying as a forensic engineer. He decided that rather than be involved in the construction of buildings, he wanted a career as an investigator for insurance companies or as an expert adviser for companies buying and developing properties.; He is now studying for an MA in international business and management at the University of Westminster in London.; \"I wanted to combine forensic engineering with business to develop a career in property investment. Many banks and companies are investing millions of pounds in properties and need to have someone who can assess the land, environment and construction of the buildings. I hope the MA will help me find my niche.\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-147",
  "namespace": "we1sv2.0",
  "title": "Tuesday 18 June..."
}