{
  "content": "\n\nThursday 4 December 2014 06.47 EST\tThis 'hero shot' of Shanghai’s future skyline projects China's success\tIn an age of intense competition between the world’s cities, authorities are focused on presenting a particular image for global consumption\tOne of the most prolific forms of image in shaping contemporary cities has to be the “render”. The term has come to describe digital visualisations that have the authority of digital photographs, and are often viewed and interpreted as such, but which are actually hybrid images comprised of layers of data from different sources.; This render of Pudong, Shanghai, was produced for the Chinese government, the client of the commercial architectural practice Gensler’s Shanghai Tower. The spiralling building is seen in a state of perfect completion on the right-hand of the skyline, the tallest of a planned trio, but the image was made in 2008, before construction had started.; In an age of intense competition between the world’s cities, governments and city authorities have become increasingly focused on presenting an image for global consumption, and this dramatic skyline is the exemplar par excellence, capturing the heady power of capital and the spirit of the city and the nation’s modernisation.; The render plays an important role within this, produced to communicate what the towers would look and feel like in context. In this case, the government did not provide a brief for the production of this specific image, but Gensler – who market themselves as globally networked facilitators, “leveraging the power of design to create a better world” – were attuned to their client’s desire to produce a “hero shot”, not only aiding visualisation of the tower as a powerful icon within an urban landscape, but also projecting the future success of China.; The image is not entirely futuristic, however. It shows tourists consuming the spectacle of the nascent skyline of Lujiazui, the city’s new financial district, but from a viewing platform on the Bund, the old city, on the point of a bend in the Huangpu river.; The authorship of such renders is as ambiguous as their status as visual artefacts. In this case, Gensler outsourced its production to a specialist and well-known international visualisation firm, Crystal CG, which works across sectors such as entertainment, the car industry and real estate, as well as architecture.; Gensler provided them with drawings made in Vectorworks architectural software and a digital photograph to show the viewpoint, the former being superimposed onto the latter. Those working in visualisation companies and their less high profile equivalents – rendering shops and factories – might be trained or part-trained as architects, or in computer game design.; Renders such as this blur the lines between planned and existing built environments. They circulate widely within development processes, taking the place of photographs and drawings as the main means for architects and their clients to disseminate projected (and completed) buildings via the web, corporate brochures, architectural publications and exhibitions. They reassure clients about what it is they are investing in, and are used to garner allies to help sell and realise large and small-scale projects.; Ben Campkin is the author of Remaking London: Decline and Regeneration in Urban Culture (IB Tauris, 2013), director of UCL’s Urban Laboratory, senior lecturer in the Bartlett School of Architecture and co-editor of Urban Pamphleteer.; Mariana Mogilevich is a historian of architecture and urbanism and Mellon Fellow in architecture, urbanism and the humanities at Princeton University.; Rebecca Ross is a graphic and interaction designer and urban historian, senior lecturer at Central Saint Martins School of Art and Design and co-editor of Urban Pamphleteer.; Find out more about the project at Picturing Place and on Twitter #picturingplace",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-243",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 4 De..."
}