{
  "content": "Wednesday 23 January 2013 07.25 EST\tIs work experience essential when applying to university?\tPrestigious placements aren't much use if you have nothing insightful to say about them, Professor Mary Beard tells today's student blogger\tAside from the obligatory two-week placement school pupils complete during year 10, work experience isn't something most students take seriously until they are at university. Then, it's an opportunity to bulk up the CV and meet potential employers.; But is work experience now a necessary prerequisite for sixth formers applying to university? A report released last year by education charity the Sutton Trust warned that top universities use personal statements – which include extracurricular experiences – to distinguish between students of equal academic ability. It said that those who go to private schools are far more likely to recount impressive placements with blue chip employers. This gives them an advantage when applying for a university place.; Many vocational degree courses such as medicine or fashion say that applicants must complete work placements before applying. Sheffield University Medical School explains that this helps students to develop their medical knowledge and skills, and ensure they have \"an understanding of the complex nature of a doctor's role, as well as being aware of the highs and lows of the profession\".; Competition for work placements is tough, as the careers section of the NHS website advises: \"Try to get as much experience as you feasibly can; start gaining it as early as you can. What you want to make sure of is that you have something that you can talk about on your personal statement and at interview.\"; Work placements are not normally an entry requirement for those hoping to take a humanities course, though they may help a candidate stand out. Mary Beard, professor of classics at the University of Cambridge, says work experience can help admissions tutors understand a prospective student.; \"Work experience is one of the things that can give me some idea of how a student can reflect analytically on new experience.\" But she adds that simply listing where you have completed work placements isn't enough: \"However glamorous or enterprising it was, if a student can't reflect thoughtfully on it — well that counts against them.\"; Professor Beard stresses that it is important not to dwell on where or how prestigious your work experience is, but instead to focus on how you applied yourself when you were there. If a student applying for a physics degree did five weeks of work experience at CERN and all they could remember was what font they used, it would reflect badly on them.; Similarly, if a veterinary student, who kept a perfect word-for-word journal of their work experience, could not analyse the ethical considerations surrounding the euthanasia of an animal in an interview, they may fail to impress.; When thinking about getting work experience, it is important not to get carried away with the reputation of the establishment to which you are applying. Admissions tutors are much more interested in what you gained from your work experience. It's also worth remembering that work experience does not make up for low grades.; As Beard puts it: \"I'm interested in work experience only to the extent that the applicant has something intellectually interesting to say about it.\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-21",
  "namespace": "we1sv2.0",
  "title": "Wednesday 23 Ja..."
}