{
  "content": "Thursday 10 October 2013 08.17 EDT\tScientists' public engagement work should be generously funded\tPublic engagement should be an integral part of research, not an unpaid hobby, which is why the Wellcome Trust has decided to invest £4.5m a year in it\tThere's an app that you might have seen, or even played – The Great Brain Experiment. It's cute, quirky and pretty addictive. Every time I turn on my iPad I find my children have been having a go (perhaps making me look far more mentally agile than I am). So far, over 40,000 people have downloaded and played the app. Among its deceptively simple games is one in which you have to grab apples as they fall from a tree – but beware the apples that turn rotten as they fall.; To look at, you'd imagine this app was created entirely by professionals whose jobs are to produce the likes of Angry Birds or Plants vs Zombies. In fact, although the Great Brain Experiment was built by a professional app developer, it was led by a team of neuroscientists at the Wellcome Trust Centre for Neuroimaging at University College London. The games mirror those that subjects play while having their brains scanned. The apples game, for example, measure how impulsive you are (excessive impulsivity is connected to disorders such as ADHD). So, besides being fun to play, the app is actually collecting data about you – you are contributing to genuine scientific research.; This app is just one example among myriad activities aimed at engaging audiences with research. \"Public engagement\" takes many forms – for example a public debate about the ethics of so-called \"three-parent babies\", the BBC's Stargazing series, during which a viewer managed to identify a new exoplanet, or even just a scientist talking at her son's primary school about cells.; Public engagement as a practice is nothing new. In the UK, it dates back to Michael Faraday's public lectures at the Royal Institution (which proved so popular that hansom cabs blocked Albemarle Street, where the RI is located, leading to the creation of one of the first ever one-way streets). In the past two decades public engagement has moved away from just telling people how wonderful science is to exploring the social and ethical implications of scientific research and, importantly, listening to them. Nowadays, there are countless science festivals, public debates, science-art collaborations and \"citizen science\" projects.; Public engagement is a profession in its own right now, too. There are probably thousands of people in the UK who see their main line of work as \"engaging the public\". But what about scientists themselves – do they (or should they) leave it to the professionals? Too often, public engagement is viewed as a \"bolt-on\" to a scientist's work. Even Dame Nancy Rothwell – an eminent neuroscientist who has done far more than her fair share of public talks and events (and encouraged other scientists to) – has referred to science communication as her \"hobby\".; At the Wellcome Trust, time and again we hear of researchers being told by seniors in their department not to get distracted by this public engagement lark – \"Funders only care how many Nature papers you've got under your belt, not how much public engagement you've done.\" This may have been partly our fault. Our research grants, while not profligate, are generous enough to enable scientists to investigate some of our greatest challenges, such as the role our genes play in cancer and new ways to tackle malaria, but we also expected that any associated public engagement activities should come out of this budget. This may have sent out mixed messages: yes, do public engagement, but don't expect any money for it.; If we are to move public engagement from being a \"nice-to-do\" activity to an integral part of research, then we need to ensure that the money is available. We need to put our money where our mouth is. This is why we are now putting aside a pot of money equivalent to up to 1% a year of our overall spend on research – up to £4.5m – from which our researchers can request money for their public engagement activities. The funding will be ring-fenced; in other words, if we award it for public engagement, it must be used for public engagement. This funding will enable those with the enthusiasm for public engagement to deliver their ideas properly. We will also provide access to resources and training to help them develop new skills and ensure the quality of the engagement.; The Wellcome Trust prides itself on funding first-class research, and recognises that this cannot be done on a shoestring. If we also want our researchers to do first-class engagement, we should not expect them to do so with the coppers left over from their research grant. You wouldn't expect to go to a West End theatre to see a musical whose score is played by an amateur pianist or where the sets are made out of old cornflake boxes. So why shouldn't we be equally dissatisfied it the science event we attend is of poor quality? (The Great Brain Experiment would not have been a success if it looked like a glorified game of Pong.); But this is about more than giving out money. It's about sending a clear, unambiguous message to our researchers about the value we place on engagement. No researcher worth his or her salt – or at least their funding – goes throughout their career without publishing their findings in peer-reviewed journals; it is an essential component of research. So it should be with public engagement. Our message now must be: \"We fund the brightest minds with the best ideas and the best public engagement.\"; Clare Matterson is director of medical humanities and engagement at the Wellcome Trust\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-227",
  "namespace": "we1sv2.0",
  "title": "Thursday 10 Oct..."
}