{
  "content": "\n\nTuesday 29 July 2014 04.51 EDT\tSix reasons to stop panicking about what you'll do after university\tFinal-year students and recent graduates should spend less time worrying about the future and realise they're not alone Need advice on employability? Look no further\tWith graduation looming and inspiration yet to strike about your future plans, it's easy to get stuck in a cycle of despair. All of your friends are starting fancy grad schemes or llama-herding in Peru, while the only thing you've got lined up is a Breaking Bad marathon and scheduled panic attacks about the dwindling graduate jobs market.; Your student discount card is about to expire, and if another family member asks you about your career plans then you might just have a breakdown. Sound familiar? These six points might help to reassure you.; Those who started a three-year course straight from school will have only just turned 21, so there's no rush to accept the first 9-5 job that you're offered. Becky Dnistrianskyj, a recent graduate from Cardiff University, turned down several graduate jobs in favour of continuing with bar work.; She says: \"I don't see the point in accepting a poorly-paid graduate job that I'm not even sure I want to do, just because I'm expected to. I'd rather save up until I've had time to decide what I really want to pursue.\"; Just because your housemate has secured their ideal job doesn't mean that you're a failure by contrast.; Personalities often change at university, which can be daunting beyond the bubble of campus life. Challenge yourself by experiencing something new, while you still have the chance. Chris Jenkins of Southampton University has just returned from Southeast Asia, in time for his graduation:; \"I had wanted to travel and experience different cultures for a while, and the summer before starting work provided that opportunity. It was the best experience of my life. I thoroughly recommend going out into the world and seeing it for yourself, regardless of whether you have a job lined up for your return\", he said.; Recent statistics from the New College of the Humanities found that 19 out of 20 graduates had switched jobs within three years. Be confident enough to accept that your dream career might not be as you had hoped, and devise a new plan according to the aspects that you enjoyed.; Deciding that you don't want to be a psychologist doesn't necessarily mean that the three years and thousands of pounds spent on a psychology degree was all for nothing – any university education teaches a desirable skill set. According to Prospects, many graduate employers seek degree-level candidates rather than those disciplined in a specific subject.; Marcus Zientek, a careers adviser at Sheffield University, says that many students are unsure of their plans after graduation:; \"How uncertain they are does vary, from those who have an interest in a general area of work but have not yet decided about it, to those who describe themselves as not having any ideas at all.; \"Panicking doesn't help and is unnecessary anyway. Don't let things drift – keep calm and make a plan. Realise that you're not deciding what to do with the rest of your life, but choosing a good next step for you.\"; • Are you going into your third year and worrying about your prospects when you finish? Or have you recently graduated? Share your thoughts in the comments section below.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-171",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 29 Ju..."
}