{
  "content": "Tuesday 30 April 2013 12.00 EDT\tLive to teach? Thoughts on work-life balance in teaching\tTeaching is not just a job, it's a way of life. Marie Hazel reflects on the caring nature of the profession and how she achieves work-life balance\tAs I write this I am on the train from Bristol to London. However, I did not anticipate that my afternoon would end up this way, as I made my way down to the staffroom for lunch. Shortly after I sat down to eat my sandwich, with 10 minutes peace and quiet to spare before lessons began again, I received a call from my mother, who informed me that my grandmother was gravely ill and would not make it through another night.; As I picked up my bag to leave, I started to think about how I would need to forward the worksheets I had spent hours on Saturday afternoon making, ready for tomorrow morning and that someone would need to acquire keys for the cupboard where the coursework I had painstakingly marked for three hours was locked.; This thought process, which has enabled me to focus on getting to my destination, rather than falling apart on the train, has lead me to one conclusion. All of the teachers I have ever met have had one thing in common: the desire to ensure we carry out our professional duties; putting the kids and other staff in front of our own, despite the sometimes difficult situations that arise. Even in times where we are ill, consumed by sadness, or exhausted from managing matters of the heart, teachers find it hard to stop working. Now, more than ever, I have become so aware of how teaching is a vocation, not just a job.; I know that this is not news to many teachers, but to those new into the job, it can definitely come as a revelation. I mean, you'll never see a PGCE prospectus with a picture of a teacher with a suitcase full of A-level reading material at a ski resort. It certainly never mentions in promotional material that you'll find yourself working most weekends and through holidays, thinking of them like the gift of time to get things done, rather than a period of relaxation. Yet, despite these scenarios being incredibly real, teachers still go beyond the call of duty to ensure their work is done, so that their students do well.; Sometimes however, this diligence can tip the scales of the work-life balance into an uneven position. My grandmother once said to me: \"Work to live, do not live to work.\" A sentiment that I am sure rings true for many professions but not for necessarily for ours. As a lead teacher in a large urban school in central Bristol it is often my job to help newly-qualified staff achieve a good work-life balance. To do this I take these words of wisdom and mix them up a bit; work to teach and teach to live.; NQTs should take advice from peers and colleagues on how they manage their workload or have a look at prioritising tasks. I always suggest the little and often approach, so tasks don't build up and become unmanageable. For example try marking three books from each year group every other day, rather than a bulk of 30 three times per term. Alongside this, if someone says something is urgent, make sure it really is. In schools people, particularly students, often over prioritise their requests and require more time than it is necessary for you to give them.; Also, as an NQT I learned that it's OK to say no, within reason. You can still seem keen and enthusiastic if you agree to some extra work but make sure you complete those tasks well, rather than taking on too much and not being able to accomplish the level of quality you wish to achieve. Take steps to ensure your health and wellbeing remain your top priority, as it will have a great impact on your teaching.; Thinking of these working practices takes me back to thinking about my grandmother, who had an incredible work ethic and very high standards. She always reminded me that if something is worth doing, it is worth doing well. A sentiment that rings true in teaching. So with this in mind and as my train journey comes to an end and I prepare to face my personal challenge head on, I think it's high time we had a new, more honest, advert to attract new teachers. Something along the lines of: \"You will cry with frustration and you'll jump for joy when they do well.\" Or perhaps, more simply: \"Those who care, teach.\"; Marie Hazel teaches science at the City Academy, Bristol and is also deputy head of humanities.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-106",
  "namespace": "we1sv2.0",
  "title": "Tuesday 30 Apri..."
}