{
  "content": "\n\nMonday 28 July 2014 20.37 EDT\tWilletts: let universities underwrite student loans to reduce burden on taxpayer\tDavid Willetts says students would benefit but opponents fear institutions would demand higher tuition fees to cover debts\tProposals to allow universities to underwrite student loans have been drawn up by civil servants as part of research into how to shift the burden away from the taxpayer as a result of some students being unable to repay their loans.; The plans were commissioned by David Willetts, who was universities minister until the recent cabinet reshuffle. He believes that universities should be allowed to buy up the debt and then be repaid by students who would, in theory, benefit from a supportive long-term relationship with third-level institutions.; While the idea is that universities could make money if graduates earn more than expected, it is also controversial, not least because of fears that universities might expect to be allowed to raise the £9,000 cap on fees in exchange for taking responsibility for some of the risk of recouping loans.; There are also concerns that raising the importance of students' future earnings could mean there would be fewer incentives to offer courses that do not lead to high earnings, such as those in the humanities and social services.; Advocates of the idea suggest however that students would benefit from a long-term relationship with universities, who would have an interest in providing retraining and further career support. The BBC's Newsnight reported that at least half a dozen universities had expressed support for the proposals.; Willetts told the programme: \"The main point of the idea is to give universities a stronger incentive to focus on the jobs and the earnings prospects of their graduates and to keep the graduate and the university in contact with each other.; \"At the moment the Student Loans Company is not allowed to provide any information about graduates to universities so we make it impossible to for them to build the kind of contacts that they have in the US. I think that if the student consents that kind of information exchange should happen and if the university wishes they should be able to hold the student debt.\"; A spokesperson for the Department for Business, Innovation and Skills said: \"The department regularly conducts research in order to explore the viability of policy suggestions and these play an important role in informing ministers and shaping policy.; \"David Willetts commissioned this research when he was the universities and science minister and it does not represent government policy.\"",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-170",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 28 Jul..."
}