{
  "content": "Tuesday 26 November 2013 02.00 EST\tA language skills deficit is damaging diplomacy, warns British Academy\tNational security and Britain's diplomatic influence are under threat from a lack of language skills, a report by the humanities body has found\tBritain's language skills deficit is threatening its diplomatic influence and national security, a report by the British Academy has found.; The British Academy, the national body for the humanities and social sciences, calls for government to address the lack of language skills across all its departments and to prioritise the development of these skills among current staff and future generations. The report warns that if more is not done to bridge the languages gap that exists within government, Britain's diplomatic influence will be damaged.; \"Languages are a critical tool through which UK diplomats and government staff can deepen their knowledge and build the trust that is necessary to promote and protect British values and interests internationally,\" Robin Niblett, chair of the British Academy inquiry steering group, said.; \"If steps are not taken to reverse the current declining trend in language skills, Britain may indeed be in danger of becoming 'lost for words'.\"; Language skills and expertise are currently not an explicit part of the job appraisal process for key government departments. A perceived stigma attached to language learning was found, despite the existence of various financial incentives to boost its professional profile.; The authors of the report call for language skills to be seen as a highly desirable asset for all government staff and not as the preserve of a cadre for language specialists.; Language skills differ across government. The British Academy's research found that some departments, such as the Secret Intelligence Agencies, provide long-term investment in language training, while others make extensive use of contractors and interpreters on an ad hoc basis.; \"The consequences of being lost in translation in international affairs are all too often very real and can be tragic,\" Richard Ottaway, chair of the foreign affairs select committee, said. \"It's a point that my committee has highlighted time and time again, in almost every single inquiry we've undertaken since 2010.\"; The main recommendation in the report is for government to make significant incentives for language learning. Regular audits of language capabilities are needed, as are streamlined teaching resources and regular progress reports.; Other recommendations included:; • Government and higher education institutions (HEIs) need to work together to ensure graduates have the right cultural as well as linguistic skills.; • The need to use the existing linguistic resources within the country. Greater efforts need to be made to reach out to native speakers working elsewhere within the Civil Service to access language resources.; • Support for vulnerable languages needs to be strengthened, both within HEIs and also through increasing direct strategic connections and partnerships with government.; Helen Wallace, foreign secretary of the British Academy and member of the Lost for Words steering group, said: \"The deterioration of language skills among British officials is both embarrassing and detrimental to the UK's ability to conduct effective diplomacy. The de-prioritisation of language skills within government was short sighted, and the renewed focus on the importance of language skills must be sustained to safeguard the UK's interests in the future.\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-271",
  "namespace": "we1sv2.0",
  "title": "Tuesday 26 Nove..."
}