{
  "content": "Thursday 25 April 2013 14.10 EDT\tFather killed his children before jumping off cliff, coroner rules\tCeri Fuller killed Samuel, 12, Rebecca, eight, and Charlotte, seven, and then took his own life after crisis in his marriage\tA father killed his three young children in a remote quarry before jumping to his death from a cliff after a crisis in his marriage, a coroner has ruled.; Ceri Fuller attacked Samuel, 12, Rebecca, eight, and Charlotte, seven, with a hunting knife and then took his own life.; Fuller and his wife, Ruth, were in turmoil after she developed a crush on a university lecturer and told her husband she needed some space, the inquest heard. A difficult few days ended with her asking her husband to take their children for a drive while she tidied the house. But Fuller drove from the family home in Gloucestershire to the quarry in Shropshire and killed the children in what his wife called a \"hateful, cruel and horrible\" act.; Recording a verdict of unlawful killing on the children, the deputy coroner for mid and north-west Shropshire, Andrew Barkley, said there was overwhelming evidence that Fuller, 35, was responsible for their deaths and had taken his own life. He characterised the episode as one of \"unimaginable horror … the sort of thing nightmares are made of\", adding: \"What exactly happened on that fateful day may never fully be known.\"; The inquest at Wem in Shropshire heard that the four bodies were discovered at the quarry near Shrewsbury last July, four days after Fuller left the family home in the Forest of Dean. Tests revealed all three children had severe neck wounds believed to have been inflicted with a hunting knife. The girls had been stabbed a number of times in the chest while Samuel and Rebecca had \"defensive\" injuries to their hands, suggesting they had tried to ward off the attack.; Fuller, a graduate and production line supervisor at a paper mill, was found dead at the foot of an 18-metre (60ft) cliff at the quarry with a fractured skull.; The inquest was told that Mrs Fuller had developed a crush on her tutor on an Open University humanities course. The tutor, Mark Lindley-Highfield, had not encouraged her and she had no expectations of a relationship. B ut she told Fuller she might go away for a time.; Mrs Fuller, who is receiving psychiatric care, did not give evidence in person at the inquest. In a statement prepared from a police video interview she said she believed her husband had killed their children in a \"hateful, cruel and horrible\" act.; Giving her recollection of the events in the days before her children disappeared, Mrs Fuller said she was concerned about what her husband thought of her \"crush\" on her university tutor.; Mrs Fuller said: \"We were both in a very strange mental state and had been for a while. I told Ceri I might go away for a bit although I did not know where to go.\"; She said she had talked with her husband about predictions that the world was going to end soon. On the night before Fuller left, he was \"behaving negatively\" and had taken off his wedding ring and started to cry.; The next day he left home with the children after she told him to \"take the kids for a drive\" while she tidied up the house. Later that day – before she knew what had happened to the children – Mrs Fuller tried to stab herself, the inquest heard.; Her father, Ronald Tocknell, said he saw her emptying tablets into her hand. As he struggled to get the tablets off her she took a knife from a drawer. Tocknell said: \"She grabbed the knife and was trying to plunge it into her. I was behind her holding her hands to stop her doing that and somehow managed to grab the phone and just dialled 999.\"; Asked if he had had concerns for the children at that time, he told the hearing: \"As far as I was concerned they were with Ceri. I assumed that Ceri had just taken the kids off somewhere because of Ruth's state of mind.\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-100",
  "namespace": "we1sv2.0",
  "title": "Thursday 25 Apr..."
}