{
  "content": "Friday 25 October 2013 02.30 EDT\tWhy employers worry about recruiting Generation Y\tYounger jobseekers are likely to be highly skilled and enthusiastic. So why do some employers avoid them?\tYou did a brilliant interview: you told your prospective employer all about yourself, your mastery of social media and how your generation brings a new perspective to the workplace. You have a good degree, from a good university and the relevant work experience. Yet two weeks later, the rejection letter arrives. Or worse still, just a deathly silence.; The aftershocks of the financial crisis have created the toughest jobs market for years, particularly for those trying to get hired for the first time. So what can those starting out do to improve their chances of landing a job at a time when each vacancy is being fought after harder than ever?; Members of Generation Y are particularly independent minded and confident - perhaps more so than earlier cohorts. They have high expectations of their employers, seek out new challenges and are not afraid to ask questions. Generation Y wants meaningful work and a solid learning curve. They have an entrepreneurial and teamwork spirit and are not afraid to push boundaries. These are the positives.; But, in such a competitive jobs market, employers often revert to common concerns about recruiting members of Generation Y. As a careers counsellor, employers have often told me that they are worried about issues like loyalty to organisations, and respect for authority.; The biggest complaint I hear from employers is that too many turn up at interviews with polished and confident pitches about themselves, but have little understanding of the company they're hoping to join. Remember that it will be up to you to persuade a prospective employer that all the positives associated with your generation can be made to work for them. So, while talking about yourself is important, make sure you also address these concerns and reassure your prospective boss about what you bring to the table. Think about what you can do to make that person's life easier and how you can contribute to the team. Tone down the \"me, me, me\" and the \"I want\" part of your bid.; Thoroughly research the people you're interviewing with; learn about the industry, its products and competitors. Most of this information will be available online, so it shouldn't take too much time or effort.; Try to make a connection with someone in the organisation so that you can get a better perspective from the inside. It's essential that you are able to demonstrate what you will do for the company, not just what the company will do for you. Use the research to work out how you can add value to the organisation and make sure you communicate this again and again. Ask the interviewer what challenges they face, or about new initiatives and think of ways you would be able to play a valuable part in the company. In short: give them a reason to hire you.; It's also worth considering the more psychological aspects of a job interview. Try putting yourself in the hiring manager's shoes. This job interview might be at the top of your priority list, but it's probably one of many meetings the manager will have that day. Never let impatience show and always keep in mind the pressures managers face.; Employers have their own challenges in adapting their organisations to accommodate what, I believe, is a remarkable generation, and much of their success in the future will depend on their ability to attract and retain the best talent.; Generation Y is already helping reshape the world of work and the way companies behave. But there is more you can do to help you get over the line and into your first job. Just remember: be humble, be passionate and most of all be prepared.; Swatee Jasoria is director of professional development at New College of the Humanities in London.; This content is brought to you by Guardian Professional. To get more content and advice like this direct to your inbox, sign up for our weekly Careers update.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-243",
  "namespace": "we1sv2.0",
  "title": "Friday 25 Octob..."
}