{
  "content": "\n\nWednesday 2 July 2014 05.47 EDT\tMuscovites learn Central Asian languages to improve ties with migrants\tOrganisers of new Tajik, Uzbek, Kazakh and Moldovan language classes say they hope to ease tensions between Muscovites and migrant workers from Central Asia. EurasiaNet reports\tHear a man speaking Tajik on Moscow’s fashionable Krymskaya Embankment, and you could be forgiven for thinking he's migrant worker on break from one of the many construction sites in the area. But listen carefully and you realise that it’s a native Russian-speaker practicing a new language.; This summer, the nearby state-funded Muzeon Park is offering free Central Asian language classes. Organisers say they founded the School of Migrants’ Languages to build cultural bridges between the millions of migrant labourers in Russia, mostly from Central Asia, and their hosts, who can often be hostile toward guest workers.; The school offers three Central Asian languages – Tajik, Uzbek and Kazakh, as well as Moldovan, which is very similar to Romanian. Native speakers from various university linguistics departments around Moscow teach the languages – one class each per week – in a special pavilion in the park.; Teachers upload scanned teaching materials and textbooks, which students can download to view on tablets or print before class (the Tajik materials are available here).; “It’s a goal for us that people can learn about other nationalities and become familiar with their culture, learn the essentials, visit their countries and speak their native languages. This is to create understanding between nations, not just linguistic but human,” Veronica Sergeeva, director of the School of Migrants’ Languages, told EurasiaNet.org.; Sergeeva now believes the school should have offered Kyrgyz instead of Kazakh – there are far more Kyrgyz workers in Moscow than Kazakhs – but during an informal poll before classes started, the organisers found more interest in Kazakh.; On a recent warm and sunny Friday evening, the pavilion was packed for a Tajik language class; there was not one free chair. Tajik is the most popular course, Sergeeva said, with 45 to 55 people attending every week. Though Muzeon closed registration at the beginning of May, people continue calling and asking to be let in. Sergeeva doesn’t mind; she can’t just throw them out, she said. She suspects Russians have such an interest in Tajik because it is “the most exotic language” on offer, and the Tajik population in Moscow is so visible.; Student Antonina Chelombeeva, a Russian-language teacher from Moscow, has a professional interest in Tajik (a close relative of Persian): some of her students are from Tajikistan.; “It’s Omar Khayyam’s language and I love his poetry. And I just like studying; I want to learn something new. Moreover, this is not just a linguistics course, the teacher describes a lot about Tajik culture,” Chelombeeva told EurasiaNet.org.; “Tajik culture is fascinating,” said Katya, 25, who attends the Tajik course with her friend, also named Katya. “We know nearly nothing about our neighbours’ cultures. We [Russians] are prejudiced toward Tajiks, but this is an ancient nation with a great history and legacy.”; Twenty-something Muscovite Alexey Laposhin hopes to learn some basic phrases so he can talk to Tajik workers in Moscow “so they might feel more welcome.”; Shortly after 7:30 pm, 64-year-old Navruz Gulzoda entered the classroom and bellowed out a string of warm Tajik salutations, as if he were bumping into an old friend on the streets of Dushanbe: “Assalomy aleikum! Shumo chekhel? Naghzi khubi?” Gulzoda asked, arms outstretched, bushy eyebrows perched high up on his forehead. (Hello! How are you? Are you well?).; “Khubam,” some students replied. (I am good).; Gulzoda taught at the Tajik National University for almost 40 years until 2012, when he took a position at the Moscow State Linguistic University. He is glad that Tajik is the most popular language at Muzeon, but a class of 50 is hard to manage, he confided. “It’s actually impossible to learn in such conditions. We have just one lesson per week. However, those who really want to learn can gain some knowledge. I am trying to give them something,” Gulzoda told EurasiaNet.org.; Uzbek is less popular. Offered on Tuesdays evenings, it attracts only 10 to 15 people. One is Maxim, 24, who is writing his PhD on Uzbek-Russian and Uzbek-American relations at the Russian State University for the Humanities. He understands he won’t develop an advanced knowledge during the three-month course, but he hopes to be able to read Uzbek with a dictionary.; The teacher’s favourite is Marian Borisovich, a 73-year-old pensioner who is attending all four language courses and never misses a class. Asked why, he simply said: “It’s never too late to study.” Out of the four, Uzbek, with its rounded vowels, is his favourite, he said.; The courses end in late July, when Muzeon will offer certificates to those who pass a final exam.; Sergeeva, the school’s director, said she’s been encouraged by the popularity of the summer language courses and plans to offer even more next summer. “Lots of people want to learn languages from the former Soviet republics: Armenian, Georgian, Ukrainian, Baltic languages. We were surprised by the number of people,” she said.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-152",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 2 J..."
}