{
  "content": "\n\nThursday 27 November 2014 08.17 EST\tThe medieval bishop who helped to unweave the rainbow\tA 13th century bishop and his 21st century collaborators are up for a research award on Thursday night for their work on the science of light\tLast week I found myself in the strange position of doing science experiments as part of the Festival of Humanities. Even more unlikely was the setting: the majestic, medieval Durham Cathedral. We were certainly an odd gathering – my group included a Reiki healer, an anthropologist and an architect – and our foray into science was supervised by an even odder set of academics. There were a couple of physicists, but most were historians, Latin scholars or theologians.; The experiments weren’t odd, though: I remember them from school. There was, nonetheless, a frisson of excitement because we were following the instructions of a 13th century bishop.; Robert Grosseteste was a medieval pioneer of science. And, despite having died in 1253, the good bishop is up for an award on Thursday night. The shortlist for the Times Higher Education’s 2014 Research Project of the Year includes the researchers from Durham University who laid on last week’s activities in the cathedral’s Chapter House and Deanery, and they openly describe Grosseteste as one of their collaborators.; They made this clear in a paper they published in the prestigious journal Nature Physics in July. The scientists are re-examining Grosseteste’s work, and finding he made contributions to the field of optics that have yet to be assimilated into the canon of science. So they’ve come on board to help complete the record.; Grosseteste’s insight into the physics of rainbows has, for instance, enabled the researchers in the Ordered Universe collaboration to create a new co-ordinate system for colour. Anyone who has tried to calibrate a computer monitor knows that we now talk in terms of hue (a particular ratio of red, green and blue), saturation and brightness. Examination of Grosseteste’s writings has inspired an equally valid rainbow-based colour system.; It is based on the angle through which sunlight is scattered by the water drops, the “purity” of the medium – related to the size of the water drops – and the distance of the sun above the horizon. Grosseteste’s three-dimensional scheme outlines what Durham physicist Tom McLeish calls “the space of all possible rainbows”.; To properly understand Grosseteste’s writings on light, the team worked through all the experiments he describes. According to McLeish, the humanities scholars were agog the first time they saw refraction make a hidden object appear (the lessons of secondary school physics are very much ancient history to historians).; And now we are doing the experiments too. After reading through Grosseteste’s texts (mercifully, translated – my Latin is much worse than the historians’ physics), we investigated the angles of reflection and refraction of light. The Hot Lips makeup mirrors bought for a pound apiece at Durham market told us all we needed to know about the project’s budget, but that didn’t diminish our sense of awe at what Grosseteste understood about light.; The bishop wasn’t always right: he got the formula for refraction wrong, and he was a product of his time in believing that light is fired from the eye, rather than reflected from viewed objects. We’ll forgive him that, though, especially since a 2002 study found that half of American adults are similarly deluded. Despite his mistakes, his insight and understanding are astounding.; It’s hard to believe that we have labelled his era the Dark Ages, and as historian Giles Gasper explained to the group, the science we were exploring was the result of impressive international, inter-faith collaborations. Grosseteste, who was Bishop of Lincoln, worked from Latin translations of Arabic versions of Aristotle’s texts. These had been translated from the original Greek by Islamic scholars. Jewish scholars based in southern Europe curated and distributed the texts to western scholars. Then, as now, scholarship could be a powerful means of breaking down cultural barriers.; It’s not just about rainbows and reflections; the Ordered Universe team are exploring Grosseteste’s contributions in other areas too. They have examined his take on cosmology, for instance, and even created a computer simulation that runs on equations driven by Grosseteste’s guess at the physics of cosmic creation.; The result of this particular endeavour is, unsurprisingly, an Earth-centred universe (well, it’s actually a medieval multiverse). Durham cosmology professor Richard Bower, who did the programming, told me he finds it a curiously satisfying version of events nonetheless. As someone who studies the “dark universe” – the 96% of the cosmos that we know nothing about – Bower understands the importance of groping blindly for the truth.; And, who knows, in 750 years’ time our ideas about the fundamentals of the universe might seem as archaic as Grosseteste’s do now. Even if he doesn’t win on Thursday night, the good bishop has proved himself strangely relevant to the modern age.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-232",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 27 N..."
}