{
  "content": "Wednesday 28 August 2013 04.45 EDT\tFarewell letter to the Spanish PM from a scientist who is packing her bags\tLast week, the astrophysicist Amaya Moro-Martín published an open letter to the Spanish prime minister, attracting a great deal of attention and generating some 2,000 comments and 75,000 Facebook likes. Here is her letter in English\tDear Prime Minister Mariano Rajoy,; Taking advantage of the summer break, and to minimise the costs of my imminent transatlantic move, I'm clearing out my office at the Spanish National Research Council (CSIC) and I wanted to return to you a few documents that I will no longer need. First, the official certificate of having met the requirements of the Programme for the Promotion, Incorporation and Intensification of Research Activities (the I3 Programme). I appreciate the nice gesture from the Ministry of Economy and Competitiveness but I don't see how the concepts \"promotion\", \"incorporation\" and \"intensification\" make sense in the context of the current state of research in Spain (nor indeed the idea of \"research activity\", beyond a minimal level). Thanks anyway for officially confirming that I am capable of doing research; it is far better not to trust the feedback of the scientific community.; I am also returning the official validation of my US PhD degree, along with the dozen documents that were necessary in order to process it. All the documents come with the Apostille certification under the Hague Convention, the signature of the State Governor, the official translation from English into Spanish, and the official certified copies signed by the Spanish Consul in New York. Also included are detailed descriptions of all the courses I took while working towards my PhD; I'm sure these were of great interest to both the Governor and the Consul. We're fortunate that Spain leads the crusade for academic degree validations – beyond our borders any academic degree from a reputable university is valid, a real scandal.; The document that I have treasured the most, also included in this package, is the Official Bulletin of the State that describes my tenure-track contract under the Ramón y Cajal Programme. I have highlighted in yellow for you the paragraph that details the explicit commitment to open up a tenured position, subject to positive evaluations. It was this paragraph that prompted me to return after more than a decade in the US. I'm also returning to you another Official Bulletin of the State, the one that corresponds to the recently approved Law of Science, Technology and Innovation, which reaffirms that tenure commitment and which was introduced by your own party. I am placing these two documents inside a plastic bag because, as with other Official Bulletins of the State, they are written in soft chalk.; I am also sending you the 700 pages of certificates and documents requested to certify the veracity of my curriculum vitae, which, due to the hiring freeze, I will no longer need. Collecting all this documentation was a tremendously satisfying research project. You should know that, with the many jobs that I have applied for outside Spain, the requested documentation is slightly briefer, approximately 10 pages: a research plan and a short curriculum vitae that does not need to be backed up with certificates, because the research community operates on an honour code (I am happy to explain this principle to you if you wish).; You should know that I have never been able to apply for a faculty job in a Spanish university because I do not have the official accreditation from the National Agency for Quality Assessment and Accreditation (ANECA), an accreditation that can only be obtained if one has a previous link with a Spanish university. Strangely, neither Princeton University nor the University of California at Berkeley complained about the lack of such an accreditation when I was interviewed, years ago, for faculty positions at those institutions. Perhaps we should explore the relationship between permeability and excellence, now that we are so worried about the international rankings of Spanish universities?; I'm also returning the letter that the \"Spanish Foundation for Science and Technology\" (FECYT) thoughtfully sent to my old email address at Princeton a few weeks ago. The goal of this missive was to promote the brand of Spain with a programme called \"Spanish Science Abroad\". Please let them know that I moved back to Spain five years ago – and when I emigrate shortly, the science I will do will no longer be Spanish, nor thanks to Spain; rather I will keep doing science in spite of Spain. So please tell them not to send the same letter to me at my new job at Nasa. These arduous efforts to locate Spanish researchers abroad could perhaps be invested instead in contacting the many researchers still in Spain, whose security in the country hangs in the balance. It might be helpful to assess the extent of the problem, analyse its causes and design a strategy to solve it.; Excuse me? You don't know to which problem I am referring? The all-too-real Spanish brain drain, which your government consistently dismisses as just a cliché. I suggest a new euphemism to add to your government's already imaginative repertoire: restless labour.; I know that you have copies (because we delivered them ourselves) but allow me to send you the CD with the 50,000 signatures in support of the first Open Letter for Science, and the 80,000 signatures of the second Open Letter. And let me add a modest suggestion: please make available at the gates of the Ministry for the Economy and Competitiveness (which were closed last 14 June when the largest demonstration of researchers in Spanish history arrived at the ministry that deals with science and scientists) a roll of sticky tape. That way we can tape our next Open Letter to the gates, as we had to do last June. Or maybe you could put up a cork board. I understand that, together, the tape and the cork board might exceed the national budget for R&D(*) so don't worry, we'll make do with one or the other.; I am also returning copies of all the statements made by your government about how Spain is betting on R&D(*): I can only conclude that the bet was made in Eurovegas, and that we lost. I return all these statements in the same spirit in which they were received: I can't really accuse you for having lied to us, because you have not said anything, absolutely anything, on the topic. In any case I am sending you the contacts of the 156 national and international journalists whom I have thus far had the pleasure of talking to about your science policy – in case one day you decide to pronounce a word on the topic. We are all ears!; In this bulky package I am also attaching my census certificate, and considering whether I should also give you back the passport of my nine-month old daughter. She has dual citizenship, but our future in Spain is so uncertain that I wonder if she will ever need the Spanish passport again. Here you are. I am sending them to you with a knot in my throat, the double knot of one facing emigration for the second time.; Finally, in exchange for all these documents I'm giving you back, I make just one request: please give me back my dignity as a researcher. At the same time, if it is not too inconvenient, please give that dignity back to everyone in the research community in Spain, and please do not forget those in the Humanities.; Mariano, during your administration, research in this country has sunk hopelessly into the abyss of the Mariana Trench. And even though our scientific colleagues have discovered that there is life down there, I should tell you that it is bacterial.; Best regards A researcher; (*) P.S.: R&D used to mean Research and Development.; Amaya Moro-Martín is a Ramón y Cajal researcher at the Spanish National Research Council and spokesperson of the grassroots movement Investigación Digna. She is about to return to the US to work at Nasa. The original letter in Spanish can be found in El País\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-194",
  "namespace": "we1sv2.0",
  "title": "Wednesday 28 Au..."
}