{
  "content": "Tuesday 27 August 2013 11.43 EDT\tScientism' wars: there's an elephant in the room, and its name is Sam Harris\tIs science really overstepping its bounds? In at least one high-profile case, the answer is clearly yes\tScience: has it gone too far? This sounds like one of those vox-pop questions from The Day Today (readers who don't know what I'm talking about should click here). But if you follow these matters, you'll know that it's been the topic of a fractious recent debate among scientists and philosophers. The accusation – made, for example, in Curtis White's book The Science Delusion, and elsewhere – is that we're living in an era of rampant \"scientism\". This is a vague term that refers, broadly, to scientists overstepping their boundaries, applying scientific forms of thinking where they don’t apply.; The opposing case got a major boost this month from Steven Pinker's essay in The New Republic, entitled Science Is Not Your Enemy; scientism, he argued, was \"more of a boo-word than a label for any coherent doctrine\". The whole concept, he strongly implies, is a straw man, \"equated with lunatic positions, such as that 'science is all that matters' or that 'scientists should be entrusted to solve all problems'. Nobody really thinks science can tell us how to live. (\"When I hear people accused of scientism, they’re not trying to determine the moral law with particle accelerators,\" adds Scott Alexander at Slate Star Codex, echoing this point.) The reliably, um … forthright Chicago University evolutionary biologist Jerry Coyne calls scientism a \"canard\" – as evidenced by \"the failure of 'scientism' critics to give examples of the sin.\"; I don't intend to wade into this debate too far. (My colleague Steven Poole wrote an excellent response to it all at the weekend.) But one point does need adding. Scientism may well not be a particularly widespread problem, and I agree with Sean Carroll's argument that it's probably an unhelpfully blurry word. But to imply that it's pure invention is demonstrably wrong. We should acknowledge that there's an elephant in the room. The elephant's name is Sam Harris.; Now, obviously – obviously! – demonstrating that Harris is guilty of scientism doesn't show that anybody else is too. But given that he's a bestselling author and one of the highest-profile modern popularisers of science, he can't exactly be waved away as a fringe figure, either. And his 2011 book The Moral Landscape offers such a paradigm case of something resembling scientism that it seems useful to return to it, if only in hopes of achieving some clarity in this debate. If we can agree that Harris represents scientism, perhaps we'll be able more clearly to perceive where else it does, or doesn't, occur.; Harris is refreshingly upfront about his argument: the subtitle of his book is How Science Can Determine Human Values. It's a full-frontal assault on the Humean notion that you can't get an \"ought\" (a principle about how the world should be) from an \"is\" (a descriptive finding about how the world actually is). Neurobiology is changing all that, Harris insists. In principle, if not yet in practice, we'll be able to study – as a matter of scientific fact – which policies, laws and lifestyles lead to the greatest human wellbeing. Dictatorships can thus be shown to promote more misery and less happiness than democracies. Dodgy relativistic notions about, say, female genital mutilation being acceptable in certain cultural contexts, will collapse; science can demonstrate that FGM greatly reduces wellbeing for those who undergo it, and that's the end of the argument. Science can show us not just how the world is, but \"what we should do and should want\".; Anybody who's studied any philosophy at all will see the problem right away, though. Harris hasn't really rendered ethical philosophy obsolete, as he claims. All he's done is to adopt one specific position within ethical philosophy – namely, a form of utilitarianism, which holds that the greatest happiness of the greatest number should be society's goal.; There are all sorts of problems with utilitarianism. (In its cruder forms, it seems to imply that keeping 100 people in slavery might be justifiable if it made a million people slightly happier.) But even if it were a problem-free philosophical position, it would still be a philosophical position. Even the underlying assumption – that every human being is equally worthy of moral consideration in the first place – is a philosophical position. Harris subscribes to this assumption, and so do I, and so do you, I hope, and if any of my friends admitted otherwise, I'd probably edge slowly away from them and find an excuse to decline any subsequent invitations from them to social events. But that doesn't mean it's not an assumption.; Challenged on this point, in debates like this one with Peter Singer, Harris resorts to derision, claiming that it's just obvious that health is better than sickness, happiness better than depression, and so forth. But it would be similarly obvious, to someone with zero scientific knowledge, that the earth is flat and that days last 24 hours. Science is the form of enquiry that enables us to conclude that only one of these \"obvious\" things is actually true. Likewise, philosophy is the form of enquiry that asks what our grounds for certain \"obvious\" ethical assumptions really are.; (Of course, for daily life and policymaking, it is indeed just obvious that health is better than sickness: we don't need science or philosophy to tell us that. But the whole point of Harris's book is to show how science can do philosophy's job here – not that there are contexts in which we need neither.); All this is discussed at length in H Allen Orr's review of The Moral Landscape in The New York Review of Books. I bring it up again here only because if anything constitutes scientism, this surely does. Harris makes an argument for the primacy of science in some domain previously thought of as extrascientific – but it turns out to be an argument that can only proceed based on certain unacknowledged assumptions that are themselves the very subject matter of that domain.; Harris is only one person, and philosophy is only one discipline; perhaps equivalent fallacies are almost never committed in literature or art or theology. Still, it seems a stretch to suggest that \"scientism\" is solely a figment of bitter arts graduates' imaginations. Sam Harris is not (so far as I know, and as scientific investigation could help us confirm) made of straw.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-190",
  "namespace": "we1sv2.0",
  "title": "Tuesday 27 Augu..."
}