{
  "content": "\n\nThursday 24 April 2014 09.57 EDT\tSouthbank International School was warned over vetting processes\tSchool whose pupils were molested by William Vahey was told criminal records checks were not up to date by inspectors • London school confirms pupils were abused by teacher • FBI investigates Vahey's London links\tSenior staff at the elite Southbank International School raised the alarm about vetting processes for new teachers three years ago, shortly after the recruitment of William Vahey, a serial child abuser who it has emerged molested pupils at the school.; The Guardian has learned that in 2010, a year after Vahey was hired as a humanities teacher, a regulatory report by the Independent Schools Inspectorate warned the central London school over its hiring procedures.; The school said on Thursday that inspectors had complained that the criminal records bureau checks were not kept up to date, and wrote in their report: \"Some aspects of staff recruitment have not been completed properly.\"; Members of the school's management board then complained to the incoming chairman of governors, Sir Chris Woodhead, about the \"competence and ability\" of a staff member with responsibility for vetting.; Woodhead confirmed that the unnamed staff member remained at the school and was responsible for aspects of vetting, including seeking references. He said he found the complaints to be unfounded.; \"It is relevant that queries were raised by the inspectors about some aspects of our compliance,\" said Woodhead, the former chief inspector for schools. \"That doesn't mean that Vahey wasn't recruited in the proper manner.\"; The school said it had carried out checks dating back 17 years on Vahey, who had taught in international schools in eight countries. But they did not pick up on a 1969 conviction for child molestation in California.; Vahey's CV showed he had been registered as a teacher in the state of New Jersey in 1986, and Woodhead said it was reasonable to have assumed that would not have been the case if he had been convicted of child molestation. \"The system in America broke down,\" he said.; The internal wrangling over vetting emerged as distraught and exhausted parents dropped off their children at the school. Some said they felt upset and betrayed because Vahey had been a highly respected teacher. Many pupils had suffered sleepless nights worrying whether they had been victims of abuse.; Vahey, who taught at Southbank between 2009 and 2013, killed himself in Minnesota in March, aged 64, after being found at an international school in Nicaragua with 90 images dating from 2008 of boys whom the FBI believe he drugged with sedatives and molested.; They said he often committed abuse on school trips. He led excursions for Southbank students to countries including Venezuela in 2012 and Nepal in 2013. \"Every teenage kid who went on those trips is asking: 'Was it me?'\" said one mother. \"Chances are that some of our kids have been victimised but we don't know anything.\"; The full scale of the abuse in London is expected to be revealed later on Thursday in a letter to parents. On Wednesday Scotland Yard said child abuse specialists were helping to assess the FBI's intelligence about \"potential alleged offences against children in London\". The FBI said it was trying to identify the dozens of children pictured in the photos.; The alert was raised by the FBI in Houston on Tuesday. Patrick Fransen, an FBI special agent, said of Vahey: \"He had access to children because of his position of trust. The manner in which he committed these acts – while the boys were unconscious – may have inhibited them from knowing what happened, making it impossible for them to come forward at the time of the molestation.\"",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-86",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 24 A..."
}