{
  "content": "Thursday 11 July 2013 11.27 EDT\tAncient Greece, the Middle East and an ancient cultural internet\tThe ancient Greek world is being recast from an isolated entity to one of many hybrid cultures in Africa and in the East\tIf you walk through the entrance hall of the Ashmolean Museum in Oxford, you come to a large display case devoted to the ancient world. Here, alongside each other, lie an Iraqi ceramic model of a river boat from around 2900 BC; a model of a covered wagon from Syria from about 2300 BC, collected by Lawrence of Arabia; Cretan jars wreathed with sinuous, octopus designs from about a millennium later; and a sixth-century BC Attic vase from Sicily, decorated with an image of a chariot. The display is designed to illustrate ancient trade routes; but what if it told a deeper story, too?; As Tim Whitmarsh, professor of ancient literatures at the University of Oxford says: \"What if what we think of as the classical world has been falsely invented as European, for reasons serving the cause of 19th-century imperialism? Should the Greek and Roman worlds, albeit in different ways, be seen rather as part of the Iraqi-Syrian-Palestinian-Egyptian complex? If so, what would that mean for ideas about European identity today?\"; It's not new to think in terms of Greece borrowing from the east and south in the period before its fifth-century BC efflorescence: Greek statuary and temple-building have long been known to have had their origins in Egypt, for example, and it is well-rehearsed that there is, say, a relationship between Homer's Iliad and the much earlier Babylonian epic Gilgamesh.; In a controversial three-volume book, Black Athena (1989), the late author Martin Bernal also sought to place the origins of Greece in Africa and the eastern Mediterranean, which in turn was a riposte to the 19th century racist view – what Whitmarsh calls the \"massive cultural deception\" – that the Greeks owed their brilliance to Aryan origins in central Europe.; But there is a fresh urgency, according to Whitmarsh and like-minded scholars, to the study of the classical world's relationships with what is now the Middle East, and the new approaches are significantly different from those offered in the past. Access to newly discovered or newly available texts is allowing classicists to reframe the terms of engagement between cultures: less a one-way importation, followed by transformation and \"perfection\" of the original influences, and more a dialogue, or an \"intertwining\" as Johannes Haubold, professor of Greek at Durham University, puts it.; So, instead of the study of ancient Greece being predicated on its uniqueness – its isolated, exceptional and untouchable brilliance – some scholars are recasting the Greek world (and, in different ways, the Roman world) as part of a series of networked cultures in multivoiced conversation with the lands lying east and south of the Mediterranean.; This is not a universally applauded approach to the study of classics. On the right, Bruce Thornton, professor of classics and humanities at California State University, Fresno, has written slightingly about \"multiculturalist attempts to denigrate the Greeks' achievements\" (he has also described their victory against Persian conquest in the 480s BC as a liberation \"from the shadows of superstition and bondage to the irrational\").; From a less political perspective, other scholars suggest caution, too: Greg Woolf, professor of ancient history at the University of St Andrews, warns against taking the notion of a happy ancient multiculturalism too far. The ancient Greeks, he says, \"were in the business of creating an autonomous civilisation. There were cultural conflicts, and separateness, and limits to transferability. We don't have a Greek version of Gilgamesh, or Babylonian versions of Homer\".; Woolf talks in terms of deliberate moments of hybridisation – such as the creation of the cult of Isis in Egypt after Alexander the Great's conquest. That was, he argues, an official fusing of Greek, Egyptian and Macedonian elements as a practical and locally contingent act (though the cult later spread widely through the Roman world, even as far as York). \"Someone has to think of a chicken tikka pizza,\" he says. \"It doesn't just happen.\"; Whitmarsh concedes: \"In a way, what we are saying is modish, it's multicultural, it's a model almost resembling the internet projected back on to the ancient world.\" But, he says: \"It does in fact make sense of the archaeological data.\"; He adds: \"There is a strongly political dimension to the kind of claim I am making, and you would probably find that most people who were pushing for a very hybridised vision of the Greek world would … be naturally more left-leaning and have their own idealised view of the ancient world as a place of opportunity and hybridisation.; \"There's obviously a political parallel in the present – yet at the same time I wouldn't want to reduce the argument, because there is new data available that shows that the ancient world was rather different from the way it was even recently understood to be. Let's say the implications of the view are political, rather than the motivations behind it.\"; So what are these implications? Barbara Graziosi, professor of classics at Durham University, says: \"It is getting classics out of its splendid isolation, finding intellectual common ground in antiquity. And it means working more closely with colleagues in places such as Egypt and Iraq – something that is of course made more difficult by political dichotomies.\"; As Haubold argues in his new book Greece and Mesopotamia: Dialogues in Literature, it is an approach that can beckon towards the \"cultivation of multilingualism, polyglossia, the arts of cultural mediation, deep intercultural understanding, and genuinely global consciousness. It can develop these things both as scholarly endeavours and as new forms of citizenship in a globalised world\".; Graziosi offers a resonant event from her life: attending a conference on classics at Cairo University following the 2011 revolution against Hosni Mubarak. She recalls European and American colleagues' shock that Cairo even had a classics department; in fact, it was established in 1925. To her surprise, she found a cadre of eager, revolutionary students hungry to engage with classics and to find a way of thinking about Egypt's classical past (it was drawn into Alexander the Great's empire and then became part of the Roman empire) that might help them develop ideas about their present.; \"The students were saying that the revolution does not mean a clean break with the past, but a search for different pasts,\" she recalls. \"Classics offers a way of looking at an Egyptian multilingual, multicultural past, when Greeks, Romans, Egyptians lived alongside each other.\" More broadly, she says, the approach is a reminder that \"it is a fiction that once upon a time cultures were pure and are now mixed\".; Graziosi also points out the diffusion of classical texts into the medieval Islamic world. With the emphasis on Greece and Rome as \"the foundation of western civilisation\", it is easy to forget how important the classical world has been in the east, she argues: we owe the survival of many classical scientific and medical texts, for example, to their translation into Arabic during the golden age of Islam in Baghdad in the eighth and ninth centuries. Indeed, argues Whitmarsh, the Roman empire was \"the facilitating grid that produced Islam, in dialogue with Persia\". Woolf talks too of Latin translations of the Qu'ran circulating in 12th-century Europe.; In this story of interconnectedness and hybridity, rather than isolation and exceptionalism, there lie enormous intellectual and humanist opportunities, Whitmarsh says. \"What is the implication,\" he asks, \"for a utopian, post-imperial education system? There are three million Muslims in Britain, many of them learning an ancient language already. There's no reason why, in 50 years' time, undergraduate courses shouldn't be packed with people studying Arabic and Greek culture side by side. Of course, this already exists in a limited way, but it's not a cultural phenomenon at the moment and these worlds mostly exist entirely separately, but it seems to me there's nothing natural in that.\"; How does this new approach to the classical world manifest itself? For a start, it means looking at already familiar texts with fresh eyes. Take, for example, approaches to Herodotus, the \"father of history\" who provided The Histories, the great account of the causes and events of the Persian wars of the 480s BC. A decade or so ago, a postcolonial approach to his work might have looked at the way he wrote about non-Greeks – Egyptians, Persians, Scythians and others – and concluded that his responses to the \"other\" tell us more about his own projections than what his, say, Persian characters actually thought or did.; Recent scholarship, though, might emphasise Herodotus's own culturally hybrid origins in Asia Minor: he was raised in Halicarnassus, on the Carian coast of modern Turkey – a city that during the Persian wars was part of the Persian Achaemenid empire, ruled by Queen Artemisia, herself half Halicarnassian and half Cretan. Whitmarsh says: \"Halicarnassus was a bilingual Greek and Carian city that had been under Persian occupation. It's not inherently implausible that he had a much more informed sense of the world than we have previously given him credit for. It comes down to networks. If you see Herodotus as occupying a single point from which Greek culture is 'beamed out', that's a less interesting way of thinking of him than as a kind of nodal point between multiple different traditions and cultures. Herodotus's The Histories is a predominantly Greek-voiced text, but that doesn't mean that we should quieten all the other voices that can be detected within it.\"; Into this story of cultural cross-currents also falls the study of the Greek-language novel – a Roman-empire era prose fiction genre originating in Asia Minor and revived in medieval Byzantium in Persia. Iambilichus, author of the fragmentary work Babylonian Affairs, was writing in his second language, after that of Syriac, and he may have known Akkadian too.; Another culturally hybrid work is the Alexander Romance, a story that recasts the Macedonian conqueror as secretly Egyptian, so the story of his annexation of Egypt becomes one not of conquest but of the return of pharaonic rule. Whitmarsh says the story reflects a Demotic Egyptian literary forebear. \"It is forged in a very distinctive culture in which there are Greeks and Egyptians working together. And it tells the story of Alexander the Great in Egyptian-friendly terms. The interesting thing about this text is that, other than the Bible, it's the biggest seller in antiquity – it goes into 26 languages in antiquity alone, and eventually into [the ancient Iranian language of] Pahlavi, French, Armenian, Bulgarian, Old English.\" (It is also mentioned in Chaucer's Canterbury Tales). Whitmarsh adds: \"It is a world away from the model of Greek culture as continuous, organic, hermetically sealed from outside influence.\"; The other corollary of this approach is, Graziosi says, to \"learn other languages – which is of course hard work, but often the only way\". \"Traditional\" classicists such as Haubold, trained in Latin and Greek, have learned Akkadian: he passes on his linguistic skills to about 20 undergraduates a year. Whitmarsh's ventures into Semitic languages have enabled him to read works by, for example, Bardaisan, the second-century AD scholar who inhabited the fringes of the Roman empire and whose works fuse Hellenic, Babylonian and Christian influences.; There is, says Graziosi, \"an inequality of availability in source texts: cuneiform [the script in which most Mesopotamian texts are written] was not even deciphered until the 1850s. The first fully scholarly edition of even a text as central as Gilgamesh is only 10 years old. New texts are continually being found – and indeed destroyed – in Iraq and elsewhere.\"; She adds: \"We need to have a sense of shared ownership and care for these traditions: it's crucial both in terms of scholarship and politics.\"; Although there may be far-reaching implications for this fresh angle of scholarship, Whitmarsh says that the approach is squarely in the tradition of a supple discipline which has always had \"expansiveness and courage and ranginess … Everything we are talking about comes out of an intellectual tradition that has been devoted to self-analysis. You analyse the thing you are looking at, but you also analyse your own motivations for looking at it in that particular way. That's our version of scientific empiricism. Classics is a progressive discipline, constantly confronting its own demons, and coming out better and fresher for it.\"; From the introduction to Greek Ways: How the Greeks Created Western Civilization by Bruce Thornton, published by Encounter, 2002; From Tim Whitmarsh's introduction to The Romance Between Greece and the East, edited by Tim Whitmarsh and Stuart Thomson, to be published in September 2013.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-164",
  "namespace": "we1sv2.0",
  "title": "Thursday 11 Jul..."
}