{
  "content": "\n\nFriday 21 March 2014 07.57 EDT\tAn economist's answer to the youth employment crisis in Africa\tGovernments need to encourage entrepreneurship and provide job-focused training to help the millions of young unemployed people on the continent, says OECD\tThis is a tough time to be young in Africa. Although the growth prospects of the continent are good – growth rate estimates are 4.8% in 2013 and 5.3% in 2014 – 40 million young people are estimated to be out of work and many more in poor employment .; The African Economic Outlook estimates that 53 million of Africa's 200 million young people between the ages of 15 and 24 are in unstable employment and 40 million young Africans are out of work. However, while 18 million of them are looking for a job, 22 million have already given up.; Working with the Gallup world poll to collate household data for 37 countries, partners in the African Economic Outlook also found that only a minority of young working Africans have a 'good' job. Wage employment in the formal sector concerns only 7% of youth in low income countries (LICs) and 10% in middle-income countries (MICs). Others fall in categories defined by International Labour Organisation (ILO) as 'vulnerable employment', including self-employment and unpaid work (such as family farming). And while self-employment may not be bad per se, in the overwhelming majority of cases it reflects the lack of alternatives, and implies precarious living conditions and working poverty.; Surprisingly, Africa's poorest countries have less unemployed youth than the better-off countries. As countries grow richer, consumers start flocking to known brands, away from local products that used to provide livelihoods for many locals. With rising incomes, families also have more capacity to support their young job seekers, who can therefore be more selective, rejecting job offers that go unfilled. A trend that leads to higher youth unemployment and potentially broader social costs.; So how can we remove obstacles for local business? First, there is the attitude of governments towards small business. The fate of Tunisian vegetable seller Mohamed Bouazizi is an example of the importance of this. Early in 2011, he torched himself and sparked a revolution. Instead of providing him with services and incentives to register his business, government officials had been impounding his equipment and his vegetables, preventing him from growing his business and feeding his family.; Second, governments can support social insurance adapted to the needs of small businesses such as Bouazizi's. With the security that insurance affords, a small business owner can invest his earnings into his business instead of having to stack them at home in preparation for sudden costs like health care of family members.; Third, many small entrepreneurs in Africa do not have access to the loans that could allow them to grow their business. Although obtaining very small amounts of financing has become easier thanks to microfinance, obtaining medium-sized loans, say $10,000, is very difficult. Most banks are not interested. They make money more easily with bigger firms.; Fourth, better services could do a great deal. For instance, a stable electricity supply would allow many to start small-scale production outfits.; Many young people in Africa suffer from skills mismatches. They have been to school, even university, but did not obtain the practical skills that employers are seeking. Many firms are looking for young people with technical skills to operate machines and oversee manufacturing processes but cannot find them. At the same time Africa boasts the highest share of students in the humanities and social sciences of any region in the world. Many young people with a university education cannot find work. In South Africa, for example, firms report 600,000 vacancies, while 800,000 young university graduates are unemployed.; Finally, improving the job creation potential of existing activities is important, but in order to promote a real structural transformation of African economies, new, more productive activities need to be fostered. Where should African economic transformation policies 2.0 look to? Recent evidence gives a few hints of the most promising sectors.; Extractive industries can spur new activities and encourage diversification: while the possibility of processing profitably everything that is underground should not be overestimated, the promotion of backward linkages (local firms supplying goods and services to big extractive firms) holds the promise of job creation and technological spill-overs.; The greatest potential for inclusive growth may actually be found in agriculture and agroindustry: beyond the well-known examples of export sectors such as cashew nuts and cut flowers, the next big thing may well be African local and regional markets, buoyed by steady demographic growth, urbanisation and rising income levels.; The forthcoming African Economic Outlook 2014, to be released at the annual meetings of the African Development Bank in Kigali, Rwanda (19-23 May), aims to provide new insights and document Africa's good practices in this regard.; Jan Rieländer is an economist and Henri-Bernard Solignac-Lecomte is head of unit, Europe, Middle East and Africa at OECD. This article was originally published in ECDPM's monthly Great Insights.; Join the community of global development professionals and experts. Become a GDPN member to get more stories like this direct to your inbox",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-59",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 21 Mar..."
}