{
  "content": "Thursday 28 November 2013 08.42 EST\tAcademic cover letters: 10 top tips\tDon't simply retell the story on your CV, says Steve Joy – here's how to get noticed and say why you deserve the job\tThe classic counterpart to a CV, cover letters are standard in almost all job applications. Academic cover letters are typically allowed to be longer than in other sectors, but this latitude comes with its own pitfalls. For one, many cover letters are written as if they were simply a retelling in full sentences of everything on the CV. But this makes no sense. Selectors will have skimmed through your CV already, and they don't want to re-read it in prose form.; Instead, approach your cover letter as a short essay. It needs to present a coherent, evidence-based response to one question above all: why would you be an excellent hire for this position?; 1) Start with a clear identity; Consider this sentence: \"My research interests include Thomas Mann, German modernist literature, the body, the senses, Freudian psychoanalysis, queer theory and performativity, poststructuralism, and Derridean deconstruction.\" In my experience, this type of sentence is all too common. Who is this person? What do they really do? If I'm asking myself these questions after more than a few lines of your cover letter, then you've already fallen into the trap of being beige and forgettable.; To get shortlisted, you need to stand out. So, let's start as we mean to go on. Your opening paragraph should answer the following questions: What is your current job and affiliation? What's your research field, and what's your main contribution to it? What makes you most suitable for this post?; 2) Evidence, evidence, evidence; It's generally accepted that, in job applications, we need to 'sell' ourselves, but how to do this can be a source of real anxiety. Where's the line between assertiveness, modesty and arrogance? The best way to guard against self-aggrandisement or self-abnegation is to focus on evidence. For example, \"I am internationally recognised as an expert in my field\" is arrogant, because you are making a bold claim and asking me to trust your account of yourself. By contrast, \"I was invited to deliver a keynote talk at [top international conference]\" is tangible and verifiable.; If you can produce facts and figures to strengthen your evidence, then your letter will have even more impact, for example \"I created three protocols which improved reliability by N%. These protocols are now embedded in my group's experiments and are also being used by ABC\". Remember that your readers need you to be distinctive and memorable.; Never cite the job description back at the selectors. If they have asked for excellent communication skills, you're going to need to do better than merely including the sentence \"I have excellent communication skills.\" What is your evidence for this claim?; 3) It's not an encyclopaedia; Because everything you say must be supported with evidence, you can't include everything. I find that many people are prone to an encyclopaedic fervour in their cover letters: they slavishly address each line of the job description, mention every single side project which they have on the go, every book chapter and review article they've ever written, and so on. Letters like this just end up being plaintive, excessively tedious, and ineffective.; Instead, show that you can distinguish your key achievements (eg. top publications, grants won, invited talks) from the purely nice-to-have stuff (eg. seminar series organised, review articles, edited collections). Put your highlights and best evidence in the letter – leave the rest to the CV.; 4) Think holistically; There's no need to try to make each application document do all the work for you. That leads to repetitiveness. Let them work together holistically. If there's a research proposal, why agonise over a lengthy paraphrase of the proposal in the cover letter? If there's a teaching statement, why write three more teaching paragraphs in your letter as well? Give me a quick snapshot and signpost where the rest of the information can be found, for example: \"My next project will achieve X by doing Y. Further details, including funding and publication plans related to the project, are included in my research proposal.\"; 5) Two sides are more than enough; There is no reason why your cover letter should need to go beyond two sides. In fact, I've seen plenty of people get shortlisted for fellowships and lectureships using a cover letter that fitted on to a single side of A4. It can be done – without shrinking the font and reducing the margins, neither of which, I'm sorry to break it to you, is an acceptable ruse. Besides, please have some sympathy for your readers: they have jobs to do and lives to lead; they will appreciate pith.; 6) Writing about your research: why, not what; In almost every conceivable kind of academic application, fellowships included, it's very high risk to write about your research in such a way that it can only be understood by an expert in your field. It's far safer to pitch your letter so that it's comprehensible to a broader readership. You need to show a draft of your letter to at least one person who, as a minimum requirement, is outside your immediate group or department. Do they understand your research? Crucially, do they understand its significance? Before the selectors can care about the details of what you do, you have to hook their interest with why you do it.; Bad: \"I work on the lived experiences of LGB people in contemporary Britain [why?]. I look particularly at secondary school children [why?], and I use mixed methods to describe their experiences of homophobic bullying [vague]. My PhD is the first full-length study of this topic [so what?].\"; Better: \"In recent years, significant progress has been made towards equality for lesbian, gay, and bisexual (LGB) people living in Britain. However, young people aged 11-19 who self-identify as LGB are more likely to experience verbal and physical bullying, and they are at significantly greater risk of self-harm and suicide. In my dissertation, I conduct an ethnographic study of a large metropolitan secondary school, in order to identify the factors which lead to homophobic bullying, as well as policies and initiatives which LGB young people find effective in dealing with it.\"; 7) Mind the gap; Be aware that \"nobody has studied this topic before\" is a very weak justification for a project. Nature may abhor a vacuum, but academia does not. Does it even matter that no previous scholarship exists on this precise topic? Perhaps it never merited all that money and time. What are we unable to do because of this gap? What have we been getting wrong until now? What will we be able to do differently once your project has filled this void?; 8) Writing about teaching: avoid list-making; Avoid the temptation of list-making here, too. You don't need to itemise each course you have taught, because I've already read this on your CV, and there's no need to detail every module you would teach at the new department. Similarly, you don't need to quote extensively from student feedback in order to show that you're a great teacher; this smacks of desperation.; A few examples of relevant teaching and the names of some courses you would be prepared to teach will suffice. You should also give me an insight into your philosophy of teaching. What do students get out of your courses? What strategies do you use in your teaching, and why are they effective?; 9) Be specific about the department; When explaining why you want to join the department, look out for well-intentioned but empty statements which could apply to pretty much any higher education institution in the world. For example, \"I would be delighted to join the department of X, with its world-leading research and teaching, and I see this as the perfect place to develop my career.\" This won't do.; Deploy your research skills, use the internet judiciously, and identify some specifics. Are there initiatives in the department to which you could contribute, e.g. research clusters, seminar series, outreach events? What about potential collaborators (remembering to say what's in it for them)? What about interdisciplinary links to other departments in the institution?; 10) Be yourself; It often feels like slim pickings when you're job hunting, and many people feel compelled to apply for pretty much any role which comes up in their area, even if it's not a great fit. But you still need to make the most of who you are, rather than refashioning yourself into an approximation of what you think the selectors want.; If you have a strong track record in quantitative research and you've spotted a job in a department leaning more towards qualitative methods, you might still decide to apply, but there's no point in trying to sell yourself as what you're not. They'll see through it, and you'll have downplayed your genuine successes for no reason.; Instead, make a case for why your achievements should be of interest to the department, for example by demonstrating how statistics would complement their qualitative work. At the end of the day, the best way to get shortlisted is to highlight bona fide achievements that are distinctive to you.; Steve Joy is careers adviser for research staff in the arts, humanities, and social sciences at the University of Cambridge – follow him on Twitter @EarlyCareerBlog; Do you have any tips to add? Share your thoughts in the comments below.; This content is brought to you by Guardian Professional. Looking for your next university role? Browse Guardian jobs for hundreds of the latest academic, administrative and research posts\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-275",
  "namespace": "we1sv2.0",
  "title": "Thursday 28 Nov..."
}