{
  "content": "Thursday 13 June 2013 10.28 EDT\tResearch in brief – 13 June 2013\tOur weekly round-up aimed at showcasing the latest research across the subject spectrum at UK universities\t• University of Nottingham Scientists have discovered a previously undetected layer in the cornea, the clear window at the front of the human eye. The breakthrough could help surgeons to dramatically improve outcomes for patients undergoing corneal grafts and transplants. The new layer has been dubbed the Dua's Layer after the academic Professor Harminder Dua who discovered it. Dua, says: \"This is a major discovery that will mean that ophthalmology textbooks will literally need to be re-written. Having identified this new and distinct layer deep in the tissue of the cornea, we can now exploit its presence to make operations much safer and simpler for patients. From a clinical perspective, there are many diseases that affect the back of the cornea which clinicians across the world are already beginning to relate to the presence, absence or tear in this layer.\"; • Goldsmiths, University of London One in five Brits would like Google's new wearable computer, Google Glass, to be banned, a study shows. Out of the 4,000 adults from the UK and the US interviewed, more than half (51%) had privacy concerns about wearable technology with two thirds (61%) calling for regulation, and one in five British respondents (20%) calling for Google Glass to be banned. Chris Brauer, co-director of CAST at Goldsmiths, says: \"The rich data created by wearable tech will drive the rise of the 'human cloud' of personal data. With this comes countless opportunities to tap into this data; whether it's connecting with third parties to provide more tailored and personalised services or working closer with healthcare institutions to get a better understanding of their patients. We're already seeing wearable technology being used in the private sector, with health insurance firms encouraging members to use wearable fitness devices to earn rewards for maintaining a healthier lifestyle. It's likely that the public sector will look to capitalise on the wearable technology trend with a view to boosting telehealth and smart city programs.\"; • Birkbeck, University of London A four-year research project into Andean textiles has created an innovative resource for archaeologists, museum curators, contemporary weavers and the fashion industry. The resource, Weaving Communities of Practice, shows the relationship between textiles, culture and identity in the Andes from 600 CE to the present. It will provide access to over 700 digitised samples of Andean textiles and weaving instruments from Bolivia, Peru and Chile. Until now, researchers have had to rely on textile samples in museums to develop their studies, requiring expensive travel to museums spread across the world. This research involves very detailed analysis of weaving techniques and structures which are often difficult to visualise due to their complexity and fragility. Lead investigator Luciana Martins, says: \"Being able to study these intricate 3D images will potentially enable archaeologists to identify a textile's precedence more closely, and will enable researchers to develop comparative studies and understand more about pre-Columbian ancient textile techniques. For contemporary weavers, and the fashion and creative industry, the images provide a fascinating insight into the complexity and sophistication of pre-Columbian textiles before the advent of industrial ways of production.\"; • University of Cambridge Public health in developing countries may be better improved by reducing illiteracy rather than raising average income, research suggests. The findings show that literacy – a non-income good – has a greater impact on public health in India. While researchers accept it is broadly true that \"wealthier is healthier\" across the roughly 500 districts in India's 'major states', accounting for 95% of the total population, they find that poverty and, crucially, illiteracy are much stronger predictors of poor public health than low average income. A poor district can nonetheless enjoy relatively good public health if it has a high literacy rate, say researchers. Literacy acts as a base, enabling populations to understand medicine labeling, access healthcare, and engage with public health programmes. \"Economic policies narrowly focused on growth are insufficient when it comes to public health in less developed countries,\" says Lawrence King, professor of sociology and political economy at Cambridge. \"Higher average income is a statistical red herring: it contributes to better public health mainly to the extent that it reflects high literacy and low poverty.\"; • Durham University Research into the new Life in the UK citizenship test has exposed major flaws in the exam. The test has been scrutinised by Durham University academic Dr Thom Brooks, a US immigrant who has combined first-hand knowledge about the test with his expertise in citizenship and politics, which he likens to a \"bad pub quiz\". He says: \"The UK test is unfit for purpose because it goes too far to include information about British culture and history at the expense of practical knowledge. The biggest surprise is the lack of attention successive governments have paid to ensuring the test is fair and not out of date – a surprise even bigger than the sometimes shocking questions that can be found on the test.\" He adds: \"Many citizens that were born and bred in the UK would struggle to know the answers to many of these questions. Britain will not be more cohesive because more have heard about the Battle of Trafalgar, but rather if future citizens understand better how to participate in daily British life and make a contribution.\"; • University of Manchester Tiny bubbles of water found in quartz grains in Australia may hold the key to understanding what caused the Earth's first ice age, say scientists. The Anglo-French study analysed the amount of ancient atmospheric argon gas (Ar) isotopes dissolved in the bubbles and found levels were very different to those in the air we breathe today. Researchers say their findings help explain why Earth didn't suffer its first ice age until 2.5 billion years ago, despite the sun's rays being weaker during the early years of our planet's formation. Dr Ray Burgess, from the University of Manchester's school of earth, atmospheric and environmental sciences, says: \"The signs of the Earth's evolution in the distant past are extremely tenuous, only fragments of highly weathered and altered rocks exists from this time, and for the most part, the evidence is indirect. To find an actual sample of ancient atmospheric argon is remarkable and represents a breakthrough in understanding environmental conditions on Earth before life existed.\"; Would you like your university's research featured on the network? Email claire.shaw@guardian.co.uk with your latest news; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-144",
  "namespace": "we1sv2.0",
  "title": "Thursday 13 Jun..."
}