{
  "content": "\n\nWednesday 9 April 2014 02.00 EDT\tThe arts are just as important as other subjects – and Gove knows it\tChanges to GCSE discount codes and news that arts courses will join the first round of reformed exams are a small victory, says head of Arts Council England\tThe arts are vital to a rounded education, to giving every child a hinterland that will serve them all their lives. That's something I firmly believe in. Why do so many private schools excel in their arts teaching? Why are the arts seen as important by parents who can pay for their child's education? Shouldn't this be true for children in state schools, no matter what their privilege or background?; By announcing that arts subjects will join the first round of reformed GCSE subjects to be taught from 2016, Michael Gove has made it very clear that he sees the arts as absolutely on a par with the core subjects in maths, science, languages and the humanities. They are part of the bedrock of a broad and balanced education. That's good news.; Last week's reforms to GCSE discount codes – which mean that GCSEs in dance and drama will no longer be grouped as one qualification in school league tables – was also good news. The risk that pupils might be discouraged from taking both dance and drama at GCSE has been removed. The two subjects will rightly be treated as demanding, and very different disciplines, worthy of study in their own right.; This should be a moment of quiet satisfaction for the arts. It is, after all, the culmination of many months of hard work. The sector has united behind the belief that a broad-based arts education is vital for the social, economic and cultural health of the nation. The aim that every child and young person should have the opportunity to experience the richness of arts, museums and libraries is one of the Arts Council's core goals. Where better to introduce young people from all backgrounds and all communities to that richness than in school?; Michael Gove says that he wants the newly-reformed GCSEs, including the arts subjects, to be \"rigorous, demanding and world class\". We applaud this. That's why we carried out a wide-ranging consultation with experts from the arts and education looking at how to make the reformed GCSEs academically demanding, creatively challenging and fit for the needs of the economy of the 21st century. And to their credit, ministers and others in the Department for Education have been more than willing to listen to our arguments. So, as I say, a moment of quiet satisfaction. But, of course, there's much still to be done.; Some will point out that the arts subjects have not been formally included in the Ebacc measure of core GCSE subjects. There is a fear that take-up of these subjects will continue to come under pressure. So those of us who believe in the arts will have to argue strongly as to why they matter. But our case has been made easier by the announcement today. At the Arts Council we will continue to talk to Ofsted to urge that greater weight be given to arts subjects in their inspection framework.; There's a job to be done beyond these formal measures. All of us in the arts know that creative ambition is essential to our cultural future, and that we need to invest in our children now, and in our future generations. As a sector we all need to tell that story, so that schools – and parents and young people themselves – can see what the arts offer in terms of personal development, challenging and enriching experience and career paths for the future.; We also need to support partnerships and collaborations between schools and professional arts organisations so that young people can experience the arts outside as well as inside the classroom. Much of our work at the Arts Council is centred around that ambition. The 123 music hubs which we administer on behalf of the Department for Education have been specifically charged to develop partnerships between local schools and arts organisations to widen the range of musical opportunities young people can enjoy. We also run a network of bridge organisations linking arts organisations and schools together, and we encourage schools to achieve Artsmark, which recognises schools that excel in their arts provision.; We're not educational specialists – our passion and our expertise lies in arts and culture and what they can do. But we can act as advocates and champions of a well-rounded education system which values the arts. Today's announcement about the future of the GCSE curriculum is a welcome signal from the secretary of state about his priorities – a heartening sign that others share that goal and that our voices will be heard.; • Alan Davey is chief executive of Arts Council England",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-75",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 9 A..."
}