{
  "content": "Thursday 7 March 2013 05.00 EST\tThe God Argument: the Case Against Religion and For Humanism by AC Grayling – review\tAs a militant atheist, the philosopher AC Grayling has much in common with the literal fundamentalists he derides\tAC Grayling is a top-ranking professional philosopher – fellow of an Oxford college, and for many years a professor at Birkbeck – but he does not rest on his laurels. He believes that \"philosophy should take an active role in society\", and he is a tireless propagandist for \"Enlightenment Values\". Over the decades he has made plenty of enemies by wrapping himself in the flag of New Atheism: \"There is no God,\" he tells us, \"so stop worrying about it.\" Recently he has lost friends by starting an exclusive \"New College of the Humanities\" in Bloomsbury, and he will lose still more if he succeeds in opening a free school on the same lines. But he is unfazed by hostility. He sees himself as encouraging teachers to become proud missionaries of the Enlightenment, at a time when the government wants to turn them into servile cheerleaders for empire. He wants young people to study a core course in logic, ethics and science, get fired up by rationalism rather than nationalism, and then go out and destroy the last strongholds of ignorance and prejudice. In due course, he thinks, his educational entrepreneurship will be recognised as brave, progressive and egalitarian.; Grayling is not the kind of writer who finds writing difficult, and in his latest book – his 33rd, according to his website – he gives an easy outline of the creed he leads his life by. Like his hero Bertrand Russell, he wants to be a moralist as well as an atheist, and he likes to call himself a \"humanist\", though he must know that humanism is a rather dodgy brand. It goes back to the first half of the 19th century, when the delirious French atheist Auguste Comte plotted to replace theistic religion with a \"Cult of Humanity\", in which he himself would serve as high priest. Critics soon exposed Comte's humanism as \"Catholicism without God\", and the versions that established themselves in Britain and America could well be described as \"Protestantism without God\". In the eyes of many nonbelievers, humanism has always seemed like a misbegotten compromise – atheism tainted by religious nostalgia and Pollyanna piety – and Russell himself always deplored it. \"I regard human beings as a trivial accident, which would be regrettable if it were not so unimportant,\" he said, and he would never consent to being called a humanist.; Grayling is happy to rush in where Russell feared to tread, and if you want to learn how to be a good humanist, then The God Argument might be the place to start. Humanism turns out to be \"beautiful and life-enhancing\", and as easy as pie. \"It requires only clear eyes, reason, and kindness,\" according to Grayling. If you think that moral choices should be grounded in \"the responsible use of reason\" and \"human experience in the real world\" then you are already a humanist, though you may not know it. As a humanist you will like \"human rights\", and dislike \"war, injustice, and poverty\", but you will allow everyone to choose their own \"values and goals\" just as you have chosen your own. Best of all, as a humanist you will be frightfully jolly about sex: you will consider it a \"deeply valuable thing\", provided, of course, that it is practised in a fair-minded, hygienic and respectful manner.; To those of us who have experienced moral distress, Grayling's homilies will seem breezy, superficial and banal; but they were not really meant for us. His humanist manifesto is designed not as guidance for the perplexed, but as a demonstration that religious believers have no business staking a claim to the moral high ground. Religion, he argues, is immoral in itself and in its consequences: a set of life-threatening delusions that no one would succumb to unless they had been debauched by the forces of unreason.; Grayling's approach to religion, like his approach to morality, draws on the work of Russell – particularly the method of \"logical analysis\" that Russell initially expounded before the first world war. The basic idea was to translate obscure or complex statements into simple, well-defined terms, so that everyone could see what implies what, what is true or false and what unproven, while anything left over could be dismissed as meaningless. After applying the technique to mathematics, Russell extended it to \"the analysis of matter\" and \"the analysis of mind\". His followers then rolled it out to cover language as a whole, and vast tracts of academic philosophy have since been turned over to the task of annihilating bullshit and \"clarifying\" what people mean.; \"It is well, always, to begin with clarifications,\" as Grayling puts it. Fair enough, you might say, but you will notice that when he starts to \"introduce some clarity\" into religion he conducts himself not like a teacher offering help to a worried student but like a prosecutor trying to incriminate a hapless prisoner. Believers have offered all sorts of elaborate defences of religion over the centuries, including excursions into poetry, drama and florid fantasy, but Grayling will focus forensically on the \"literal sense\" behind their high-flown words.; Is it not clear that the \"votaries of religion\" believe that the universe contains, in addition to the things familiar to us all, an extra item called God, known only to people of faith? Does it not follow that \"all religious people are superstitious\", and that they have no respect for science? They openly admit, after all, that their traditions go back to the ignorant Dark Ages, so will they at least distance themselves from the obsolete opinions of their predecessors?; A believer might like to point out that science, too, can be traced back to the Dark Ages, and that contemporary physicists might be pretty embarrassed by the outmoded opinions of revered patriarchs such as Newton or Maxwell. But Grayling will press on with his interrogation. You surely do not believe that fairies paint the flowers while you are asleep, he says: why then imagine that you can catch a glimpse of divinity in the beauties of nature? If you are prepared to accept the existence of God without conclusive evidence, why not stand up for \"green cheese beneath the surface of the moon\" as well? Will you deny that you have sought guidance from religious sources – that you have in effect committed moral plagiarism by taking \"a one-size-fits-all model\" from the religious supermarket and passing it off as your own work? If this is not what your religion means, Grayling submits, then it has no meaning at all.; Militant atheism makes the strangest bedfellows. Grayling sees himself as a champion of the Enlightenment, but in the old battle over the interpretation of religious texts he is on the side of conservative literalist fundamentalists rather than progressive critical liberals. He believes that the scriptures must be taken at their word, rather than being allowed to flourish as many-layered parables, teeming with quarrels, follies, jokes, reversals and paradoxes. Resistance is, of course, futile. If you suggest that his vaunted \"clarifications\" annihilate the poetry of religious experience or the nuance of theological reflection, he will mark you down for obstructive irrationalism. He is, after all, a professional philosopher, and his training tells him that what cannot be translated into plain words is nothing but sophistry and illusion.; The distinction between believers and unbelievers may be far less important than Grayling and the New Atheists like to think. At any rate it cuts right across the rather interesting difference between the grim absolutists, such as Grayling and the religious fundamentalists, who think that knowledge must involve perfect communion with literal truth, and the sceptical ironists – both believers and unbelievers – who observe with a shrug that we are all liable to get things wrong, and the human intellect has a lot to be modest about. We live our lives in the midst of ambiguities we will never resolve. When we die our heads will still be filled with a few stupid certitudes mixed in with some more or less good ideas, and we are never going to know which are which. There is no certainty, we might say: so stop worrying about it.; • Jonathan Rée's books include I See a Voice (Flamingo).\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-57",
  "namespace": "we1sv2.0",
  "title": "Thursday 7 Marc..."
}