{
  "content": "\n\nWednesday 20 August 2014 02.30 EDT\tThe key to a successful PhD thesis? Write in your own voice\tWe need to step out beyond the safety of footnotes and the words of big-name scholars to reach a level of academic independence\tIn the last couple of months of completing my law thesis I found myself struggling to put things into the simplest terms. All the ideas I had been researching and writing about were coming together like the pieces of a puzzle, but I kept wanting to re-explain everything in great detail in every chapter, and sometimes even within a chapter. The word count was growing every day, but my arguments and conclusions weren’t necessarily getting any clearer.; I asked a colleague to look at one chapter in particular for me, and the feedback she gave me was gold: write in your own voice.; There is a tension inherent in writing a PhD. On the one hand, it is an examination of your ability to undertake research independently, and write as an academic. On the other, you have to show you have read all the literature in your field, and can cite the most authoritative scholars. The temptation was to spend a lot of words proving that I knew my stuff, that I could rehearse the arguments of those authoritative scholars. But in fact I was writing from fear: a fear of needing to back up every claim and argument with the voice of a well-known scholar – or preferably several. If someone had said it before, then it was safe to say it myself.; But what I was creating was more like an extensive, impressive research report, rather than a thesis of my own.; The word “thesis” comes from the Greek tithenai, which literally means “to place” or “to position”: my thesis is my position, my point of view, my stance on a certain issue. If I am not able to convey what that is in my writing, then I am no longer writing my own thesis, I am writing the theses of the giants who have gone before me without adding anything to them.; Particularly in fields such as law, the humanities and some of the social sciences, where research is not necessarily a matter of gathering data or conducting experiments, but rather of gathering positions, and conducting thought experiments, it can be harder to make a distinction between our use of existing knowledge and our own original contribution that builds on that knowledge.; Without sufficient research or evidence, the claims and arguments we make may come across as naïve or ill-founded. Yet without the confidence to step out beyond the safety of endless footnotes and the words and voices of big-name scholars, we risk not reaching the level of academic independence that doing a PhD requires of us.; The great challenge in the final phase of a project that has consumed my thinking for the past few years is: how do I find my own voice in all of it? How do I find the academic self-confidence to really give a voice to my own thesis, my own position and stance? And indeed, how did the giants of my field become the authoritative voices that we all cite? By developing their own voice.; Somehow translating this to my own academic writing proved to be just as much of a challenge. The moment at which we are asked to defend our thesis in front of a committee of professors, to defend our arguments and claims, is the moment at which we literally must find our voice and express it confidently. The award of the doctorate degree, and the title Dr, is a symbolic recognition of our full membership in the academic community. In order to rise to that challenge, it is necessary to find your voice in your writing, to formulate your own position, your own thesis, which you are capable of – and confident in – defending.; My colleague had given me the key to a door that opened before me in the last throes of writing and editing. These final weeks have become really enjoyable, even with the pressure of the final deadline getting closer and closer, because I have given myself full permission to articulate my own thesis, my own position, my own voice. And the final result is a manuscript that is truly mine, and a piece I feel worthy of submitting as I ask for admission into the academic community as a fully-fledged, independent member. A member who has a voice of her own.; Cassandra Steer is a lecturer and PhD candidate at the faculty of law, Universiteit van Amsterdam.; Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-183",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 20 ..."
}