{
  "content": "\n\nTuesday 11 February 2014 14.13 EST\tThe science of comedy: can humour make the world a better place?\tAcademics are considering how comedy can be socially beneficial\tYou know what's not funny?\" said the comedian Chris Rock once. \"Thinking about it.\" As if to prove the point, last weekend's Playing for Laughs symposium at De Montfort University in Leicester brought together academics, practitioners, educationalists and service providers to investigate how comedy can be used as a force for good within communities in Leicester and beyond. Laugh? Not often, but thanks for asking.; Thinking about comedy is becoming a big academic industry. Last year, Dr Sharon Lockyer set up the Centre for Comedy Studies Research at Brunel University, London, and even an academic journal, Comedy Studies, published in print for the first time later this year.; The speakers at De Montfort University included comedian and adoption campaigner Joy Carter discussing how comedy can be used to tackle issues of transracial adoption; Karian Schuitema of the University of Westminster discussing the role of comedy for children with special needs; and Liselle Terret, of Coventry University, on how comedy could be used to challenge social ideas on women and the mental health system.; Tell me a joke, I ask one of the speakers at the conference, Geoff Rowe, founder and producer of Dave's Leicester Comedy Festival. \"I don't tell jokes,\" he replies. \"I pay professional comedians to do that for me.\" Oh dear. Oh well. Here's mine: How many comedy conference delegates does it take to tell a joke? A not inconsiderable number.; I never said it'd be funny.\"Over the last five to eight years there's been a shift in the public perception of academics studying comedy. It's becoming regarded as a worthwhile area,\" says Lockyer before her symposium talk entitled Exploring Comedy and Disability in Live Performance. Comedian Jo Brand, the Brunel alumna who is the CCSR ambassador says it is \"great to see that comedy is being taken seriously\".; Perhaps it is, but what's most intriguing about Lockyer's work is that it considers how comedy can be socially beneficial. \"The media fixates on comedy controversies where comedy has been deemed to be problematic or offensive,\" says Lockyer. \"You can see that in the controversies over the Danish cartoons depicting Muhammad, the film Borat and what it did to Kazakhstan, and Jonathan Ross and Russell Brand.\"; Those examples seem to bear out venerable theory of comedy set out by the Chuckle Brothers of philosophy, Plato and Hobbes, namely that we're always laughing at someone else's expense. Or, as Hobbes put it in Human Nature: \"The passion of laughter is nothing else but sudden glory arising from some sudden conception of some eminency in ourselves, by comparison with the infirmity of others, or with our own formerly.\" Thus understood, comedy isn't just Mock the Week, but invariably mocks the weak.; But must it? Psychiatric-nurse-turned-comic Rob Gee, one of the speakers, says: \"Every joke has a target and therefore every joke has the potential to be cruel or hurtful. It also has the opposite.\" But what could that opposite be? Gee has organised award-winning workshops in sports centres and acute psychiatric units aimed at adults with severe and enduring mental health problems, and is often invited to schools to teach kids improvisation and sketch performances. He says: \"The idea that comedy could be therapeutic or give people skills seems absurdly worthy, but that's exactly what I've been trying to do.\"; When Gee visits schools to give comedy workshops, he finds the best students of comedy improvisation are nine year olds. Why? \"They're already a little worldly wise but they aren't yet concerned about being cool like adolescents are. So they're very creative and unafraid and savvy. Some teachers run scared of allowing comedians to teach their kids, but they shouldn't be so sceptical.\" Why not? \"Think of what a huge problem it is getting boys to read and write. When I teach kids about sketch comedy, they love to write down their sketch ideas. It's one of the few times you can see them enjoying writing. So learning how to do sketches helps improves their literacy, their confidence, their self-esteem.\"; What would Michael Gove say? \"It's the antithesis of the traditionalist view of what should be happening in schools, but given that most of the jobs that our kids will be doing in the next 50 years haven't been invented yet, it seems important to train kids to be flexible, have self-esteem, be literate, rather than follow a traditional curriculum – comedy can help with those things.\"; But still, the idea of comedy as socially beneficial remains a stretch. \"It's counterintuitive, I agree,\" says drama lecturer Roger Clegg, who organised the symposium. \"But think of it this way. Most standup comedians started in the playground when they were bullied. It starts off as a defence mechanism and ends up as empowerment. That's why it can be a force for good.\"; \"What I've really noticed in my research,\" says Lockyer, \"is a rise in the bullied or demonised or oppressed taking ownership of comedy directed at them, subverting it and using it to make people laugh with rather than at them.\" Her latest academic paper Exploring the Potential of Disabled Comedians in Improving the Lives and Experiences of Disabled People consists of interviews with disabled comedians and their audiences. \"In the past eight years there's been a rapid rise in the number of really talented disabled comedians. I think one big impetus was the foundation of a group called Abnormally Funny People set up by Simon Minty in 2005. They did a really successful Edinburgh run. Thanks in part to them, some disabled people have seized that sense of empowerment comedy can give them.; \"That said,\" Lockyer adds, \"I'm not saying comedy can change the world for the better.\"; But maybe it can. Maybe it already has. \"Remember those HIV campaigns in the 1980s with TV ads showing tombstones and icebergs?\" asks Leicester comedy festival's Geoff Rowe. \"When I was a teenager I didn't get my education from those ads or from government leaflets, but from comedians. It was Lenny Henry, French and Saunders, and Rik Mayall doing things with condoms and cucumbers who really educated me.\"; Thirty years on, Rowe runs the Big Difference Company, that similarly tries to use comedy to raise awareness of social, health and environmental issues. \"We do projects to improve public health and reduce health inequalities. That can mean projects to do with quitting smoking, alcohol, healthy eating and we often work with the NHS to targeted groups – primary-school children, minority groups and men.\"; But isn't there an inverse relationship between funny and informative? When Rowe hires professional comedians to do comedy routines about cancer, surely it isn't the subject matter but the prospect of being subjected to improving messages that is liable to be a turn off? \"You'd think so but some of the best comedy shows I have been to have tackled cancer. They're really life affirming and positive experiences.\"; In collaborating with the NHS, Rowe's professional comedians are often required to perform sets in front of health professionals to make sure the material is medically accurate. \"They are the toughest critics and those are probably the worst gigs anyone will ever play. But they're worth it. After public gigs, members of the audience will come up to me or the comedians and say, 'I think I've got lung cancer,' and we can be a signpost, directing them to the medical people who can help.\"; The late Monty Python's Graham Chapman notwithstanding, Leicester hasn't exactly a reputation for comedy excellence, but now it is at the forefront of using comedy to remedy social ills. \"Other cities specialise in dance, theatre, music or film. For good or ill, I hope good, Leicester specialises in comedy,\" says Rowe.; Mark Charlton is project manager for Square Mile, De Montfort University's programme to improve local lives with academic expertise. In one sense it's a typical outreach project of the kind that many British colleges and universities run to make themselves relevant to the local community. But one of its 40-odd projects is unusual. \"We asked people in Leicester what they would like from us,\" says Charlton. \"And quite a lot said standup comedy workshops. Why? \"Some were determined to become standups but others in the group wanted to boost their confidence and self esteem and make themselves feel good about themselves.\"; The 15-week course is now in its second year, with DMU alumnus Alan Seaman from Leicester's Ship of Fools comedy club taking on residents with no performance skills and training them to become stars of their own show – or at least perform a 10-minute routine at a local community centre during the comedy festival.; \"It's not just standups but a really diverse bunch. One's a really aggressive performance poet and another's quite a gentle poet in the Pam Ayres vein,\" says Charlton. \"Another's a sharp-suited well-spoken Jimmy Carr-like comedian – all great in their own way.\"; But how can you gauge whether the course has been successful? \"Only from feedback from the participants and that's been overwhelmingly positive. We're thinking of taking the course further and putting on a show in Edinburgh at some point. What really struck me is that two of the people who took part had quite severe mental health problems but the rest of the participants became very protective of them. And there were all these people from different parts of the community – different races, occupations, classes, ages – all coming together.\" Pro vice-chancellor and dean for art, design and humanities of De Montfort University Barbara Matthews says: \"If you think about the sense of community comedy gives, then I think Leicester is benefiting from projects like this one and that will evolve over the years.\"; For Roger Clegg a lot of these comedy initiatives have a topical political significance. \"If they're not the encapsulation of David Cameron's Big Society I don't know what is.\" If Britain is broken as the prime minister suggests, maybe comedy can help repair it.; Dave's Leicester comedy festival runs until 23 February. Details: www.comedy-festival.co.uk; • This article was amended on 12 February 2014 to correct Barbara Matthews' title from vice chancellor to pro vice-chancellor and dean for art, design and humanities.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-29",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 11 Fe..."
}