{
  "content": "\n\nMonday 8 December 2014 04.01 EST\tWhy I’m standing against Michael Gove\tIn tough times we need art more than ever, so in 2015 I hope people will vote for creativity, not austerity\tThe remarks made by Nicky Morgan, the education secretary, last month about “the arts holding kids back” seem far more kneejerk than anything her predecessor Michael Gove said on creative education. But it was Gove who paved the way to erode confidence in the arts, and he remains the inspiration for my effort to better advocate the arts to government. This is why I intend to stand as an independent candidate in Surrey Heath, the constituency for which Gove is currently a member of parliament, in next year’s general election.; Since announcing my intention, I have received a surprising amount of support, although some people have mentioned that the economy, the NHS, housing and immigration might figure ahead of the arts in voters’ thinking. But art is central to how we live.; Even in terms of money, the arts return £4 to the economy for every £1 of public investment. The government’s own website states that the creative industries contribute £71.4bn to the economy or £8m an hour. With regards to the NHS, there has been extensive research into the mental wellbeing gained from engagement from the arts. Good housing is all about design – everything from your car to your carpet has been designed by human beings armed with nothing more than blank sheets of paper and pencils. The arts are about starting a conversation. Whereas government restrictions on immigration slow down and stifle touring productions, migration contributes to our culture and makes the arts stronger. It is also true that in a time of difficulty, culture can bring hope.; I could go on listing the ways in which creativity infiltrates and colours our lives and I intend to spend the first half of next year doing just that. I am not going to be endlessly negative about Mr Gove. I understand that he cares passionately about providing better education to more pupils, but I am standing against him because I believe he’s got a few things wrong.; Gove has confused subjects with standards. You can teach any subject to a high standard and although I agree with him about the importance of mathematics, beyond that I believe children should be free to choose for themselves. At present, pupils selecting their GCSEs have to deal with a complex Chinese puzzle of competing subjects, where arts are discriminated against. It’s almost impossible for kids to study art and music together, let alone dance or drama as well. This is worrying for British culture and Britain’s long-term reputation for being a great place to make, teach and experience the arts.; In my manifesto I will argue that:; • No school should be allowed to offer a curriculum without art, music, drama, dance and design at GCSE and A-level.; • Ofsted must include arts subjects as part of its assessment of schools. No school can possibly be considered “outstanding” unless it offers art, music, drama, dance and design.; • All children must study at least one arts subject at GCSE.; • Postgraduate training for art teachers should be enriched, not eroded.; • All primary-level teachers must be trained in art, craft and music.; • “Artist educators” should be supported – that is, professional artists who teach while also developing their own art practice.; I would like to establish an artistic community in Surrey Heath based on the principles of Black Mountain college in upstate New York. The latter, an experimental school which operated from 1933-57, was a centre for innovation which encouraged artists like Robert Rauschenberg and Jasper Johns to reinvent American modernism, a kind of American Bauhaus which led to a renaissance in design.; As part of the Surrey Heath artists community, we will provide resident programmes, talks, concerts and exhibitions, as well as establishing the Gove centre for creative writing. It’s well known that Gove is passionate about poetry and he is undoubtedly clever with words (especially when constructing arguments), so I would use the inspiration of the (ex) MP to develop this valuable resource.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-246",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 8 Dece..."
}