{
  "content": "\n\nTuesday 18 November 2014 02.29 EST\tAcademia for women: short maternity leave, few part-time roles and lower pay\tEquality Challenge Unit figures reveal a dismal picture for female academics with the continued dominance of men in the sector\tSophia Latham, 39, has just been appointed to a tenure track fellowship at the Institute of Infection and Global Health at Liverpool University. After five years, if all goes to plan, she will end up with a permanent job. What makes her promotion unusual is that Latham was appointed to the role on a part-time basis only a few weeks after returning to work from maternity leave. “I haven’t seen this kind of prestigious role offered part-time anywhere else,” she says. “Normally if you are looking for a part-time position, you are looking at term-time teaching roles.”; Latham is one of the lucky ones. Female academics find it disproportionately difficult to juggle their career and parenthood. Fewer professors, lecturers and researchers at some leading universities are taking maternity leave than in 2010, while at others there has been little or no improvement.; If more women were being promoted into staff and senior jobs, the numbers taking maternity leave would rise. Instead they are stagnating, or, worryingly, in some cases, falling. That’s the finding of new research by Education Guardian and comes as figures published on Tuesday reveal a persistent pay gap, the continued dominance of men in senior roles, and very few permanent part-time academic jobs.; We surveyed the top 10 institutions in the 2015 Guardian university league table for the numbers of professors, associate professors and lecturers taking maternity leave. In 2010, the average number of academics who took maternity leave at these universities was 14. By 2013 it had dipped slightly to 12. At Cambridge and St Andrews, though, the numbers have fallen more dramatically. While in 2010, 13 Cambridge professors and lecturers went on maternity leave, by 2013 this number had dropped to six. At St Andrews, the number fell from 14 to six in the same period. Is it a statistical blip, or a worrying trend?; Women in academia take less time off to have a baby than those in other careers, the research found. The average length of maternity leave at Cambridge and St Andrews, for example, was 187 days and 138 days respectively in 2013. That’s well below the norm: figures from the Department for Work and Pensions suggests the typical length of maternity leave is 273 days. At both universities the length of leave has fallen since 2010. Out of the top 10 institutions in the Guardian league table, six were able to provide data on the length of maternity leave taken by academics. The average was 191 days.; “It’s much more difficult for academics to take maternity leave than support staff or administrators in higher education,” says Ellen Pugh, senior policy adviser at the Equality Challenge Unit, a charity seeking to improve diversity in higher education.; The ECU’s annual data report, published on Tuesday, shows how pervasive the dominance of men in academia still is. More than three times as many men as women hold professorships; there are more than twice as many male department heads and there are still only 35 female vice-chancellors (out of 170), the report found.; And then there’s the pay. Whereas the majority of women earned less than £42,000, most men earned more than that. Nearly three-quarters of roles paying more than £57,000 were held by men. Overall, there is a 13.6% median pay gap between male and female academics and it is not closing.; Close to two-thirds of full-time academics are men, whereas more than half of part-time academics are women. But many of these part-time roles are either hourly teaching or fixed-term research contracts and maternity pay for these academics is usually a lot less generous, according to figures this year from the Universities and Colleges Union. Only 6.9% of academic senior management roles are part time, the ECU report shows.; “A lot of women end up taking poorly paid contracts once they have children, rather than permanent jobs,” says Deborah Sugg Ryan, associate professor of history and theory of design at Falmouth University.; These contracts themselves can make taking maternity leave difficult. Fay Davies, now a research fellow in the school of the built environment at Salford University but previously a meteorologist, says it is a particular problem in the sciences. “The contracts are getting shorter and shorter. If you have got a three-year contract you can probably fit in a maternity leave, but if it is only for one year, it makes maternity leave very problematic.”; In meteorology, she says: “So many women opt not to have children. Pregnancy is almost seen as unprofessional.”; Job shares are even rarer. When Harriet Atkinson’s third child was born in 2012, she was eligible only for statutory maternity pay. On her return to work, Atkinson, now on a part-time lecturer contract at Brighton University, wanted to find a permanent position. “Because a lot of permanent jobs are full time, I tried to apply for a job share. My job share partner and I got to the final interview stage, only to be asked how we would work it if we had to go on a research trip for 10 days at a time. So of course we didn’t get the job as neither of us could juggle that with small children.”; But some universities are bucking the trend. Partners Julia Böttcher and Peter Allen are both assistant professors of mathematics at the London School of Economics. The couple, who have two children, are highly unusual in that they applied to work at the university in 2011 as a job share (although they are now treated as separate part-time workers). In addition, they have benefited from the LSE’s generous parental leave system. When their second child was born in May, Böttcher took 18 weeks’ maternity leave at full pay, while Allen is now a few weeks into his 16 weeks’ paternity leave (also at full pay). UCU figures show many universities still pay only the statutory minimum: the first six weeks at 90% pay, then 33 weeks at statutory maternity pay – currently £138.18 a week.; “Everyone was very positive and no one complained I was taking so much time off,” says Allen. Böttcher was offered the option to have a reduced teaching load for one semester. Both are also able to do some work from home.; Oxford University, meanwhile, has seen the number of professors and associate professors taking maternity leave increase 18% from 2010 levels to 26 in 2013. A spokesman says this is partly because of the generous maternity pay, but also the support given to returning mothers. The university is one of those that offer a phased return following maternity leave, where women may gradually increase their hours. Oxford, like Cambridge, also has a returning carers’ scheme, which allows academic and research staff to apply for cash awards to support their return to work.; Changes to how research is assessed should make it easier for female academics to maintain their research ratings, another factor that has hindered longer periods of maternity leave. The Research Assessment Exercise, the last of which took place in 2008, did not take account of any career breaks, but the new Research Excellence Framework, due to report next month, has reduced the research expectations for parents who have taken maternity leave or additional paternity leave beyond two weeks.; Some universities compete for the ECU’s Athena Swan and gender equality Charter Mark schemes, which promote women’s representation in science and humanities departments respectively. Both schemes take account of how pregnancy, maternity leave and women’s return to work are managed. “We put a lot of effort, not just centrally, but at school level, to make it easy for women to take maternity leave,” says Yvonne Galligan, of Queen’s University Belfast, one of only five silver-level Athena Swan institutions. “The university expects that women going on maternity will be able to take it without worrying that their work will pile up and force them to come back early.”; Responding to Cambridge’s maternity leave figures, a spokesman says: “We recognise that there are challenges for many staff when returning from maternity leave and have introduced various policies and initiatives to support the careers of academics.” Cambridge is also an institutional Athena Swan silver award winner.; A spokesman for the University of St Andrews says: “These figures are very small and cannot be taken as evidence of a trend; as fluctuations are inevitable in such a small sample. However we are not complacent, and have introduced a single equality outcomes scheme, put in place an equal pay statement, introduced flexible working, and created a female academic networking scheme.”; Back at Liverpool, Latham’s boss, Tom Solomon, director of the Institute of Infection and Global Health, says encouraging part-time and flexible working is a no-brainer. “It makes sense. Otherwise you are handicapping half of your workforce,” he says. “You have to create an environment and structures where women can really excel. If you cut people some slack when they need it, then they really appreciate it and more than pay it back.”; Additional reporting by Sian Elvin; • This article was amended on 19 November 2014. An earlier version said only Queen’s University Belfast and Cambridge University were silver-level Athena Swan institutions. Imperial College London, the University of Nottingham and the University of Warwick also have institutional silver awards.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-228",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 18 No..."
}