{
  "content": "\n\nTuesday 4 March 2014 02.05 EST\tNew philosophy A-level curriculum – Gove's debased gold standard\tThe draft philosophy A-level drops texts in favour of extracts and replaces a love of knowledge with utilitarian 'transferable skills'\tWhen the Department for Education announced its shake-up of the A-level curriculum last year it claimed that its aim was to strengthen the exam's international reputation as the gold-standard qualification. To most people in education a \"gold-standard\" qualification connotes an academically rigorous and stimulating curriculum. Which is why I was taken aback by the recently published draft syllabus in A-level philosophy.; If there is one A-level curriculum that symbolises excellence and intellectual rigour in secondary education, it is AQA's course in philosophy. During the past couple of years, I've had the privilege of meeting and talking to groups of A-level students whose lives have been profoundly influenced by their study of philosophy. Some of them, who had little notion about what to expect from their course, told me the experience of studying philosophy had, for the first time, made them aware of the fact that ideas actually matter. This is a course that raises some of the fundamental existential questions of our times. It explores themes such as free will and determinism and provides students with a sound grounding in the main traditions of western philosophy.; What has impressed me about this course is that students are expected to study philosophical texts such as the Republic by Plato as well as extracts from philosophers such as Hobbes, Hume or Mill. I can think of no A-level course that provides a better preparation for undergraduate study – not just for the humanities or social sciences but also for the natural sciences.; Tragically, the draft philosophy syllabus offers an intellectually inferior version of the old. Some of the most intellectually stimulating questions of the existing curriculum disappear, such as that on free will, as does political philosophy. A new compulsory philosophy of religion topic – which counts for 50% of the AS course – suggests a reorientation towards the teaching of RE.; What's most disturbing is that the text disappears, to be replaced by an online anthology of extracts. Why? According to the draft syllabus, to provide \"greater clarity on the content so that teachers are clear about what they need to teach\". The impulse to remove a teacher's capacity to make judgment calls threatens to turn what has been an exciting intellectual adventure into an exercise in box-ticking. In line with this pedagogical orientation, the assessments have been revised to cater for a more intellectually light curriculum.; The revised assessment appears relatively indifferent to the integrity of philosophical knowledge. The draft says the methods of assessment \"focus clearly on the core skills of philosophy\". The language of skills and instrumentalism dominates this syllabus. The draft responds to the question, \"Why choose philosophy?\" with the answer: because \"students will develop and refine a range of transferable skills\". Philosophy, which originally meant the love of wisdom and which many regard as a guide to life, is now rebranded as the bearer of transferable skills.; Unfortunately, philosophy is not the only A-level that is threatened with the leakage of its intellectual content. A few days ago I was informed of plans to mete out the same treatment to the new AQA sociology A-level. As with philosophy, it is proposed that the method of assessment of sociology A-levels is simplified. The exam questions will compromise rigour in favour of an easy life. The current emphasis on long essay-based questions will give way to ones that rely on the regurgitation of memorised facts.; The question I am left pondering is how do these new draft A-levels in philosophy and sociology fit in with Michael Gove's claim that his reforms will raise standards and get rid of \"bite-size learning\"? The proposed method of assessment, for example the introduction of a multiple choice question on the sociology paper – suggest a reorientation from encouraging students to explore and develop ideas to that of providing formulaic answers on the exam. Hardly a blow for standards! As one sociology teacher told me, the principle objective of this draft curriculum is to facilitate the achievement of As and Bs in the exams. It is difficult to avoid the conclusion that the exigencies of impression management constitute an important influence over the drafting of the new A-level syllabus. That's another way of saying that the gold in Gove's standard has become a negotiable commodity.; There is, of course, a long tradition of political calculation and pragmatism driving the development and management of the curriculum. But wouldn't it be nice if someone in the DfE decided to be brave and declared that \"we must leave the existing philosophy A-level alone\".; Frank Furedi is emeritus professor of sociology, University of Kent",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-46",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 4 Mar..."
}