{
  "content": "Friday 20 September 2013 19.10 EDT\tTop 10 art venues and cultural attractions in Baltimore\tBaltimore boasts diverse arts venues, promotes experimental theatre and spoken word events, and has a legendary jazz pianist's club – complete with 1920's-style decor\tOf all the great early jazz artists who spent some time in Baltimore – Billie Holiday, Cab Calloway, Chick Webb among them – pianist Eubie Blake casts the longest shadow, for his career spanned bordellos and vaudeville halls to Broadway to appearing on The Tonight Show Starring Johnny Carson and Saturday Night Live. The modest community centre named after him holds film screenings and monthly art exhibitions, but a priceless experience is the fourth-floor Eubie Live concert room, which recreates a 1920's jazz club with monthly jam sessions and the Eubie Blake Legacy big band performing his lively music. • 847 North Howard Street, eubieblake.org. Weds 1pm-6pm, Thur and Fri noon-6pm, Sat 11am-3pm, exhibitions free; The performance and grassroots arm of the collectively owned Red Emma's Bookstore Coffeehouse, 2640 Space is housed in St John's United Methodist Church, a stately building erected in 1900 but has seen some wear and tear. It's a fitting venue for this volunteer-run, progressively minded organisation that offers talks with radical authors such as social theorist David Harvey, social justice seminars, lectures, workshops, conferences, film screenings and performances. These have included beloved American indie-rock band Neutral Milk Hotel and world-renowned Baltimore violinist Hilary Hahn, along with contemporary dance ensembles and one-person performance pieces. • 2640 St Paul Street, redemmas.org/2640; Avam's founding director and curator, Rebecca Hoffberger, didn't study art history, though she did once study mime under the great Marcel Marceau, and her idiosyncratic approach to art and the museum experience has guided this singular institution for nearly three decades. Avam exists to expand the definition of a worthwhile life, and its year-long exhibitions showcase untrained and self-taught outsiders who approach art-making as an ordinary extension of daily existence. AVAM's exhibitions tackle subjects and ask questions – such as Who is rich? and What makes us smile?– that would feel naively childish were the works themselves no so consistently disarming and profound. • 800 Key Highway, avam.org. Open Tues-Sun 10am-6pm, adult $15.95, kids $9.95, under-six free; Slightly off the beaten path in East Baltimore's Highlandtown neighbourhood, which has welcomed Greek, Irish, Italian, Latino, and Polish immigrants over the years, the Creative Alliance works to connect the local community with the arts in general and the skills and resources to create some themselves. It also offers art exhibitions, dance productions, film screenings and concerts: it's one of the best spots in town for traditional country and string band music. Its ample theatre is also the home for the Charm City Kitty Club, a local gay cabaret whose occasional variety programmes are almost criminally entertaining. • 3134 Eastern Avenue, creativealliance.org. Gallery hours Tues-Sat 11am-7pm, free; In this artist-run co-operative space the art is as fun as it is conceptually sly and politically aware. Current Gallery exists to provide studio and exhibition space for young Baltimore artists, but it excels at the collaborative, frequently silly, project that straddles public art, amusement park, and wry observation. Current Gallery artists have spearheaded such interactive projects as making life-sized arcade games, like foosball and Whac-a-Mole, to be operated by groups of people, and even once turned the gallery into an urban convenience store, with the entire stock affordable multiples made by artists. • 421 North Howard Street, currentspace.com. Hours vary, see website, most exhibitions free; More than a Madam Tussauds featuring notable African-Americans, this often-overlooked attraction delivers one of the most memorable experiences Baltimore has to offer. It was founded in 1983 to explore and celebrate African-American history, and a decade later it completed an installation that remains unforgettable: a life-size recreation of a slave ship that brings the true horror of the slave trade's middle passage to life in ways reading about it often completely fails to do. • 1601 East North Avenue #3, greatblacksinwax.org, Tues- Sat9am-5pm, Sunday noon-5pm, adult $13, child $11; Baltimore's radical High Zero festival of experimental improvised music invites musicians from around the globe to come to Baltimore and play with local artists who they might meet for the first time a minute or two before performing. The festival is an annual affair, held in September, but the Red Room collective that organises it has been presenting the same idea on a weekly basis for almost two decades. In its 17-year existence this intimate room has welcomed Eugene Chadborne, Daevid Allen, Milo Fine, Peter Brotzmann, Jaap Blonk, and many more. It's inside Normal's Books and Records, among whose eclectic stock you might stumble across an out-of-print book you've been searching for. • 425 East 31st Street, redroom.org. See website for dates, most events $6; In less than a decade this young theatre company, founded by a group of theatre graduates from the University of Colorado at Boulder, who moved to Baltimore en masse, sparked both a thriving, adventurous independent theatre scene and got young people to see live plays. It did so not only by delivering inspired interpretations of canonical works, from Shakespeare's Richard III to Ibsen's The Wild Duck, but by making the Baltimore debuts of young American playwrights (Sara Ruhl, Will Eno), forming collaborative partnerships with experimental theatre groups in eastern Europe, and using the company as a workshop for ambitious original productions. • 1727 North Charles Street, +1 443 844 9253, singlecarrot.com; It may be barely a year old, but this intimate gallery space has emerged as a vital, adventurous presence in the city's cultural landscape. In addition to launching an emerging artists lecture series, it's a gallery that welcomes artists taking over the entire space for a site-specific installation. The results are some of the most consistently impressive art experiences in town: artist and artist groups have turned the gallery into a travel agency and white-box Laundromat. • 510 West Franklin Street, sophiajacob.com; It looks like a bar, and on some nights that's all it is: a casual, inviting place to have a drink. But most of the time the space doubles as the home to the Mondo Baltimore cult film series, the Out of Your Head Collective's twice-monthly improvised music series, the Creative Differences' free-jazz concerts, the New Mercury Reading Series focusing on non-fiction writers, the Expert of Nothing series of debates between contestants who argue about subjects they know nothing about, and nights devoted to board games or ping-pong, and monthly art exhibitions and weekly music performances. • 12 West North Avenue, +1 410 244 8855, thewindupspace.com; Bret McCabe is a Baltimore-based arts and humanities writer. You can follow him on twitter @BretMcBret; • For more information on holidays in the USA, visit DiscoverAmerica.com\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-214",
  "namespace": "we1sv2.0",
  "title": "Friday 20 Septe..."
}