{
  "content": "\n\nMonday 28 April 2014 12.37 EDT\tWounded - Review\tWritten by a historian and shortlisted for the 2014 Wellcome Trust Book Prize, Wounded traces a soldier's journey from injury on the battlefield to recovery in Britain, documenting how modifications during the Great War forever changed how medical care is provided to front-line soldiers today\tBeing injured was one of the most common experiences of World War I, according to Emily Mayhew's book, Wounded: The Long Journey Home From the Great War [Bodley Head/Random House, 2013; Guardian Bookshop; Amazon UK/audiobook UK; Amazon US/kindle US], but oddly, this topic is not often explored in detail, except by writers of fiction. So this book is distinctive: written by a historian and shortlisted for the 2014 Wellcome Trust Book Prize, Wounded traces a soldier's journey from injury on the battlefield to recovery in Britain, and documents how modifications adopted by those working in the field during the Great War forever changed how medical care is provided to front-line soldiers today.; Mayhew's book focuses on the British Army on the Western Front between 1915 through 1918. But Mayhew uses a different approach from other histories of the Great War because she tells the story mainly from the perspective of a few wounded soldiers and those who fought to save them -- including stretcher bearers, medical officers, surgeons, nurses, orderlies, chaplains, ambulance trains and finally The London Ambulance Column.; In reading this account, the reader comes to appreciate the bravery of the British Army on the Western Front, and gains an overview of the larger, more subtle, story of how changes made in the field during this time benefitted the practice of modern medicine. For example, one lasting improvement was the establishment of field aid stations located as close as possible to the battlefield. These aid stations were designed to be rapidly disassembled, relocated and rebuilt to keep pace with the troops. Another change was providing the stretcher-bearers with advanced first aid training. This professionalisation of the stretcher-bearers is an innovative model that has been carried over to civilian life: emergency medical technicians (EMTs) or ambulance technicians, who are amongst the first on the scene of a medical crisis or trauma, are typically intensively trained to deal with medical emergencies.; As a medical historian, Mayhew has done her homework, which is summarised in the epilogue, and carefully detailed in 34 pages of notes and the 6-page timeline at the back of the book so the curious reader can easily follow up. In her narrative, she quotes and references personal experiences that were written in journals and letters or relayed in oral histories. Each chapter tells the story of one or several soldiers but specifically focuses upon one group of people -- nurses, stretcher-bearers, chaplains -- who played an instrumental role in that man's recovery and journey home. The names of those whose stories comprise a major contribution to a particular chapter are included as the chapter subheading. Additionally, Mayhew kindly shares what she could discover about the fates of each named person after the war ended. Also included are 15 black-and-white photographs from the battlefield and a redrawing of an actual hand-drawn map used by the stretcher-bearers.; One thing that surprised me was how anyone managed to survive wounds received during the Great War since it took place before the discovery of antibiotics and prior to many modern medical advances.; Not only is this book is memorable for the stories it tells, but it is special for another reason. In her introduction, Mayhew describes her book as a \"historical rediscovery\" -- a slippery term whose precise meaning will elude most readers. Instead, I think Mayhew's book is a work of literary journalism (also known as creative nonfiction), a relatively new genre that is gaining tremendous appeal. (It certainly is my favourite writing style, if I was forced to choose just one.) Basically, literary journalism is an experimental hybrid that serves two masters; it must be factually accurate and it must be written with attention to literary style and technique.; \"Ultimately, the primary goal of the creative nonfiction writer is to communicate information, just like a reporter, but to shape it in a way that reads like fiction\", writes Lee Gutkind in the introduction to his published collection, The Best Creative Nonfiction, Vol. 1 (pp. xi., 2007).; Since Mayhew (apparently) uses this contemporary journalistic/literary innovation, I suspect her \"unconventional approach\" (as she describes it) will generate a fair amount of controversy amongst historians, academics and serious students of the Great War. At the same time, her subject matter may possibly (?) keep her book relatively unknown to the literary crowd and to the general public. Those who wish to become more familiar with creative nonfiction will discover inspiration along with much to ponder about the nuances of this literary style in Mayhew's Wounded. History buffs and those seeking a more complete understanding of modern medical history will find scholarship combined with an intimate immediacy in this carefully researched and evocative book.; .. .. .. .. .. .. .. .. .. .. ..; Emily Mayhew is a Research Associate in the Humanities Department at Imperial College London and an Examiner at the Imperial College School of Medicine. She is also a consultant and lecturer to various museums including the Wellcome Collection, the Imperial War Museum and the Royal College of Surgeons. Her second book, Wounded, is included on the shortlist for the 2014 Wellcome Book Prize.; .. .. .. .. .. .. .. .. .. .. ..; Disclaimer: GrrlScientist has no known connection to the book's author. Outside of receiving a free review copy of this book, no compensation was received by either GrrlScientist or the Guardian for this review. All images appear here by courtesy of the publisher.; .. .. .. .. .. .. .. .. .. .. ..; When she's not reading books, GrrlScientist can also be found here: Maniraptora. She sometimes lurks on social media: facebook, G+, LinkedIn, Pinterest and of course, she's quite active on twitter: @GrrlScientist",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-90",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 28 Apr..."
}