{
  "content": "\n\nMonday 16 June 2014 10.00 EDT\tHow postgrad study can boost your job prospects\tA postgrad degree won't guarantee you the perfect career, but it will hone your skills Read more on our hub for postgraduate students\tFrom equine science to gender studies to festival management, the UK offers a rich and respected variety of postgraduate courses, both vocational and highbrow. But this doesn't make them a passport to a better job – at least not without knowing why and where a postgraduate degree might lead, says Charlie Ball, deputy director of research at the Higher Education Careers Services Unit (Hescu).; That said, the postgraduate jobs market is improving. Latest Hescu figures show that six months after graduating, 74% of full-time and 90% of part-time master's graduates were in work, compared with 68% of first-degree graduates.; Many master's programmes equip students with valuable contacts; some liaise with employers to craft courses; some offer chances to network with bigwig visiting speakers or include significant work placements.; How much employers value a postgraduate degree depends upon their business – engineering firms are currently crying out for master's-level specialists, especially in the energy sector. Technology companies are hungry for specific skills – relevant for cyber security for example.; \"We look for experts in many fields,\" says Alison Hughes, HR director at Cambridge Consultants, a technology product development company. \"Postgraduates are really valued.\"; Another employer, quoted in a recent Masters with a purpose report released by Universities UK and Hescu, says: \"We want to learn from postgraduates as much as hire them.\"; Some businesses only recruit master's graduates, while others don't distinguish between master's and first degrees. While just 1.4% of the 1.3m jobs advertised on jobs search company Indeed's UK site require a postgraduate degree; areas such as engineering, financial services, banking and healthcare value the type of niche skills gained at postgraduate level, says a spokesman.; Philosophy graduate Abigail Feeney set her sights on the finance industry and decided a well-chosen postgraduate course would complement her degree; she's now eight months into her master's in social statistics at the University of Southampton. \"I researched potential careers from this course – accountancy was one of them, which is perfect for me. I will have two degrees which are completely different with a range of skills for a future career.\"; Jobs market; While humanities and generalist master's courses have a less obvious vocational application, it doesn't mean they're not valued, says Ball; postgraduates need to articulate their experience, especially as they might be competing against graduates in the jobs market. \"Good qualifications are well respected by employers,\" he says. \"If you can convince an employer of what you gained, there's no reason why it shouldn't help with your career.\"; So what does a postgraduate qualification show? Motivation, ability, time management and usually relevant work experience. \"Employers will be keen to use advanced knowledge and often pay a premium for it, because they then have less direct on-the-job training costs,\" says John Watkins, director of the careers service at the University of Surrey. \"Postgraduates are also likely to have been exposed to a wider cultural community, have greater financial awareness, good personal organisation skills and be more refined communicators.\"; Namrata Sarmah, 29, completed a master's in business analysis and strategic management in 2012 at Manchester Business School. She now works as a business analyst.; My salary has doubled in the last 15 months. Before I took this master's I was a software consultant; my background was purely technical so a pure business degree felt like a complete shift – at the start I barely understood the language used.; It was a completely international environment – people from 25 different countries, which made for an exciting atmosphere. We had an interesting mix of professional skills; there was even a nuclear scientist. The academics were very positive and helpful – I attended every seminar and workshop.; I think the low point came when I graduated and was job hunting, but I found my first job very quickly and after that I had calls from head hunters and had my pick of jobs. I chose very carefully and boosted my salary. It's in my personality to always have a roadmap and plan.; I'm now exactly where I want to be – working within the business and technical world at global telecoms firm Truphone. A one-year degree is intense; it changed my life and gave me confidence.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-139",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 16 Jun..."
}