{
  "content": "\n\nThursday 3 July 2014 05.17 EDT\tWhy I won't be studying physics at A-level\tAs a girl dropping physics I'm a cliché – but I found the syllabus uninspiring and there were no female teachers • Want to write for us? Pitch a blog\tLike so many other girls, I'm not taking physics past GCSE.; I don't dislike physics; neither do I find it boring or particularly difficult. But I do enjoy my other subjects more, so when it came to choosing between physics and geography for my fourth AS-level I opted for the latter. I thought it would be good to take a humanities subject to balance out the sciences.; Apparently this means I fit a stereotype: high achieving, female, attending a co-ed state school and dropping physics. In other words, I'm a specimen under the microscope in the Institute of Physics' recently announced research project.; To me, GCSE physics seemed out of touch compared with the stem cells and glucoregulation we were studying in biology. I could see the practical reasons for studying biology, but I found physics hard to relate to my everyday life.; All too often, the link from theory to human application was missing from the physics syllabus, making me wonder when I would ever need to calculate the half-life of a radioactive sample or describe the retrograde motion of Mars outside of the exam hall.; Rosie Rogers, a student who is planning to do physics for A-level agrees that the GCSE syllabus is uninspiring. She says: \"I think people find it boring because of the way it's taught.; \"If anything, school made me love the subject less. The syllabus at this level only tells us what we need to know to pass our exams.\"; But she also felt that A-level would be different, going into more detail and learning about how the universe works. I, however, am not so optimistic; it's the same old exam boards setting the material for A-level.; In addition to this, I have never been taught by a female physics teacher. I'm not saying that my male physics teachers deterred me from taking the subject, but a higher proportion of female teachers might inspire more girls to study it.; But it's not my school's fault that there are not enough women teaching physics. Perhaps instead of going to extraordinary lengths to recruit those with PhDs, the Department for Education should pay more attention to getting women into the classroom.; Was I influenced by others to fulfill their perceptions of what girls should or shouldn't do? I don't think so. In fact, the overwhelming responses to my options have been critical.; Almost everyone has questioned my choices, including my parents and friends, who thought I was overlooking how important physics is and how it interlinked with the other sciences.; I like to think that my decision was a logical one, based on my experience of learning physics at school, rather than being swayed by stereotypes or going with the crowd.; I'm not a zombie, hopelessly trapped in my conformist fate to walk in the footsteps of the girls who have dropped physics before me.; I selected my subjects knowing full well that I would never engineer the next super-car or structurally assess the newest addition to London's skyline.; But I don't want to. After all, this is my choice.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-153",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 3 Ju..."
}