{
  "content": "Friday 1 March 2013 03.00 EST\tProf Brian Cox: physicist or priest?\tMany popular scientists are atheist, so why are they so happy to use the misty-eyed language of religion?\tWonders of the Solar System; Wonders of the Universe; and, this year, Wonders of Life. Brian Cox stands misty-eyed on a cliff top everywhere I look. He has a chilled-out air for someone with such a busy filming schedule.; Instructions to appreciate the wonder of science are everywhere. There's the Wonder season organised jointly by the Barbican and the Wellcome Trust which starts tomorrow; the Science Museum's World Wonders Trail; the parliamentary select committee report on introducing wonder to the national curriculum; and the 2011 TED conference titled The Rediscovery of Wonder. But am I alone in finding this cheerleading problematic?; It's ironic that the public engagement with the science crowd is so pro-wonder, because they're so anti-religion. \"All the great religions have a place for awe, for ecstatic transport at the wonder and beauty of creation,\" writes Richard Dawkins. \"And it's exactly this feeling of spine-shivering, breath-catching awe – almost worship – this flooding of the chest with ecstatic wonder, that modern science can provide.\"; \"I'm an atheist,\" said maths professor Marcus du Sautoy when he took up the Charles Simonyi chair in the public understanding of science at Oxford. \"But for me the important thing is the wonder of science.\" Advocates for science can't seem to give up on religion's selling points: the awe, transcendence, and worship.; The crucial question, though, is who is doing the worshipping. Cox and co make much of their own humility in the face of natural marvels. They express wonder and we are meant to follow suit.But it's too easy for the meekness we feel in the face of extraordinary facts to blur into deference towards popular scientists themselves, with their public profile and their privileged access to those facts. Like priests, they occupy an elevated position in relation to the phenomena they admire. While putting on a good show of being amazed, they function as powerful gatekeepers to a mystical beyond. Cox may not look like a boffin, but it's telling that he's always called professor.; The rhetoric of wonder is all about encouraging participation. But this infantilising power dynamic is not conducive to confident involvement or critical inquiry. It creates an inaccessible aura around science which has little to do with the everyday practicalities of what goes on in labs. Science is essential to our world, but like looking after children, the nitty-gritty is often prosaic and incremental. In its evangelical, popular guise, science becomes a matter not of reality or scepticism but of anti-intellectual reverence. All we can say in response is, wow.; There's another concealed power dynamic at work. Scientists often complain of a lack of prominence in our culture, as compared to the arts or humanities. Science should be discussed on TV culture shows, they argue, alongside the latest book, film or play. But this complaint obscures the unquestioned prominence of popular science in the media, in education, in museum culture and in our bookshops. We only have to follow the money: funding for public engagement with science initiatives, such as STEM, is bountiful compared with the arts.; It's no surprise that Cox has turned to biology, because that's where many of the most wondrous claims are being made. Evolutionary biology and, to an even greater extent, neuroscience, are supposedly unlocking the secret of who we are. In his book, The Emerging Mind, the neuroscientist Vilayanur S Ramachandran says: \"We are poised for the greatest revolution of all: understanding the human brain. This will surely be a turning point in the history of the human species.\" And Barack Obama is this month expected to unveil a 10-year, $3bn \"brain activity map project\", billed as the neuroscience equivalent of the human genome project. The project's scientists claim it will enable a comprehensive and revolutionary understanding of the human brain, \"one of the greatest scientific challenges of our time\".; These biological breakthroughs exemplify wonder's troubling combination of humility and hubris. Time and again, we are told the new science of human nature is revealing us to be the humble animals we really are. To the neo-Darwinists, we are but naked apes. To the popular neuroscientists, our minds are not tools of lofty reason but nerve cells in a lump of meat.; From David Brooks to Jonah Lehrer, Malcolm Gladwell to Dan Ariely, science-inspired commentators are lining up to tell us that we are irrational, instinctive machines – but machines that require the insights of highly rational scientific experts to tell us how we work. While all this reinforces the status of scientists, it downplays the extraordinary uniqueness of the human mind. Could it be scientists' inability to explain why we are so different from other animals that leads them to minimise this genuine wonder of life?\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-54",
  "namespace": "we1sv2.0",
  "title": "Friday 1 March ..."
}