{
  "content": "Saturday 5 January 2013 18.41 EST\tShakespeare: bard of Avon now … and Euro-laureate hereafter?\tEuropean Union urged to adopt Shakespeare on the 400th anniversary of his death\tLeading British academics are seeking to persuade the European parliament to adopt Shakespeare as its European laureate in time for the 400th anniversary of his death in 2016.; Keen to promote Europe's shared cultural heritage, they are also planning a European Shakespeare Ode, inspired by the Garrick Ode – a poem created in 1769 by David Garrick, the greatest actor of his day, who sparked a major resurgence of interest in Shakespeare during the 18th century. It was Garrick's staging of a spectacular three-day celebration that firmly established the Bard's literary reputation and made Stratford-upon-Avon a centre for literary tourism.; Now history could repeat itself in 2016. Just as Garrick revived interest in Shakespeare across Europe – with Goethe among those who were inspired – plans are being drawn up to reaffirm Shakespeare as a truly international figure in the 21st century.; The projects are headed by Professor Ewan Fernie, chairman of Shakespeare studies at the Shakespeare Institute, University of Birmingham, in collaboration with Dr Paul Edmondson, head of research at the Shakespeare Birthplace Trust. Fernie told the Observer that they want to reaffirm Shakespeare as \"intimately important in European culture, not just as somebody or something for Stratford and not just for self-congratulatory English patriotism\".; Referring to what Václav Havel, the late Czech playwright, political dissident and president, called \"anti-political politics\", a social identification beyond party lines, Fernie said: \"History suggests Shakespeare cannot be definitively identified with any political or religious lobby.\" The scholar added: \"We're aiming to create a Shakespeare Ode which celebrates Shakespeare as a figure for European creativity. This is the political point. Europe is said to be in crisis and imagined simply as an economic union. What we want to do politically is suggest that there's a great cultural tradition to affirm and promote.\"; The academics – who also include Professor Michael Dobson, the director of the institute – are proposing a permanent, non-partisan European laureateship that might celebrate other great European figures such as Goethe and Dante in future years. Malcolm Harbour, Conservative MEP, has made an initial approach to the culture committee of the European parliament in Brussels, and an application for substantial funding is to be made to the Arts and Humanities Research Council.; The 2016 celebrations will include a revival of Garrick's Ode, with Sam West playing the actor. Discussions are under way to stage it and the new Shakespeare Ode at the Royal Shakespeare Theatre in Stratford as part of the World Shakespeare Congress, which will be attended by more than 1,000 international delegates. Further performances will take place at the Regent's Park Open Air Theatre in London.; Garrick put Stratford on the international map, transforming its former image as a provincial town. The programme took Shakespeare to the streets, with fireworks, a procession of characters from the plays and a masked ball. But the highlight was Garrick's delivery of his Ode, which hailed Shakespeare as \"the god of our idolatry\". Set to music by Thomas Arne, it was performed by the orchestra and chorus of Drury Lane Theatre. In 2016, the performers will be the Ex Cathedra Choir and the Orchestra of the Swan.; The Shakespeare plans follow the success of Fernie's 2011 project, Redcrosse, which saw the creation of a new poetic liturgy for England and St George. Written by academics and poets, it explored identity and Englishness in a changing world. Inspiration came from the Redcrosse knight in Edmund Spenser's updating of the myth of St George in his poem The Faerie Queene.; Like Redcrosse, the Shakespeare Ode will be created by a group of academics and other writers, including the poet Michael Symmons Roberts and the bestselling literary novelist Salley Vickers.; Fernie, who has just published The Demonic – which includes Shakespeare in a study of the demonic tradition in literature – said the plans extend to partnerships with Weimar, Vienna and Verona, among other cities, where academics and writers are preparing major Shakespeare celebrations.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-4",
  "namespace": "we1sv2.0",
  "title": "Saturday 5 Janu..."
}