{
  "content": "Thursday 20 June 2013 13.19 EDT\tResearch in brief – 20 June 2013\tOur weekly round-up aimed at showcasing the latest research across the subject spectrum at UK universities\t• Durham University Research has found that wherever malaria occurs, the poorest children within the world's most impoverished communities are twice as likely to contract malaria than the least poor. The findings suggest that poverty alleviation will protect children from malaria. Steve Lindsay, professor in the school of biological and biomedical sciences, at Durham University says: \"There has long been an association between poverty and malaria, but here we clearly demonstrate that in impoverished communities it is the poorest who suffer most, irrespective of where they live in the world. The fact that the chances of contracting the disease are so much higher among the poorest of the poor compared with the least poor is really quite startling.\" He adds: \"Malaria and poverty therefore constitute a vicious cycle for the poorest households, exacerbating variation in health and wealth.\" Researchers also considered how aspects of development, such as improved house construction, could complement existing interventions such as insecticide-treated bednets or spraying insecticide on the walls of houses.; • University of Bristol A study has found that small genetic differences are associated with educational attainment. Philipp Koellinger, associate professor in economics at Erasmus University Rotterdam, says: \"Educational attainment, like most human behaviour, is influenced both by environmental and genetic factors. Our study is a first step to identify some of these genetic factors. The genetic associations we discovered are only a very small piece of a very large puzzle. But our findings do have a number of significant implications. Dr Nic Timpson, lecturer in Genetic Epidemiology at Bristol University, adds: \"From work such as this we are starting to understand in greater detail the delicate relationship between our genes and the environment and how they go on to shape complex outcomes such as educational attainment.\"; • University of Reading Research shows that Ice Age people living in Europe 15,000 years ago might have used forms of some common words including I, you, we, man and bark, that in some cases could still be recognized today. Professor Mark Pagel predicts particular words have changed and evolved slowly over many years, but still retain traces of ancestry and origin for thousands of years more. The research highlights the existence of a 'linguistic super-family tree that unites seven major language families of Eurasia'. Previous studies focused on shared sounds among words, this approach differs in the way that two words may sound similar just by accident, for example team, and cream. Pagel says: \"The way in which we use a certain set of words in everyday speech is something common to all human languages. We discovered numerals, pronouns and special adverbs are replaced far more slowly, with linguistic half-lives of once every 10,000 or even more years. As a rule of thumb, words used more than about once per thousand in everyday speech were seven to ten times more likely to show deep ancestry in the Eurasian super-family.\"; • University of Liverpool Scientists have shown that the bond between a child and their pet is a significant part of growing up in families from different social and cultural backgrounds. The research found that 80% the children that took part, considered their pet a member of the family and half confided in their pets as they would a friend. The study revealed that more than a third of children believe their pets understand how they feel. Dr Carri Westgarth, from the University of Liverpool's Institute of Infection and Global Health says: \"Children who grow up with pets are thought to gain positive health benefits, such as a sense of responsibility and increased physical activity, but until now there has been little attention paid to whether social background, position in the family, and the types of pets owned, make a difference to the way a child relates to pet animals.\" She adds: \"From the study an overwhelming number felt that their pet was as important as a family member, and although social background, gender and ethnicity played a role in the types of pets that were likely to be owned, they didn't make a difference to how emotionally attached a child was to the animal. This suggests that pets can have a significant impact on the socialisation and emotional wellbeing of children growing up, but more work is needed to understand why some pets are more common in certain groups than others, as well as the specific health benefits that particular types of animals can have and whether these effects last into later adult life.\"; • University of Cambridge A study into the attitude of teenagers in Jordan's capital city of Amman reveals that almost half of boys and one in five girls believe that killing a daughter, sister or wife who has 'dishonoured' or shamed the family is justified. A third of all teenagers involved in the research advocated honour killing. The study found that these disturbing attitudes were not connected to religious beliefs. Researchers surveyed over 850 students, and found that attitudes in support of honour killing are far more likely in adolescent boys with low education backgrounds. Researchers concluded that religion and intensity of religious belief were not associated with support for honour killing. Instead, the main factors include patriarchal and traditional worldviews, emphasis placed on female 'virtue', and a more general belief that violence against others is morally justified. Professor Manuel Eisner, who conducted the study with his Cambridge graduate student Lana Ghuneim, says: \"While we found the main demographic in support of HKA to be boys in traditional families with low levels of education, we noted substantial minorities of girls, well-educated and even irreligious teenagers who consider honour killing morally right, suggesting a persisting society-wide support for the tradition.\" He adds: \"Any meaningful attempt to reduce attitudes in support of such practices requires a broader societal commitment, including coherent messages against honour-related violence from political and religious elites, and decisive action by the criminal justice system.\"; • University of Salford / Lancaster A team of computer scientists has created an app for smart phones enabling parents to track their children's 'walking bus'. Parents who register to the app can visually track the walking school bus, easing fears for child's safety. Dr Sarah Norgate, senior lecturer in Psychology at the University of Salford, says: \"Walking school buses are important because they help children to exercise and develop independence and socialise. Now that the app has been successfully piloted we hope to develop it further and make it available to schools across the Greater Manchester area.\" Steve Glazebrook, smarter choices officer at Transport for Greater Manchester, says: \"This innovation has the potential to increase family motivation for alternatives to the car on the school run, improve child fitness levels and encourage parents' peace of mind about their child arriving at the school gates both safely and punctually.\"; Would you like your university's research featured on the network? Email claire.shaw@guardian.co.uk with your latest news; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-153",
  "namespace": "we1sv2.0",
  "title": "Thursday 20 Jun..."
}