{
  "content": "\n\nWednesday 26 March 2014 20.01 EDT\tPope Francis makes Prospect magazine's list of top 50 world thinkers\tPontiff is only religious leader in catalogue of public intellectuals, which jettisons last year's winner – Richard Dawkins\tAfter a year in which he has been applauded for criticising the excesses of capitalism and scooped Time magazine's person of the year award, Pope Francis has received another accolade, with Prospect magazine naming him as one of its top 50 world thinkers.; The pope is the only religious leader to make it into the latest edition of the annual list, which aims to recognise people who have influenced the year's biggest questions in politics, economics, science and philosophy.; The world's most important thinker will be voted on by the public in an online poll, in which Francis has the chance to follow in the footsteps of last year's winner, the militant atheist Richard Dawkins, who fails to feature in 2014's top 50.; Prospect's managing editor, Jonathan Derbyshire, said: \"The pope has really led, individually, the regeneration of the Vatican. He has really caught a public mood. He's there not as a religionist but as a social thinker, someone who's trying to think about the social effects of free market economics that has [been] hegemonic in the west in the last 20 years.\"; The list also features 17 economists, 13 philosophers, three scientists, three technology theorists, an entrepreneur, writers and activists. The number of economists reflects the continued prominence of the state of the world economy in the public discourse, according to Derbyshire. \"It suggests that we're still grappling with the fallout from the financial crisis of 2008,\" he said.; Only four of the top 10 after last year's vote feature on this year's list: the Indian economist and philosopher Amartya Sen, the Slovenian international director of the Birkbeck Institute for the Humanities, Slavoj Žižek, , the British theoretical physicist Peter Higgs, who won last year's Nobel physics prize, and the US-Israeli psychologist Daniel Kahneman.; Explaining the fluidity of the list between years, Derbyshire said it recognised achievements over the previous 12 months: this was why Dawkins had been left off. \"He's only published a memoir and children's book since The God Delusion,\" Derbyshire said.; Dereck Parfitt, philosopher and senior research fellow at All Souls College Oxford, and his fellow philosopher Janet Radcliffe-Richards, a professor at Oxford and author of The Ethics of Transplants: Why Careless Thought Costs Lives, are the first married couple to feature (individually) on Prospect's list.; Newnham college, Cambridge, which has about 70 academic staff, has two of them on the list: the broadcaster, writer and classicist Mary Beard and the Australian Rae Langton, one of the leading feminist philosophers in the English-speaking world.; In a sign of how many a modern thinker spends his or her time, some took to Twitter to announce their nomination, linking through to the list, should anyone want to vote for them. Among them was the US economist Andrew McAfee. Recognised jointly with fellow his Massachusetts Institute of Technology professor Erik Brynjolfsson for their recent book The Second Machine Age: Work, Progress, and Prosperity in a Time of Brilliant Technologies, McAfee tweeted: \"Is this good?: @prospect_uk thinks that @erikbryn and I combine into one 'world thinker'.\"; But when it comes to rallying voters to their cause, philosophers and economists may struggle to compete, if history is anything to go by. In 2008, the magazine expressed its surprise after the poll – then billed as an attempt to find the world's \"top 100 public intellectuals\" – was won by Fetullah Gülen, whom it described at the time as \"a Turkish Sufi cleric barely known in the west\" (although his name has risen to prominence in recent months as Prime Minister Recep Tayyıp Erdoğan's biggest political rival.; It put the surge of votes down to a front-page story about his presence in the poll in Zaman, Turkey's highest-selling newspaper. \"Obviously, polls like this are vulnerable to political will or constituencies who can mobilise their members,\" said Derbyshire. He acknowledged that when it comes to those on the 2014 list, there is one person who can probably call on more supporters than any other: the pope. \"He does have how many million followers on Twitter,\" said Derbyshire. \"I look forward to the pontiff tweeting and making our server crash.\"; • Vote for the world's most important thinker at www.prospectmagazine.co.uk/worldthinkers",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-67",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 26 ..."
}