{
  "content": "Monday 4 February 2013 15.00 EST\tThe unstoppable rise of the Heads' Roundtable\tIt started as a few people on Twitter. Now the Heads' Roundtable have met politicians, held a consultation and are writing their own alternative to Michael Gove's EBacc policy\tLate last year, the education secretary, Michael Gove, conceded that, while determined to stick to his timetable for qualifications reform, if a \"red light\" flashed, he would take note of it.; It is hard to imagine a brighter \"red light\" than last week's education select committee report on Gove's plan to replace GCSEs with English Baccalaureate Certificates (EBCs). The committee dissected the challenges facing the coalition's most contentious education reform and concluded that there were serious concerns about almost every aspect of the proposals.; With the clock now ticking towards the introduction of the new exams in 2015, a seemingly intransigent minister, opposition to his plans from many quarters and a Labour Party policy review not due to report for several more months, even seasoned commentators can't quite predict where this process will end.; But one group of headteachers is taking matters into their own hands and pressing ahead with a grassroots reform movement, determined to build support and consensus around an alternative vision of what education could and should be.; The Heads' Roundtable started with a handful of school leaders, drawn together via Twitter by shared concerns about the effects that government policy would have on their pupils, and by frustration about the lack of a robust alternative.; Since their original meeting at the Guardian's offices in October last year, they have gathered more than 6,000 Twitter followers, and have met with the schools minister Liz Truss and shadow education secretary, Stephen Twigg. Michael Gove has yet to accept their invitation.; As the government held its consultation over EBCs, the Heads' Roundtable held an alternative consultation on the curriculum and qualifications, to which 150 headteachers responded. On Monday last week, more than 40 of those heads met in Leeds to discuss the results and to start thrashing out their alternative vision.; \"None of us really expected this to take off in the way it has,\" explained Ros McMullen, principal of the David Young community academy, Leeds, and chair of the recent conference. \"We were just a group of heads, who had never met beyond our Twitter conversations, but what we have discovered is that there is a broad and growing coalition of school leaders out there who are not \"enemies of promise\".; \"In fact we are among those who have delivered change and improvement and we want to be actively involved in shaping the system of the future on behalf of all our pupils in order to raise quality and standards for all.\"; Several key issues emerged from the consultation: rejection of the EBC and of norm-referenced assessment systems (from which Mr Gove has now distanced himself); disquiet about the primary phonics, spelling and grammar tests, about the extent of political interference in curriculum and qualifications and about the lack of time and thought given to major changes. In addition there was fear that a two-tier qualifications system will emerge and anger about what one founder-member of the group, John Tomsett, head of Huntington school in York, describes as the \"curriculum cliff\", which may lead to some subjects dropping out of young people's lives.; The next step is to build support among an even wider group of heads using Twitter, local networks and other social media. Five key principles are the basis for the movement:; • Major change should be separated from political politics;; • No child should be excluded from the qualifications system;; • Policy development should start with identifying what young adults should know, understand and be able to do;; • Curriculum design should come before assessment and accountability;; • The teaching profession should be centrally involved in shaping future reform.; By May of this year, when the group meets, again they hope to have developed a radically different approach based on the concept of a \"real\" baccalaureate. Rather than the coalition's EBacc collection of subjects, this would be a national framework that would allow pupils to build up point scores with credits in the core subjects of English, mathematics and science and a choice of arts, humanities, languages, sciences, technical subjects and project work.; Extra points would be earned for \"personal development and service\" in areas like PSHE, citizenship, outdoor education, arts and sport. Accountability would not just rest with the point score, but with a full transcript of scores in all the component parts. The technical routes could lead to a \"tech bacc\" and there would be some large single units such as engineering. The final baccalaureate awarded at the end of a student's school career would be a \"best fit\" and, in line with the Heads' Roundtable core principles, would have no maximum score, no ceiling on achievement, no limits on aspiration and an opportunity for every student to achieve the qualification.; Tom Sherrington, headteacher of the King Edward VI grammar school in Chelmsford, Essex, who drafted the proposal, explained the thinking: \"I am the head of a highly selective grammar school, but the EBC is not talking to me – and it should. It is essentially a short-term response, which leaves out most of the problems while bypassing the academic/vocational completely.; \"There is no need to exclude some subjects and no value to the nation in doing this – art and music are as intellectually rigorous as history and geography and one should not be intrinsically any less valuable than the other. Pupils don't always have to have the same education, but they all have to have an excellent one. Education should be valued in its entirety, not just on that which is easily measured.\"; The next stage of development involves thinking about how the units, which may evolve from existing qualifications, would be assessed at different levels, rather like piano grades; how they might be banked over time so students can take them when they are ready, building on success rather than failure; and how a baccalaureate approach might be extended back to primary schools.; Involvement of headteachers in future development of policy is vital, according to Alison Shaw, principal of Seaton Burn college in North Tyneside. \"I came to add my voice to those of a group of heads who have in common a desire to contribute constructively to the national education debate,\" she said.; \"There is considerable concern currently about the proposed changes to assessment and qualifications. In areas of critical professional importance, the voice of heads on policy-making must be part of the debate. I hope that the Heads' Roundtable will influence policy by engaging resolutely in areas where there is a need for greater consideration of alternative models to those being proposed, and by bringing to bear proper research.\"; The challenges ahead for the group are clear. The draft proposals will need specialist assessment advice and, more importantly, will need to gain traction with politicians on either side of the political divide. As Tomsett explained: \"Time is not on our side, so it is crucial for us to present alternatives to Michael Gove and Stephen Twigg, and for them to listen, before schools begin to implement the ill thought-through EBC.; \"Profound curriculum development takes years and should not be rushed to meet political imperatives. Experienced headteachers with years of experience are collaborating to offer academically challenging alternatives to EBCs; we know what we are talking about. The models we are developing are rigorous and inclusive – you really can have both.\"; \"I'm now being put in a situation where I am forced to choose between the needs of my school and the needs of my pupils,\" said founder member Vic Goddard, principal of Passmores academy in Harlow, Essex. \"And that is not right. We want to develop a system where that conflict doesn't occur and where we can do the best for all our young people.\"; • To find out more about the Heads' Roundtable, see the results of the consultation or more detail on the \"real\" English baccalaureate, visit headteachersroundtable.wordpress.com; • Fiona Millar has spoken at the Heads' Roundtable conference to outline the results of their consultation and the political context in which they are working.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-30",
  "namespace": "we1sv2.0",
  "title": "Monday 4 Februa..."
}