{
  "content": "Sunday 20 January 2013 14.00 EST\tKenneth Baker: 'People told me to abandon Thatcher but I stood by her'\tThe former Tory education secretary transformed the school system in the 80s. Now he has written a new book which proposes more radical changes. And Michael Gove won't like them\t Ah,\" beams Kenneth Baker as we greet, \"you must have a copy of my book!\" At first I take this for modesty – a quality not traditionally ascribed to the former minister, and unexpectedly charming; how sweet of him not to realise I would already have read it. Then he starts telling me all about himself, and still I take this to mean he must imagine I am unaware of his distinguished career, and perhaps barely even know who he is. But extreme humility and vanity can look misleadingly alike, and it soon becomes clear that I've muddled the two up.; I don't think he is making assumptions about what I might or might not know, or even given it a thought. He just loves to talk about himself. Like a Rolls-Royce of self-regard, Lord Baker's vanity is truly a wonder and a joy to behold – a velvety, turbo-charged vintage purr of unabashed self-congratulation. I explain that I was at secondary school during the 80s, when he was Margaret Thatcher's secretary of state for education, thinking that should make it clear that I do know who he is, but it makes no difference. He beams with delight again – \"Well, I hope I improved the system\" – and proceeds to inventorise every single change he made.; It is a phenomenal list. By July, Michael Gove will have been in charge of schools for as long as Baker's term in the 80s, but will be nowhere close to equalling his predecessor's impact. In just three years, Baker introduced the national curriculum, Sats, league tables, grant-maintained schools and city technology colleges, the forerunner of today's academies, and gave school heads and governors control over their own budgets. \"All of that,\" he preens. \"So I did change things.\" And now, 20 years after retiring from frontline politics, he'd like to change things again.; Together with a handful of educationalists and teachers, Baker has written a new book – 14-18: A New Vision for Secondary Education – which proposes a radical transformation of secondary-school education. He would like primary school to end at nine, followed by middle school to the age of 14, at which point the national curriculum would end and every pupil would choose one of four \"pathways\". This is not a sentence I would have imagined myself writing back at the height of Thatcherism, when Baker was most lefty teenagers' idea of the devil, but I think he has probably come up with an excellent plan.; Together with their parents, middle schools would asses each pupil's abilities and interests. \"You wouldn't test them – there would be no 14+ test.\" Based on that assessment, pupils would then complete their final four years in either a university technical college (UTC), a career college, a liberal arts college or a sports and creative arts college. Each pathway would share enough common emphasis on English, maths and science for pupils to transfer between them, should they have opted for the wrong kind of school, while being distinctive enough to nurture particular aptitudes and ambitions. Crucially for Lord Baker, vocational education would no longer be the poor relation of academia, but enjoy equal status as the aspirational option for non-academic youngsters.; Perhaps even more importantly, his proposals attempt to remedy the impending anomaly of our preoccupation with exams at 16, which will make very little sense once the school-leaving age goes up to 18 in 2015. Replacing GCSEs with the Ebacc still leaves the problem of what happens in the final two years.; \"There's no thinking about it at all, and the answer is that you do these Ebacc subjects and then you go on and do A-levels. The problem is that lots of 16-year-olds choose their A-level subjects which they do well in at 16. If you're to squeeze out virtually all the technical subjects up to the age of 16, which has virtually happened, well, you're not going to know what else you might have been good at.\"; As of next year, further education (FE) colleges will be able to take children from the age of 14. \"The danger is that every headmaster and headmistress in the country will be persuading their most difficult and awkward children to go and sign on to the local FE college. But the trouble is, FE colleges aren't very good at doing a rounded education. I'm in favour of a rounded education.\" Does he fear FE colleges will become the dumping ground for non-academic pupils? \"Well yes, I think that is the danger.\"; Given the new leaving age of 18, Baker's ideas make a great deal of sense. The proposal for the UTC pathway is by far the most detailed part of his plan, partly because these schools already exist, and partly because they are Baker's personal creation, and his manifest pride and joy. Conceived in collaboration with his great friend, the late Ron Dearing, they were first approved under Labour by the then education minister Lord Adonis; three are already up and running, and the coalition has now approved 33 more. Each UTC is sponsored by a university and local employers, both of whom help shape the curriculum and offer placements, apprenticeships and projects, and in some cases even deliver teaching modules. From 14 to 16, the pupils spend 40% of their time on technical studies – with a major emphasis on \"learning by doing\", through practical hands-on work – and 60% on maths, English, science, humanities and a foreign language. But it would be French for business, not Molière – or German for engineering, not Goethe – while history would cover the industrial revolution. The school day is extended from 8.30 to 5.30, pupils wear business dress, at 16 the 40/60 ration would be reversed, and at 18 they leave for an apprenticeship, FE, a job or university.; A liberal arts college is basically a grammar school, delivering a rigorous academic education for pupils heading for university, though it too would incorporate an element of practical hands-on learning – creating apps for smartphones, say. A sports and creative arts college would be modelled on the BRIT school http://www.brit.croydon.sch.uk/page/default.asp?title=HOME&pid=1 , but sponsored by a university and local or national employers, while a career college would provide vocational training in anything from catering to plumbing, with work placements one day a week, modelled along the lines of the 15 new studio schools, which have already opened across the country.; Baker isn't very clear when it comes to the finer details of admissions procedures, or qualifications, and seems inexplicably relaxed when I wonder how such a radical reconfiguration of the entire school system could be reconciled with deficit reduction. \"Oh, all you do is rearrange the existing schools,\" he breezes, as if nothing could be easier. But he's at his most evasive when we come to the glaringly obvious snag that his proposals are not just very different to Gove's vision, but in some cases diametrically opposed.; Like most successful people, Gove has a vision that looks a lot like the education he received. \"Gove is very original,\" he offers, adding after a brief pause, \"but quite stereotyped, in his way. Yes, he's very classical in education.\" Having been to a selective, academically traditional school, the current secretary of state has, not surprisingly, been passionate about getting rid of Mickey-Mouse vocational qualifications, and assessment by coursework and endlessly resittable tests. Baker makes diplomatically approving noises about this – \"Yes, a lot of those vocational qualifications were Mickey Mouse, and they should go,\" he agrees.; \"I don't intend this as a great attack upon Gove, that's not my way forward. I like Michael Gove and I think, on the whole, he is a force for good. And there's no doubt that the standards – quite a lot – will be driven up by what he's doing. I accept all of that. But on the other hand it will lead to quite a few people not realising their potential, or even being happy.\"; Baker certainly knows his history – indeed, his recall of detail is quite remarkable, most of all when it comes to his own career, for he can quote verbatim from speeches he made 25 years ago – and the story of secondary schooling in modern times has, he correctly argues, been the repeated neglect of vocational education. \"It is a mistake we have been making for well over a century,\" he writes. But as he acknowledges himself, we did invent something very much like UTCs under the 1944 Education Act, which offered not just grammar schools and secondary moderns, but selective technical schools. The trouble was, \"Selective technical schools never really got off the ground,\" he writes. \"Quite frankly they were killed by snobbery – parents wanted their children to go to the school on the hill, the grammar, and not the one in town that they associated with greasy rags and dirty jobs.\"; With the best will in the world, wouldn't the same sort of snobbery impose a pecking order on Baker's pathways, in which career colleges would be demoted to the dumping ground for failure, and UTCs only one place up from them?; \"No, no, I think the tide is turning my way. We've had one UTC now going for two years, and last summer the headboy had a place at Loughborough University but turned it down to be a higher apprentice at Rolls-Royce. The headgirl had a place at Sheffield Hallam and turned it down to become a higher apprentice at JCB. I think lots of youngsters are beginning to realise that there are other ways forward. For the first time in 20 years, Deloittes are now recruiting 18-year-olds. And so I think the tide is starting to turn, and I think lots of people are seeing it. It's to some extent,\" he adds, \"helped by £9,000 [university tuition fees]. It's a lot of money.\"; Should a consequence of his proposals be a drop in the number of university students? Would he be OK with that? \"Quite OK with that, quite OK with that. I would say this is nature. Labour, I think, were wrong to set a target of 50%, because it doesn't really matter, quite frankly. And so if university numbers were to come down I would say this is just a question of naturally sorting itself out. But what is essential is that we must create other pathways of success.\"; Baker knows he will be accused of consigning working-class kids to the factory floor, but I'm not sure he's wrong when he protests that it's Labour who has done more damage to their prospects than any Tory government. \"What is interesting is that the Labour party has never really liked vocational education. What you had to do to stop being working-class was to go into a job where you got a managerial position, and eventually denounced it. That was 'progress', as it were. And that was wrong. So yes, I am absolutely devoted to vocational education.\"; But his own party has been just as sniffy about vocational education. Very few education secretaries have been terribly interested in it – possibly because most of them sailed through their own academic studies and struggle to see the merit of any alternative. When I ask Baker why he doesn't share their indifference, he doesn't need to pause to think.; \"I'll tell you why. I came from the working classes. My great-grandfather was a carpenter. My grandfather left school at 12 and worked in Newport docks, and became the secretary of the local trade union. So I come from that sort of background. The Baker family rose through education and by specialising in education.\"; Born in Monmouthshire in 1934, the son of a civil servant, his father was posted to London where he attended first grammar school, then St Pauls, before studying law at Oxford. Following an early career with Shell he was elected in a 1968 byelection, and served first under Heath, before entering the cabinet in 1985 as environment minister. He moved to education the following year, became party chairman in 1989, and was appointed home secretary by John Major in 1990, withdrawing to the backbenches in 1992 and standing down in 1997.; Had someone told him 25 years ago that, at the age of 78, he would still be proposing wholesale education reforms, what would he have thought? \"Odds against it, I'd have thought. I saw some of my successors make mistakes, both Conservative and Labour. I saw quite a lot of progress under Labour actually.\" Asked who has been the best education secretary since his era, he chuckles and then names Adonis. Would it be fair to say that it was Labour, more than his own party, who consolidated his reforms? \"I would not dissent from that,\" he agrees. \"Largely due, I think, to Andrew Adonis.\"; The funny thing is, he says, people always thought of him as an arch Thatcherite because he played such a huge role in her premiership. \"But I was always a Heathite. Strangely enough, though, I came to like Margaret the more I got to know her.\" His affection seems to have derived chiefly from her willingness to let him do whatever he wanted, and as in almost every interview he has ever given, he proudly cites how the Tory manifesto on education expanded from one to eight pages between 1983 and 1987.; He thinks his biggest mistake as education secretary was failing to extend the school day by an hour in his 1988 Education Act. He had only just settled a teachers' strike and a fresh battle about working hours was out of the question. The greatest mistake of his whole political career, however, he somehow manages to turn into more of a boast. \"It was probably becoming party chairman. I told Margaret – I was quite a good party chairman, but never mind – I told Margaret I would stick with her till the end.\" When the knives were out, and the coup that would oust her was under way, \"People told me: 'You must abandon her and drop her and move on.' But I stood by her.\"; The likelihood of Baker's proposals becoming policy under the current government must be next to non-existent, but this doesn't appear to interfere with his palpable delight at finding himself back in the political spotlight. I leave him with the photographer, and as I walk away I hear his greeting. \"Ah, hello, you must have a copy of my book!\"\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-18",
  "namespace": "we1sv2.0",
  "title": "Sunday 20 Janua..."
}