{
  "content": "Tuesday 12 February 2013 15.21 EST\tA-level history taught using 'Eurosceptic' textbook\tDisadvantages of Britain joining the EEC in 1973 given more than five times the space over advantages in 'alarming' book\tA-level history students are using a textbook that teaches a highly partisan, strongly Eurosceptic view of Britain's entry into the European Union, MPs have claimed.; The book, which is entitled Britain 1945-2007, by the respected historian Michael Lynch, has been criticised for a biased view of Britain's first steps towards the common market.; In one section, it devotes five lines to the advantages of Britain having joined the European Economic Community – and 26 lines to the disadvantages. The book is thought to be taught in large numbers of British schools, part of a bestselling series for A-level students.; It says of Britain's 1973 entry into the common market and subsequent referendum: \"The British people were never given the full story … the people were kept in the dark. They were constantly told there were no political implications attaching to Britain's joining, that it was purely an economic arrangement.\" The book goes on to call that argument a \"deception\".; Earlier, the book says of the 1975 pro-entry campaign, \"Stress was laid on the economic advantages Britain would gain. But these proved illusory.\"; Julian Huppert, the Liberal Democrat MP for Cambridge, said that the book is \"clearly\" very alarming. \"People should be taught a fair and balanced view of history to make up their own minds what they think of it. It is deeply worrying that a recognised text book should be presenting a one-sided Eurosceptic account such as this,\" he said.; Stephen Dorrell MP, former cabinet minister and patron of the pro-European Tory Reform Group, said that the book was biased, but that most teenagers would be able to see through its arguments.; \"That is a tendentious version of events, but I would hope that most 17- and 18-year-olds are perfectly able to see that line of argument for what it is ... The one sure way of creating a reaction in a 17-year-old is to pump a line that is not supported by an open mind,\" he said.; The book, first published in 2008, is part of Hodder Education's \"Access to History\" series, which is said to be the market leader in A-level history. Jim Belben, Hodder's editorial director for humanities and social sciences, insisted Lynch was \"authoritative\" and that the book was not designed to be a standalone history covering all viewpoints.; \"History is a dialectic subject with different interpretations,\" he said, adding that if teachers found Lynch's book too one-sided then they could address that by offering their students other books.; \"If our book is not providing alternative viewpoints, then that's something that should be remedied in the history teaching context. History is full of opinion,\" he said.; A spokeswoman for the education department said that the book is not on the A-level syllabus, but may be on lists of suggested reading provided by exam boards. Those lists are not provided by the department but can be on the suggested reading lists, she said.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-37",
  "namespace": "we1sv2.0",
  "title": "Tuesday 12 Febr..."
}