{
  "content": "Tuesday 27 August 2013 18.58 EDT\tFollow the money: investigators trace forgotten story of Britain's slave trade\tSpecial report: We are proud of UK role in abolition, but what of the aftermath, ask researchers\tIn 1791, William Wilberforce assured parliament that he and his fellow campaigners would stop at nothing to bring about the end of slavery in the British empire. After all, he said, without abolition there could be no possibility of redemption either personal or national.; \"Never, never will we desist till we have wiped away this scandal from the Christian name, released ourselves from the load of guilt, under which we at present labour, and extinguished every trace of this bloody traffic, of which our posterity, looking back to the history of these enlightened times, will scarce believe that it has been suffered to exist so long a disgrace and dishonour to this country,\" he told the Commons.; Four weeks after his death – and 180 years ago this month – Wilberforce got most of what he wanted: with the Abolition of Slavery Act 1833, Britain finally stopped centuries of state-sanctioned violence and exploitation by ending slavery in the Caribbean, Mauritius and the Cape. The act, though, did not extend to any of the \"territories in the possession of the East India Company\", nor to Ceylon and St Helena.; To placate those opposed to the abolition, the government used £20m of taxpayers' money to compensate 47,000 slave owners for the loss of their \"property\" and introduced a system of apprenticeships that saw supposedly free slaves doing four to six years' unpaid labour for their former masters.; Nevertheless, the public outpouring of relief and delight that the act provoked would undoubtedly have delighted Wilberforce. But that reaction, according to Professor Catherine Hall of University College London, has ineluctably tainted the way in which we think and talk about slavery and its enduring consequences. Abolition made Britons feel good,\" says Hall, who is the principal investigator of a six-year project that examines the legacies of British slave ownership.; \"There was a strong sense that it was a national sin and once – with the support of a very significant public campaign – it was abolished, there was the sense of a huge achievement.\"; The problem is that slavery and its after-effects did not glide, neatly and nobly, to a halt with the 1833 act – even if that's what conventional wisdom would have us believe.; Reading on mobile? Click here to view video; \"Britons were the first in the world to abolish slavery,\" says Hall. \"That's the way in which the history's been written; that's the way it's been memorialised. The first histories that are written do that precisely: for example, in Macaulay's great History of England, he scarcely mentions slavery – scarcely mentions the Caribbean – but he celebrates the fact of abolition. And that's a very common pattern.\"; There is, she adds, an understandable reluctance to scratch away at the most shameful and horrific aspects of empire when one can instead concentrate on abolition, railway building and the export of the British legal system.; But to ignore slavery and its aftermath is to ignore a significant strand of the social, cultural and economic development of the UK and the Caribbean.; That is why Hall and her researchers have spent the past few years identifying and tracing the histories of the 3,000 or so British-based slave owners who received almost half of the £20m compensation following the abolition act. With the help of the public, they have created an online encyclopaedia that people can search to discover whether their ancestors benefited from the paying off of slave owners.; Although many of the families named in the Slave Compensation Commission – on which the team's research is based – have died out, some survived to produce famous descendants such as George Orwell, Graham Greene and David Cameron.; By following the money, the investigators have been able to establish how the compensation fuelled industry and the development of merchant banks and marine insurance, and how it was used to build country houses and to amass art collections.; \"What we're demonstrating is the way in which the fruits of slavery were part of the ways in which modern Britain emerged as it has done,\" she says. \"That capital that flowed from the Caribbean and other places is not the basis of modern Britain, but it's part of the basis of modern Britain.\"; Using grants from the Economic and Social Research Council and the Arts and Humanities Research Council, Hall and the other historians are now examining British Caribbean slave ownership between 1763 and 1833 with the aim of producing a searchable database of estates and further investigating the commercial, political, institutional and cultural legacies of the British-based slave owners.; Hall says the team's work has attracted a lot of interest from the Caribbean, where there are growing demands for slavery reparations, because it demonstrates the sharp disparity between the fortunes of post-abolition Britain and the post-abolition Caribbean.; As Baldwin Spencer, the prime minister of Antigua and Barbuda, has recently argued, much of the region is still suffering as a direct result of such exploitation.; \"We know that our constant search and struggle for development resources is linked directly to the historical inability of our nations to accumulate wealth from the efforts of our peoples during slavery and colonialism,\" he said after a meeting of the heads of government of the Caribbean Community (Caricom) last month.; \"These nations that have been the major producers of wealth for the European slave owning economies during the enslavement and colonial periods entered independence with dependency straddling their economic, cultural, social and even political lives.\"; As far as Hall is concerned, her work has a simple purpose: to enumerate and commemorate the shared history that Britain has, for one reason or another, chosen to forget over the past 180 years.; \"Slavery has left the most terrible marks and legacies on not just people's material lives – which it has; the levels of inequality, the levels of under-development of the Caribbean in terms of health and education are deeply shocking – but there's also the psychic histories connected with that,\" she says. \"They aren't just over. They carry on.\"; After its abolition the slave trade – which the writer and former slave Olaudah Equiano described as \"entirely a war with the heart of man\" – rapidly became a simple matter of economics for the British government. Thousands lined up to be compensated and the £20m paid to slave-owners to cover the loss of their \"property\" was equivalent to almost half the Treasury's annual budget. It equates to around £16.5bn in today's money.; A sizeable chunk of the population received compensation, including the families of some very famous Britons. The records show George Orwell's great-grandfather, Charles Blair, claimed £4,442 on 30 November 1835 for 218 slaves on the East Prospect estate on Jamaica.; But according to the Oxford Dictionary of National Biography, the Blair family wealth did not trickle down the generations: \"Charles Blair … a Scot, had been a rich man, a plantation and slave-owner in Jamaica who had married into the English aristocracy; the money had run out by [Orwell's father] Richard Blair's time.\"; Also among the beneficiaries of slave compensation were the ancestors of Sir Peter Bazalgette, the TV producer and chair of the Arts Council England. Evelyn Bazalgette is shown to have claimed £7,350 for 420 slaves on his Jamaican estates. David Cameron, Graham Greene and the TV chef Ainsley Harriott are also descended from compensated slave-owners.; However, it was not just individuals and families who benefited from the enormous payout. As well as paying for the building of dozens of country houses and art collections, the money also helped fund railways, museums, insurance companies, mining firms, merchants and banks.; Among the names the UCL project has turned up are the Bank of England, Lloyds, Baring Brothers and P&O.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-191",
  "namespace": "we1sv2.0",
  "title": "Tuesday 27 Augu..."
}