{
  "content": "Thursday 5 December 2013 01.00 EST\tBritain's economic recovery failing to boost graduate job prospects\tDespite what Osborne says, many people with degrees are being forced to take low-skilled roles away from their expertise\tOne of the many things George Osborne is likely to hail in his autumn statement on Thursday is the long-awaited recovery in Britain's jobs market.; Unemployment is falling and companies enjoying resurgent demand are creating jobs that, in some areas at least, will fill the gap left by swingeing public sector cuts. But all that is likely to come as little relief to the swelling ranks of university leavers who have failed to secure a graduate level job. Nearly half of recent graduates are in non-graduate roles such as receptionist or sales assistant. A third are working in a low-skilled job and almost a tenth are unemployed, according to the latest official statistics.; For students spending an average £8,000 a year in tuition fees, the prospect of ending up in bar work or on a factory floor is a grim one – but by no means remote. The rise in those failing to get a graduate role, to 47% this year from 37% in 2001, reflects a steady increase in the number of graduates over the past 10 years and a drop in the number of jobs available generally during and since the recession.; A degree still brings higher chances of employment and, eventually, higher earnings. But for anyone who came out of university this summer, the jobs market is fierce. One of the difficulties facing this latest cohort of university leavers is that they are competing for jobs with graduates from earlier years who failed to find work during the downturn.; \"Because all vacancies have been hard to come by ... there is pent-up demand [from graduates] in the market,\" says Stephen Isherwood, chief executive of the Association of Graduate Recruiters (AGR).; Businesses say the challenges faced by graduates do not simply stem from a lack of vacancies. Many argue that universities are not turning out the workers they need and they are calling on Osborne to address the skills gaps.; Richard Halstead is regional director for manufacturers' organisation EEF in the Midlands, where he says the sector is enjoying a renaissance but needs more skilled workers.; Some graduates are clearly more \"highly rewarded\" than others. The official data shows a big divergence in earnings. Medicine graduates earn most with average gross salaries of £46,000, while engineering graduates follow with £42,000. Bottom of the table are media and information studies graduates on £21,000 a year.; Subject choice also appears to have a big bearing on employability. Here media and information studies graduates get a better deal, second on the employment rate league table behind medicine. Languages, arts and humanities are bottom.; With such divergences in salary and employment rates and tuition fees likely to rise, experts predict students will become shrewder about their choice of degree and university.; For those who have already finished, one trend that is emerging is entrepreneurship. The number of graduates starting their own businesses has risen by more than a third over the past year, according to the website Freelancer.co.uk.; The chancellor's message for this latest generation of graduates will no doubt be that faster growth means more jobs – and he could provide a boost to prospects by ditching or reducing employers' national insurance contributions for young workers. But they should keep their optimism in check, warns John Philpott, director of The Jobs Economist consultancy.; \"The employment outlook for graduates should improve in the next year given signs that the hiring rate is returning to pre-recession levels. However, it may take several years before demand for graduates is strong enough to trigger significant growth in graduate pay,\" he says.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-278",
  "namespace": "we1sv2.0",
  "title": "Thursday 5 Dece..."
}