{
  "content": "\n\nTuesday 2 December 2014 05.15 EST\tMake the most of your master's – consider a part-time postgrad\tA part-time master’s is a big commitment, but there are benefits to studying over a longer period of time • The self-funded master’s student: your stories • Read more from our hub for postgrad students here\tMany students decide to study part-time for a postgrad due to financial constraints – but there are other benefits to studying over a longer period.; It gives students more time to develop their critical and innovative thinking, says Paul Waller, associate professor in biomedical science at Kingston University. He recommends that students become a full part of the university’s academic community, by interacting with peers and experts, even if they only study part-time.; Many part-time postgraduate students are returning to study after a gap, and will benefit from all the support offered by universities, such as financial advice, careers services or emotional support, without having to take a break from their career.; But part-time study, especially if undertaken alongside family, work or voluntary commitments, is a big step. One of the biggest mistakes students make is underestimating the commitment required, says Waller. “A full-time course is the same as a full-time job, so taking on a part-time degree is like taking on a part-time job – the equivalent of at least 20 hours work per week.” He also says the step-up from undergraduate study is considerable.; However that level of commitment to personal development is an asset to any current or potential employer, says Susan Hughes, a careers adviser for the National Careers Service. Besides gaining specific expertise, part-time students develop many transferable skills, such as time management and research skills. But one of the most fundamental benefits is personal pride, says Hughes, a former part-time postgraduate student herself. “The sense of achievement was immense. It can’t be underestimated.”; Those thinking of doing a part-time postgrad should first do their research into the course content, its timetable and whether it has professional accreditation. It’s also important to make sure your interests match the research interests of departmental staff, and find out where previous students ended up.; Look into provision of services on and off campus - can students access the library and other facilities outside standard university hours? Does the university offer remote access to electronic journals and literature? Are postgraduate societies also available to part-time students?; James Ashford, who works part time for social network site Wozedu, likes the flexibility he gets with his part-time master’s in creative writing at the University of Cambridge. “It gives me more time to enjoy my last few years a student, whilst getting a foot in the door of the working world,” he says. “Courses at Cambridge tend to be extremely intense, so another pro is that the part-time nature of the course takes the pressure off a bit.”; Ashford, whose course is research-based, doesn’t feel disadvantaged by studying part-time, but does say it makes it harder to form close bonds with coursemates.; Although the Student Loans Company does not finance postgraduate education, there are still options available to those without a trust fund. A career development loan can help, and universities will advise students about any scholarships and bursaries available. Hughes says if you’re employed – and your postgrad will benefit the organisation – it’s worth submitting a training proposal to negotiate part-funding from your employer.; Part-time study was the only affordable option for Laura Griffiths, who has recently started an evening course for an MSc in government, policy and politics from Birkbeck. She is job-hunting in her spare time and wants to gain more work experience in politics.; Griffiths is expecting the balance of study and work to impact on her social life, but thinks being organised and having a routine will allow part-time students to maintain a life/work/study balance.; Lydia Crow, who works in higher education administration and management, agrees that organisation and forward-planning is important in part-time study. “Given that I’m working full-time, to say time management is crucial is an understatement,” she says. She is undertaking postgraduate research via distance part-time learning in Highlands and Islands literature at the Centre for Nordic Studies, not to further any career aspirations but for the love of learning the subject.; That part-time postgraduate courses take longer to complete than full-time courses is an asset as far as Crow is concerned. “Part of my data relates to social media and being able to have two extra years watching social media develop and grow is a huge bonus,” she says. “The longer studying time also means I have more conferences and events available to me throughout my registration period. I can watch and follow developments in my field of research over a longer period of time.”; This style of studying gives students an opportunity to learn from others’ progressing at a faster rate, and test their workload management, she adds. Crow’s advice to other part-timers is to “let yourself get a bit carried away and throw yourself into everything; but do take stock and be honest to yourself about your own progress”.; • How to get funding for your arts and humanities postgrad; • It’s alright to change career direction at postgraduate level; • Will doing a master’s get you a better job? Well, maybe…; • Graduate in a dead-end job? Perhaps it’s time to go back to uni",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-239",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 2 Dec..."
}