{
  "content": "\n\nWednesday 5 November 2014 04.36 EST\tDo you need a master's degree to work in fashion?\tAlexander McQueen had one, Vivienne Westwood didn’t. Is a fashion postgrad the right path for you? • Read more from our hub for postgraduate students here\tYes. No. Maybe. It depends on what – and who – you know already.; Education can be the greatest inspiration. Good university tutors will teach you how to think critically, even more so on a master’s course because you are beginning to hone your craft and specialise.; But then there are the costs, the competition, and the underlying question: is it really worth it, in an industry where talent is usually valued above formal education?; There are those types that got full marks for every piece they handed in at Central Saint Martins College, who are – deservedly – in impressive jobs. But there are also those who worked their way into equally great jobs through internships, apprenticeships and just saying “yes” to opportunities.; Karla Stevens, who graduated from Leeds in June with a BA in fashion concepts and communication, was put off doing an MA by the fees (which now range from £7,500 to £10,000).; “I looked into doing a master’s, but it isn’t something I could afford,” she says. Instead, Karla moved to London and started an internship at Little White Lies magazine, which resulted in a full-time job.; Laura Hinson, showcasing manager at the British Fashion Council, agrees that internships and work placements are a good way of finding work. She says: “My master’s tutor was able to introduce us to a really well-connected group of people, which resulted in an internship and a permanent job for me.; “However, with the increase in tuition fees, I would now recommend placements and internships as a more effective way of starting a career.”; Dame Vivienne Westwood once told the Guardian, “I wanted to have fun with men, and [only] geeks went to college.” Rei Kawakubo never studied design and neither did Miuccia Prada; she graduated in political sciences. Raf Simons studied industrial design. Tom Ford studied architecture.; So is a master’s – or indeed any formal education in fashion – an expensive attempt to learn the unlearnable?; “Qualifications in design are not necessary as there is never really a right or wrong answer,” say menswear designers Agi and Sam. “Apprenticeships are great as they can make you aware of how to logistically do something, but they won’t teach you how to be creative. A master’s can enable you to really understand your personal handwriting; it can take a long time to realise this as a creative.”; If were it not for my own master’s in fashion, there’s absolutely no chance I would have worked in the industry. While nobody has ever asked what qualifications I have in a fashion job interview, the education part, for us geeks born without the creative genius gene, is necessary.; Course leader for MA fashion journalism at the London College of Fashion, Andrew Tucker, looks for students with an interest in fashion that goes beyond Vogue. “I look for students who have a really interesting take on fashion, and who understand how fascinating it is.; “It’s a subject that goes from fashion shows to Rana Plaza in Bangladesh. If you’re really interested in fashion, you’re interested in its entirety, its past and its future.; “I look for people who are prepared to put themselves out there, who have balls, who are ambitious and have a sense of humour. I look for someone who I really think I can teach and at the end of it, they’ll have a broader world-view of fashion and what it entails, and be able to carve a career in it.”; Alexander McQueen learned to cut patterns during an apprenticeship at Savile Rowe. Only after applying to Central Saint Martins to be a tutor, was he encouraged to enroll as a student.; Which should give hope to non-graduates interested in master’s degrees who don’t already have a degree in the bag. “Officially we request a 2:1 or above,” says Tucker, “unless someone has a really interesting story and they can demonstrate a wealth of industry experience. I have accepted people who haven’t got a degree and rejected people who got a first.”; If you do decide to take a master’s course, there is no need to jump into it immediately. Waiting a while after you graduate is a good idea, in order to save money and get some experience. Isabel Nascimento, currently in her final year at Nottingham Trent, studying fashion communication and promotion says:; “Working in the field first makes it easier to find your passion, which can be developed with a master’s course later on. After three years of academic work, all I want to do is go out there and experience real life.”; Caryn Franklin, fashion expert, TV personality, former i-D editor and co-founder of the award-winning All Walks Beyond the Catwalk, has just become a student again – studying for her masters in fashion psychology. She says: “A master’s offers the chance for critical reflection and to specialise.; “In fashion, visionary innovators and thought leaders are those with the ability to challenge the existing dynamic and suggest improvement. That is how our industry will progress. Desirable employers looking for difference among graduates may recognise that further study can allow for the opportunity to build the necessary confidence to do this.”; If you think you can do it without a master’s, that probably means you can. But for those left wondering after an undergraduate degree, or stuck in a call centre – sketching collections, an MA can make all the difference. And being able to call yourself a master of arts is quite nice too.; • How to get funding for your arts and humanities postgrad; • Graduate in a dead-end job? Perhaps it’s time to go back to uni; • Will doing a masters get you a better job? Well, maybe...; • It’s alright to change career direction at postgraduate level",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-222",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 5 N..."
}