{
  "content": "Saturday 5 January 2013 15.30 EST\tBritain's intellectual powerhouses must not become the preserve of the wealthy\tWithout public support for postgraduate research, our universities – and the knowledge economy – will suffer\tBritain has great universities. We have disproportionately more than any other country, given our size. They are not only intellectually and culturally important – any strategy to turn the country around would have to incorporate them at its heart. They are also one of our largest and most successful industries, with a revenue of a cool £27bn.; Yet the assumption by our politicians and most of business is that not much needs to be done to maintain their excellence. They took centuries to build and their strength seems that solid. But this national asset could be lost in a generation. Instead of being understood and nurtured, they are being treated with breathtaking insouciance, so that the very core of what they do – the capacity to deliver academic excellence over time – is at risk.; The individual demands made on universities do not seem unreasonable. Of course graduates should pay fees for their education over 30 years of their subsequent working life, a principle I support. Of course universities should promote ever wider access. Of course universities should do more to feed business with the lifeblood of scientific and technological knowledge. And, given the other claims on its budget, the state may have to withdraw support for more study and research by graduates after their first degree ; if people want to do that, they can find private funding, as already most do, or not go at all. Yet put it all together – the suddenness and brutality of swingeing fee increases and abrupt withdrawal of support – and the whole interdependent edifice of what constitutes an university begins to be shaken to its foundations.; For example, there were 310,000 full-time postgraduates in our universities last year, of whom only 132,000 were British. Some are following up their undergraduate degree with a master's but many are engaging in original research that will take three or four years of work to win a doctorate – the foundation of a career in scientific or medical research or the building block in an academic career. If you believe in the idea of a knowledge economy – and it is indisputable that ever larger swaths of national economic and social life are becoming more knowledge-intensive – these are the women and men at the cutting edge. They are tomorrow's top professors, teachers, researchers, innovators, engineers, doctors, architects, lawyers, TV directors, writers, historians and technologists.; Yet within two years not one British graduate studying for a taught master's degree will get public support and the funding available to those undertaking a research-based doctorate will be cut by a fifth. Students will be graduating with more than £40,000 of debt under the new fee regime and contemplating more than doubling that to win a doctorate in an economic environment where real wages and salaries will have been frozen for seven or eight years. The implications are obvious. Unless they can win one of the few scholarships, or the support of a business or a charity, or have rich parents, they simply will not be able to embark on their study or research without crippling levels of debt. Universities will be bleeding their very essence – the young, intellectual foot soldiers who will constitute the next generation's leaders.; So what? There are no votes in this issue. Few care. Yet this is one of the fastest-growing components of the British workforce. More than 11% of thirtysomethings hold some form of postgraduate degree, increasingly imperative if you want to build a career in anything from the media through medicine to hi-tech business. There is proper and enormous focus on widening access to university for disadvantaged minorities for first degrees, but first degrees are no longer the passport to economic and social mobility that they used to be. The knowledge intensity and cognitive demands of a growing number of jobs today require intense intellectual training and the growth of postgraduate degrees reflects that reality.; Yet how many will be won by the white, working-class boys from comprehensive schools that the universities minister, David Willetts, rightly believes are under-represented in higher education? Ucas data and work by the Independent Commission on Fees, which I chair, already suggest they are the category most deterred by the fees regime for undergraduates. You don't need to be a genius to foresee that the effect will be even more intense for postgraduate study. If Britain wanted effectively to close the upper echelons of its society to all but the children of the already advantaged it would construct the system that will be in place in the second half of this decade.; That alone should be a reason to care, but even more important is the ecology of knowledge generation and dissemination. Everyone pays lip service to the truth that if the UK wants to increase its living standards in any kind of sustainable fashion it must invest in knowledge. But that is a purposeless statement without some comprehension of how knowledge is created and by whom. A university is not a scientific hothouse with some frills around the edges – such as the humanities – generating off-the-peg ideas for business to patent and commercialise. It is an independent, autonomous institution housing multiple academic disciplines whose cross-fertilisations and serendipities lie at the heart of the capacity to enlarge the knowledge base. It is consecrated to delivering knowledge as intellectually held in common – why the freedom to research, to publish and to disseminate is the sine qua non of academic life. It is a public, open institution, so a private university is a contradiction in terms. Knowledge, and the qualifications that go with it, is necessarily public currency.; The paradox is that if we want the private gains from a university – from the advantage it confers on those who have degrees, to the ideas available to business – we must respect the publicness of its vocation. The academics who drive forward our understanding believe that knowledge is its own reward, otherwise they cannot do what they do. Moreover, they do it an environment in which others across the universe of academic disciplines are doing the same.; The university is an interdependent, interdisciplinary whole. It is this conception that is now under siege. Universities cannot expect to be free of budget constraints and hard choices. But they should expect understanding of their interior life and their public contribution, of which an indispensable component is offering postgraduate study to as wide a group as possible capable of undertaking it. Given the new record levels of student debt – more than twice as high as even in the US – that means increasing postgraduate support, not reducing it. The future of universities, of Britain in the knowledge economy and of greater social mobility all depend on recognising this truth.; Will Hutton is principal of Hertford College, Oxford\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-3",
  "namespace": "we1sv2.0",
  "title": "Saturday 5 Janu..."
}