{
  "content": "\n\nFriday 25 April 2014 14.31 EDT\tWilliam Vahey pupil: 'I was out of it. He took me to my room'\tSouthbank International student talks about realisation that he may have been victim of paedophile teacher on school trip • 'Jonathan' and 'Margaret' are not the interviewees' real names.\tFor Jonathan, there was always something \"fishy\" about William Vahey. Within months of the American's arrival to teach humanities at the Southbank International school in London in 2009, he and his friends had decided the teacher might be a paedophile.; They didn't have any hard evidence, but neither did they use the term jokingly like some school boys do. Vahey gave off signals that suggested he was more than just a creep. There was the stomach-turning joke to a class of teenagers about how Indians didn't have big enough penises to fit into American condoms, and his tendency to wake children up in their beds on school trips by tickling them.; And then there was his \"travel club\".; At the end of a harrowing few days for pupils and parents at the elite school, during which it emerged that the one-time star teacher may have drugged and molested 50 to 60 Southbank children on school trips, Jonathan bravely told the Guardian how his view of Vahey as \"a bit creepy\" gave way to a dawning realisation he might have been one of his victims.; \"I had my suspicions from the beginning,\" Jonathan said, sitting beside his mother in their family home after approaching the Guardian himself. \"There was something a bit off about him. Other people said he was their favourite teacher, but I would say there was something not right. This was discussed among the boys: it was a case of Mr Vahey – the paedo.\"; Shortly after Vahey arrived at the school in September 2009, he started promoting what he called his \"travel club\". Jonathan remembers thinking it was unusually bold for a new teacher to push to start taking children on trips abroad so soon after starting work. It seemed stranger still when Vahey made clear that he would pick and choose who made the cut for trips.; \"He wanted to have a choice for a specific reason,\" said Jonathan. \"As soon as he came in he was like: 'If you want to do anything, join the travel club'\".; Jonathan's mother, Margaret, recalled how Vahey \"cunningly\" fostered close relationships with parents by hosting gatherings and events prior to the trips to set them at ease. \"It seemed very transparent and very well organised,\" she said. \"He inspired this community of trust with parents.\"; For the trip that Jonathan went on, Vahey arranged for only himself and one woman to be chaperones. School trips would normally require at least two adults of each sex to ensure accountability. Vahey's \"travel club\" would work to different rules, but he was allowed to go anyway – he had run similar clubs at other international schools where he had worked.; Once away, the children would sleep two or three to a hotel room, and on a few nights they slept in tents.; \"We were teenage boys at the time, so we don't wake up easily and he would come up and tickle us until we woke up and I hated that, I despised that,\" Jonathan said. \"Looking back on that now, he shouldn't have been touching us like that at all.\"; As one day-trip drew to a close halfway through the holiday, the group stopped for dinner at a place set up to allow the children to make food for themselves in small groups as a bonding experience. It was this setup which Jonathan now fears allowed Vahey to \"slip in pills among the food unnoticed\".; \"It was after dinner and we were going on somewhere on a little coach and I started to feel sick,\" he said. \"I was drifting in and out of sleep, I was out of it. I told one of the chaperones and it was decided Mr Vahey was going to bring me back to the hotel. It was just him, and while the rest of the group were finishing the day, Mr Vahey and I took a taxi back to the hotel.; \"I was out of it. He took me to my room. As he was taking me to bed he asked me: 'What are you going to wear to bed?' I found the question and his manner to be very odd. I remember being completely out of it.\"; The holiday continued and Jonathan never suspected he might have been molested after what now appears may have been a drugging – a modus operandi that Vahey is believed to have used to facilitate and cover up his abuse for decades.; Fast-forward four years to last month, when news filtered through that Vahey had killed himself at the age of 64. Not knowing the reason – that he had been found with 90 images on a thumb drive of children who the FBI believed he had drugged and molested – many pupils and parents mourned a teacher who was voted the second most popular in the school in a 2012 parent poll. Jonathan didn't feel the same. He felt cold about the death. Then on Tuesday night this week, his friend called him and told him to log on to the CNN.com news site, which was plastered with Vahey's image.; \"I saw his face and I felt, damn, I was right all along,\" he said.; In the following hours and days, panic and fear swept through parents, teachers and children at the school as well as those who were taught by Vahey but had left or moved to other countries.; \"I personally don't know if I am a victim 100%, but just by looking at the odds, I most likely am,\" Jonathan said. \"But even if he did do something terrible to me, I have no recollection, and it would be a bit hard at first, but maybe I would move on. I am handling it OK now, but maybe it will change if they tell me something I wasn't expecting.\"; His mother is worried that the truth could be worse than just naked photos or even fondling, which would be bad enough.; Shell-shocked families have been plunged into an awful position. Somewhere in Scotland Yard is a file of photos and probably names which no doubt reveals who has been abused by Vahey and, chillingly in some cases, how. But this weekend that information, loaded with the power to blow lives apart if not handled properly, remains under wraps. Families wait, growing angrier and more exhausted as the information drips out.; By Thursday lunchtime as parents huddled in cafes near the school vainly seeking answers, the school's chairman of governors, Sir Chris Woodhead, confirmed that Southbank children were among those pictured in Vahey's file of digital abuse. By mid-afternoon, parents received a letter from the headmaster, Graham Lacey, explaining that 50-60 of the children in the photos were from Southbank and offering counselling to pupils. At home-time, stressed children were spirited away by drawn-looking staff who had hours earlier received a briefing that left them in no doubt about the seriousness of the situation.; Jonathan's family is wrestling daily with how to handle the information about any abuse, if and when it comes. Jonathan's mother said she supports his desire to find out, but is worried he may later regret hearing what the police might tell him.; \"We are trying to have daily talks exploring every scenario and to prepare ourselves for any eventuality,\" she said. \"This is new territory for all of us. Parents are having a very difficult time speaking to their sons. How hard do you press for information? Is it better to leave it or try to get information?\"; For his part, Jonathan is angry about the lack of information he has received. He is frustrated the school did not break the news to potential victims directly and allowed it to sweep through social and mainstream media before making a statement.; Earlier this week Jonathan responded to the FBI's request for potential victims to come forward with information about suspicious incidents and has heard nothing back.; \"People keep finding out all this stuff before I do, even though I am one of the potential victims,\" he said. \"It has been four days since I sent that email and I haven't heard a thing.\"; And with the uncertainty comes anger.; \"All me and my friends are talking about is that we wish he was alive so he could die rightfully in prison rotting away.\"; But Jonathan is coping better than his parents, his mother said. \"We feel a lot of rage and we feel betrayed by the school,\" she said. \"Emotions are flying all over. We are here to keep him safe and we couldn't keep him safe, and this is with a trusted individual. It is devastating to know that we didn't keep him out of harm's way. His father and I feel very upset and guilty.\"; Jonathan said to his mother: \"For me, I couldn't do anything different at the time so there's no way I can blame myself, but with you guys you probably blame yourself a bit. You are probably thinking you could have looked after me better.\"; \"Absolutely,\" said Margaret.; • Jonathan and Margaret are not their real names.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-87",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 25 Apr..."
}