{
  "content": "Monday 4 November 2013 07.35 EST\tCan a shot of humanities make doctors more humane?\tA course of 'medical humanities' is supposed to unlock the empathy so often missing in care, but evidence is lacking\tA couple of years ago posters of a corpse started appearing on campus. The sight of a (seemingly) dead man with a tag on his toes certainly grabbed my attention.; Closer scrutiny revealed that the grim poster was an advertisement for a medical amateur dramatics production. Under the guidance of a theatre director, a choreographer and a medical ethicist, the production, involving third-year medical students, was an \"experimental performance piece\" designed to explore the topic of \"body donation\" to dramatic effect.; The director of the production – the fruits of a joint School of Medicine and Performing Arts venture – would later clarify the importance of the event to colleagues under the jaunty title \"Doctors can dance too: using devised theatre to explore a topical issue in bioethics\".; Performances such as these might be medical fringe but the medical humanities are burgeoning. On both sides of the pond, medical school curricula are increasingly taking seriously the role of the creative arts, English, history, anthropology, sociology and philosophy in broadening medical students' education. And the injection of \"culture\" is not just being prescribed to students: qualified doctors are also encouraged to dose up on the arts and gain continuing medical accreditation as a result.; Last year, I attended a medical humanities conference in the US. This time the performers were humanities PhDs; the audience comprised the same but also included doctors on away days notching up some credit. The presentations were wide-ranging, from \"Leonardo da Vinci's contribution to modern orthopaedics\" and \"Medicine as magic in Ancient Egypt\" to \"The creative inspiration of medicine in the writings of Arthur Conan Doyle\" and the catchily titled, \"A dermabiographical approach to Zelda Fitzgerald's figure paintings\".; While some of the talks were insightful, stimulating, and perhaps even noteworthy, there was an underlying dogma running through the majority of the contributions. It found its proudest voice in an English professor who proclaimed that reading Tolstoy's The Death of Ivan Illyich had inspired her class of interns to improve their bedside manner. With literary guidance as her beacon, she had turned these naturally (and literally) clinical young medics into sensitive human beings. Under the pressure of ER, palliative care, or even in surgery, these doctors would be better able to respond to the needs and feelings of their patients.; The underlying dogma is that studying the humanities makes doctors humane. It sounds good. It might even sound intuitively right. But the \"common\" in common sense is often the unrefined variety. Lurking beneath the medical humanities' manifesto is a form of associative thinking – a sort of causal fallacy: it is the notion that literary or philosophical absorption, and compassion for one's fellow beings, follow a simple linear path. After a decade working in humanities faculties, my own experiences don't exactly corroborate the view.; And herein lies the problem. There is no reliable evidence that studying literature improves levels of compassion among medics. This is not to say the dogma won't yet be vindicated. And it is not to say teaching or improving levels of empathy among medical students and doctors is an unimportant task. In fact the very opposite is the case: compassion and empathy form a crucial part of the doctor-patient relationship. Doctors need to be aware of the range of experiences that illnesses and personal circumstances can bring. Empathy is also crucial in creating the kind of atmosphere where patients can communicate effectively – and when patients aren't forthcoming about symptoms, doctors miss a major piece of the puzzle.; The point is that nobody – least of all medical educationalists – can afford to be glib about how this facet of medical professionalism can best be found or achieved.; And what about other healthcare professionals? Exponents of the literary medical humanities appear less eager to ingratiate themselves among nurses, for example. Couldn't our nurses, home helps and other healthcare workers use some of this (purported) literary elixir? An academic Google search located one publication advocating the use of (specifically) \"popular literature\" among nursing students. According to this reasoning, we should prescribe Danielle Steel to our nurses, while administering Dostoyevsky to the medics.; Sound out of touch, condescending and (dare I say it) lacking in humanity? Perhaps the vanity of the humanities needs a dose of its own medicine.; Medicine Unboxed is a project that connects the public with healthcare professionals in a scientific, political and ethical conversation about medicine, illuminated through the arts. For more information on this year's event in Cheltenham, 23-24 November, visit our Facebook page, follow @medicineunboxed, or visit our Pinterest boards to learn about the conference programme\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-251",
  "namespace": "we1sv2.0",
  "title": "Monday 4 Novemb..."
}