{
  "content": "Tuesday 30 April 2013 10.00 EDT\tDanielle Allen: Equity not equality\tPresident Obama's former campaign organiser believes the left's singleminded focus on the wealth gap is misplaced\tBlack, conservative and just 19, Danielle Allen was a rightwing Republican. She learned politics at the knee of her father: the political philosopher William Allen, a prominent African American opponent of affirmative action, who was given a post by Ronald Reagan on the US Civil Rights Commission.; When not studying classics at Princeton, the younger Allen could be found hanging out at the influential bible of American bow-tied, gun-loving spikiness – the National Review magazine.; However, in the summer of 1992, she had a series of unpleasant experiences at the Review that put her on the road to Damascus. There was a little low-level sexism and some thinly veiled racism. But the final straw was when income inequality figures began to show a yawning chasm in America between rich and poor. \"Despite my own experience of race, it was the income inequality statistics that made me reconsider what I understood to be the American situation. It was my turning-point summer,\" she says.; Allen instantly grasped that you cannot have freedom without equality. Too much inequality, she reasoned, would undermine democracy – which was the \"ultimate source of growth\" in modern societies. \"Conservatives on both sides of the Atlantic even today don't have much grasp on equality, be that social, economic or political,\" she says; Contemporary citizenship; Fast-forward two decades, two doctorates, one $500,000 \"genius grant\" and a chair at Princeton, and her work on contemporary citizenship is helping shape progressive politics on both sides of the Atlantic.; Allen, 41, who delivered the British Sociological Association's annual lecture last month, is no ivory-tower academic. As a professor at Chicago, she founded the Civic Knowledge Project to offer university lectures to the city's poor. She sat on the boards of schools in deprived areas, where she met Michelle Obama. Living in the same neighbourhood as the Obamas meant Barack came calling as he began a career in national politics. Later, Allen signed up to work on his first presidential campaign.; Her output has also caught the eye of Ed Miliband. Last November, the Labour leader met Allen and she became a fan, describing Miliband as \"energetic and smart\". The US academic is now an adviser to Labour's policy review. \"[Miliband] definitely gets that the social fabric is part of the story of whether or not a nation can build an environment for people to flourish in,\" she says; Despite her emphasis on equality, Allen believes that the left's focus on squashing the unequal distribution of wealth means the importance of social organisation in producing a just society has been eclipsed. For her, the way we work together is more important than a goal any group sets itself. In short, Allen considers equity (the means) more important than equality (the end).; You can see why this is attractive to Miliband, who wants to reduce the gap between rich and poor without spending any cash to redistribute wealth. \"Egalitarian outcomes require economic equity, but not a total flattening of economic power or distributions,\" she says.; In a nod to her past, Allen applies the idea of the theoretical godfather of the Thatcher-Reagan revolution, Friedrich von Hayek – that only markets, not governments, could gather and disperse price knowledge effectively – to society. She says only a democracy can connect a diverse population and gather together scattered useful knowledge.; \"Hayek has an interesting role. Most people see him as a forefather of libertarian thought … but there's a movement of people on the left that takes seriously his arguments and [extends] them into an argument for the value of democracy.\"; Crudely speaking, Allen's argument is that in a democracy, the more people from different backgrounds trust each other, the better off their society. So, for nations to flourish, people need to learn how to get along with strangers.; As a classicist, Allen traces this social skill back to Aristotle, for whom a virtue of friendliness lay between the extremes of being obsequious and cantankerous. The ability to befriend outsiders is known in academic circles as \"bridging\". Economists, Allen says, have shown that where people \"bridge\" their differences, rather than \"bond\" over their similarities, the numbers of job opportunities increase.; So if diversity is good for you, why is it so hard to sell politically? Allen has a two-word answer: Robert Putnam. The US sociologist's influential book, Bowling Alone: The Collapse and Revival of American Community, argued that the US's stock of \"social capital\" – informal social connectedness and formal civic engagement – had fallen to dangerously low levels. Americans, said Putnam, were far less likely to be members of community organisations, clubs or associations in the 1990s than they were in the 1950s. He argued the causes of this decline were commuting, compulsive television-viewing and 1960s counter culture. Allen says the reason for the decline was more prosaic. In 1987, the US supreme court ruled that 26 of 32 clubs studied by Putnam were illegal because women were barred from membership.; \"Putnam has a huge influence on public policy in Europe and the US. But he made an error of significant proportions.\"; Even worse, four years later, Putnam claimed US studies showed trust and co-operation fell as communities became less homogeneous. This led to the idea, propagated in the UK by Demos's David Goodhart and universities minister David Willetts, that there is a limit to how much diversity a welfare state can tolerate – and ultimately translated into calls for a cap on immigration.; Allen says those who have raised questions over the consequences of immigration – including Miliband – \"have missed a step\". She says there is no trade-off between diversity and community, it is about people learning to \"bridge\" cultures. \"Diversity plus social competence at bridging relationships leads to far more effective problem-solving. Therapists help us get better at our bonding relationships. Who helps us get better at bridging relationships?\"; The more bridging relationships in a society, the more that society appears democratic, egalitarian and \"connected\", Allen believes. The opposite happens when small cliques hoard contacts, access to information and, ultimately, power. No society is perfectly connected, she says, and, in the UK class divides are far greater than in the US, where race segments society.; Allen's ideas of connecting people to policy lie behind Obama's success and should be emulated by Miliband's party, she argues. She points out that Obama is slowly morphing his re-election campaign into a non-profit group – Organising for Action – that will build public support through community-organising for the president's policies, including gun control and an overhaul of immigration laws.; Embedding this into a party lessens the possibility of politicians talking about community politics in opposition, but practicing technocratic politics in power. \"The idea is having lots of local conversations and bringing people's stories to the table when policy is formed. [Organising for Action] is probably what Obama will lead after he leaves the White House.\"; To learn this lesson, Labour has hired Arnie Graf, who trained Obama as a community organiser in Chicago in 1984, to equip 170 full-time Labour community organisers to target marginal seats. Allen is optimistic. \"[Miliband] is trying to connect community organising with political practice. If it's possible here, there'll be a paradigm shift.\"; Age 41.; Home Princeton, New Jersey.; Family Married with two children and two stepsons.; Education Claremont high school, California; BA classics, Princeton University; MPhil & PhD classics, King's College, Cambridge; MA & PhD government, Harvard.; Career 2007 to present: UPS foundation professor, Institute for Advanced Study, Princeton, New Jersey; 2004-07: dean, division of humanities, University of Chicago; 2003-07: professor of political science, classical languages and literatures and the committee on social thought, University of Chicago; 1997-2000: assistant professor, classical languages and literatures, University of Chicago.; Public life 2013 to present: contributor, UK Labour party's policy review; 2010 to present: trustee, Princeton University; 2007-08: field organiser, Obama for America; 2007-present: member, Pulitzer prize board; 2000‑09: instructor, Odyssey Project (courses for adults at or below the poverty line).; Interests Politics, swimming, athletics, poetry.; This article has been corrected\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-105",
  "namespace": "we1sv2.0",
  "title": "Tuesday 30 Apri..."
}