{
  "content": "\n\nTuesday 21 October 2014 12.15 EDT\tIf I could choose one government policy? I’d abolish tuition fees\tFree education is not a crazy dream; some countries already have it. We should too, or we face a future where the study of literature or art becomes a luxury available to the rich alone\tWhen the government raised tuition fees, it made me angry and thirsty for political change. It felt as if they were taking away from people from poor backgrounds or on a low income the chance for social justice. The meaning of education changed from something that is inherently good and improving for society, to simply a means to being employable. Degrees became a transactional process about exchanging a qualification for money. That’s why, if I could choose any government policy, I would choose to abolish tuition fees.; University is often seen as a middle-class pursuit. Historically, middle- and upper-class people gained an intellectual education, while working-class people were expected to learn practical trades. So when you talk about abolishing tuition fees, people often think you’re only interested in the middle class. But free universal education is good for everybody.; In 1999, Tony Blair said he wanted at least 50% of people under 30 to get a degree. Although this made higher education more open to people of all incomes, it came a year after New Labour introduced tuition fees – and with them, debt. Everybody deserves the opportunity to learn about the world without having to worry about being saddled with debt afterwards. You shouldn’t have to pay £50,000 for the privilege of exploring your own humanity – and that’s what education is when it’s at its best.; The rise in tuition fees in 2010 has affected the people most able to benefit from but least able to access higher education. A 2013 study for the Independent Commission on Fees showed that working-class boys were being put off applying for university because of a rise in fees. The government should abolish tuition fees now to take away economic barriers that are a deterrent to accessing university. But it should also introduce a mentoring scheme to positively encourage people to recognise that they have a right to higher education, whatever their backgrounds.; When I meet teenagers through my charity Arts Emergency, they tell me about the pressure they feel to opt out of an arts degree in order to “pay the bills”. Ten years ago, when I was at university, I found the notion of debt daunting, and it made it hard for me to choose to study English, which had no obvious career path. But I’m glad I did it because it taught me how to think creatively and independently, and to understand the world’s complexities. Those abilities have coloured my whole life since, and they’ll stay with me always. University gave me a completely different life that I would never have had otherwise: it allowed me to meet people I would never have met; it expanded my horizons; and it gave me inroads to comedy I could never have found on my own. But the increase in tuition fees, coinciding with the slashing of funding to the humanities, turns education into something purely functional. As a society, it feels as if we’ve taken a step back in time – to when studying literature, philosophy or art was a luxury only for those who could afford it.; I still remember Nick Clegg dismissing student protesters by saying: “I would feel ashamed if I didn’t deal with the way that the world is, not simply dream of the way the world I would like it to be.” If our politicians aren’t dreaming of making the world better, then what are they there for? For me, idealism is the biggest reason to be political – because you want the world to be better and you believe it can be better.; Free education isn’t a distant dream: it’s happening elsewhere in the world right now. Germany has just scrapped tuition fees for everybody, even international students . The senator Dorothee Stapelfeldt said the move was made because tuition fees were “unjust” and deterred students with difficult economic circumstances from going to university. Brazil also has public universities where education is free.; I want to dream of delightful possibilities for Britain too, so people can be nourished by education and learn to think critically because they live in a society that understands that those things are intrinsically important – and by extension, that people are important. If we abolished fees, we would change our values as a whole, and we’d build something better.; • Josie Long is speaking at Class Conference 2014 on 1 November",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-211",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 21 Oc..."
}