{
  "content": "\n\nFriday 7 February 2014 06.07 EST\tHow to shine in an academic interview\tHere's the truth: interviews may be terrifying, but they are also predictable. Steve Joy shares his top tips\tMany dread going to job interviews. Yet it is a fact not often acknowledged that interviews are pretty predictable. You can prepare for them without feeling as if you are submitting to a dark ritual in the face of which passive acceptance is the only option.; My aim is to point out some of the thinking behind interview questions, and a few ideas for practical ways that you can prepare.; I'm starting with this advice, because I'm frequently surprised by many people's resistance to sharing interview experiences with their peers and colleagues – except, that is, for the odd comically embellished horror story. Gathering anecdotal evidence from others will help you to spot patterns and anticipate potentially tricky questions.; What kind of interviews have they had? What questions did they get? What else was included in the assessment process? Who was on the panel? What surprised them?; And what about people you know who have sat on interview panels: what do they think? Start having these conversations right away; don't wait until you have a scheduled interview. Top tip: I recently met a postdoc who, with a group of fellow researchers, kept a secure web document of all their interview stories and questions – a shared resource as easy to set up as it was invaluable.; You can't do too much research before an interview. What has that group published recently? Who funds their research and what are the funder's requirements? What techniques are others in the group using?; Or: who works in that department and what do they work on? Who ought to be interested in what you do? Where do you fit with their existing specialisms?; Or: what kind of students does that university have? What are their mission and values? What strategic goals do they mention on their website? How do they present themselves to the world?; Clearly, you don't have to research all of these questions, just as you don't have to memorise all of the answers. Look for information that enables you to demonstrate how you align with your prospective employer's goals and image .; Is it your professional background, your particular skill set, international networks, language skills, leadership experience, financial management training, innovative teaching ideas? If you're not sure, then ask colleagues and mentors.; And once you've identified your unique factors, strengthen your case by thinking through (and thus being able to say) why these make you better able to do the job.; In the main, it's not in the panel's interests to trip you up with wilfully esoteric questions. As I've said, interviews tend to be predictable, because, in essence, they come down to need: the employer needs a job to be done, and they will design questions to test which of the eligible candidates they trust most to do the job. So, start there: based on the job description, what would you ask?; Composing model answers does have its place, but many people seem to stop at this stage of interview preparation. In effect, this means that they're saying things aloud for the very first time when they're in front of the panel.; In good time before the interview, switch your focus to oral practice. Ask yourself – or get a willing interviewer to ask you – a mix of predictable questions, questions you're dreading, and questions you're hoping to be asked; Then listen back to yourself. Almost all phones and computers are kitted up with microphones, so it's easy to record your practice answers. Yes, it's uncanny and excruciating. But it's also incredibly helpful.; Do you mumble? Speak in a drab monotone? Fail to pause? As you listen, pay particular attention to clarity and structure, not just content. Will the interviewer hear the logical progression of your answer?; The most important preparation in the last 24 hours before the interview is proper rest, so – at the risk of sounding like a hectoring parent – lay off the caffeine and get to bed early. Avoid the temptation to spend those final hours cramming furiously or rehearsing your presentation compulsively.; Having a clear head counts for a lot. Iron your clothes (even shirts that will be worn under jackets), double-check your travel plans, watch something light-hearted on the gogglebox. But, please, rest.; First, a lot of researchers say that they feel caught out by academic interview questions that don't seem to engage sufficiently with their work. Don't let this catch you out. Panels are often not experts in your precise area, and they need to understand why your work is genuinely important (not merely interesting) and how it sits within the field. Be prepared to think at the peripheries of your research and to make links.; Secondly, don't be selective in how you read job descriptions. There's no denying that they can feel like a feast of HR-speak and buzzword bingo. But give the panel the benefit of the doubt: assume that they meant what they wrote. You need to consider carefully (and be prepared to discuss) all of what's being asked for, not just the bits that seem most relevant to you.; Steve Joy is careers adviser for research staff in the arts, humanities, and social sciences at the University of Cambridge – follow him on Twitter @EarlyCareerBlog; Do you have any tips to add? Share your thoughts in the comments below.; This content is brought to you by Guardian Professional. Looking for your next university role? Browse Guardian jobs for hundreds of the latest academic, administrative and research posts",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-27",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 7 Febr..."
}