{
  "content": "Tuesday 14 May 2013 08.33 EDT\tHow to attract developer talent to your firm\tCorporations are crying out for digital talent, but tech startups are sucking up all the new developers – here's how more traditional enterprises can get a slice of the action\tThis weekend saw Silicon Milkroundabout, an event where the brightest and best in digital had the chance to connect with over 120 tech startups hiring right now. But while these aspiring developers and coders hunted for jobs, large corporations may well have looked on in envy, wondering how they too can attract this kind of developer talent, which is in such short supply.; The latest research doesn't really give them much hope. Firstly, aspiring developers don't really care about a large income as almost three-quarters of tech workers we surveyed no longer \"expect\" or \"care\" about earning the big bucks. On top of that, two-thirds said they would be \"easily persuaded\" to join a startup. So do big businesses stand a chance of getting a slice of London's Silicon Roundabout pie?; A few big tech companies have the upper hand here – who can compete with Google's reputation in this space, not to mention their free beers and pizza? And some are taking matters into their own hands, with Tesco having set up offices in Shoreditch for its own mobile app development team.; But for the many traditional enterprises that can only move forward if they start to pin their hopes on digital, a longer term strategy is needed to engage directly with the young people who represent the future of the UK's tech and digital industry.; Relying on schools and parents to make the case for considering digital careers clearly isn't working. In fact, there was an 80% increase in the number of students taking degrees in humanities, business and creative arts or design between 2002 and 2012.; Over the same period, universities have only witnessed a 20% rise in students taking physical sciences, engineering and technology degrees – this according to Lord Kenneth Baker at a recent Spectator conference on Skilling Britain, where he stated the current priorities of students were \"totally out of step with the needs of the economy\". So there seems to be a missing link in communications between businesses, universities and schools.; While it's easy to pay lip service to the issue, and shout about small-scale achievements, addressing the area of helping young people into their future careers cannot be a simple tick-the-box CSR job. Genuine action needs to involve multiple parties getting together and creating lasting initiatives. Ones such as long-term strategic partnerships with universities; sending ambassadors to education establishments to make the case for a career in digital; building connections with careers counsellors so they can better help young people; and running well-structured internships and graduate schemes.; Doing so will make a tangible difference to the level of interest and skillsets that companies are starting to expect from their job candidates. These steps will then give businesses a credible platform for campaigning at a higher level on this issue, helping them to earn their space on the media agenda as a relevant voice on the issues they face in hiring digital talent.; Success stories of those who don't fit the traditional picture of a developer doing exciting work in companies outside of the immediate tech space will also help the sector grow and develop. A great example of this is Jenny Griffiths, a computer science graduate who used the skills she gained at university to create a fashion app, Snap Fashion, which lets you take a picture of an item of clothing and find similar items to buy.; She has the winning combination of coding skills, business sense and an interest in retail which is increasingly in demand, but currently like gold dust. Sharing more of these examples will help to inspire more young people who don't yet see the exciting side or career potential of digital skills.; So for major companies crying out for digital talent:; • Uncover your best tech ambassadors, understand their route into the business, and whether there was anything unconventional or different in their story which could help them be seen as a broader role model for the industry; • Find out which universities offer computer sciences and seek out the opportunity to become involved in projects, such as sponsoring competitions, connecting with lecturers, inputting suggestions for their course materials and identifying meaningful partnerships. In publicising these activities, focus on their outcome, rather than the initial arrangement; • Join forces with other organisations who are also in need of digital talent; If more companies start to raise their voice on the code rush, it might one day be feasible for everyone to get a slice of the Silicon Roundabout pie, bringing jobless young people a more optimistic future, while boosting the UK's economy.; Amy Watt is account director at Brands2Life – follow her on Twitter @amywatt100; Get more articles like this sent direct to your inbox by signing up for free membership to the Guardian Media Network – this content is brought to you by Guardian Professional.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-119",
  "namespace": "we1sv2.0",
  "title": "Tuesday 14 May ..."
}