{
  "content": "\n\nSunday 14 December 2014 05.37 EST\tCome clean on British links to CIA torture, MPs tell US Senate\tMalcolm Rifkind to demand unredacted report on Britain’s role in CIA’s abduction and torture programme\tThe head of the powerful Commons intelligence and security committee is demanding that the US hand over its archive of material documenting Britain’s role in the CIA’s abduction and torture programme developed in the wake of the 9/11 attack.; Sir Malcolm Rifkind, chair of the parliamentary inquiry into the complicity of British intelligence agencies in the US programme, has told the Observer that British MPs would seek the intelligence relating to the UK that was redacted from last week’s explosive Senate report, which concluded that the CIA repeatedly lied over its brutal but ineffective interrogation techniques.; The move comes amid escalating pressure on the government not to extend an agreement allowing the US to use the British Overseas Territory of Diego Garcia as a military base until its true role in the CIA’s extraordinary rendition has been established.; Confidential talks on whether Britain should allow the US to continue using the territory in the Indian Ocean were due to start this month. But concerns about its possible use as a CIA “black site” to jail prisoners facing torture have prompted calls for the government to think again.; The disclosure that Rifkind, chair of the intelligence and security committee (ISC), is to officially request material relating to the UK but redacted in the Senate report follows confirmation that references to Britain’s intelligence agencies were deleted at their request from the document, and that UK government representatives had 24 meetings with members of the US committee responsible for the findings.; Among references to British complicity believed to have been redacted are passages relating to Diego Garcia, triggering speculation that Britain had lobbied the US Senate committee’s members to delete all references to it.; Andrew Tyrie, chair of the all-party parliamentary group on rendition, said any negotiations on the island’s future should address allegations that it was used by the CIA to render terror suspects around the world, possibly with British involvement.; “The negotiations on the lease can focus minds on establishing the scope and limits of Britain’s involvement, direct or indirect, in extraordinary rendition,” Tyrie said. “We are talking about kidnap and taking people to places where they may be maltreated or tortured.”; The former Home Office minister, Lib Dem MP Norman Baker, who has taken a close interest in the atoll, said: “As it comes up for renewal, we need a full explanation of what happened in our name on that island.”; Meanwhile Rifkind, whose committee is conducting Britain’s official inquiry into the UK’s role in torture and rendition, said that he enjoyed “good relations” with his US counterpart Dianne Feinstein, who led the Senate intelligence committee that produced last week’s bombshell report, although he expected the US government itself would have the final say on how and with whom it shared the redacted material.; Rifkind said: “I am not going to go into the details of how we might try and achieve this, there are various ways we can try and advance it, but at the end of the day the actual decision on the American redacted material is for the Americans to take. One additional point is that the only issues we are going to be asking them about are issues relevant to the United Kingdom. We don’t need to see the whole of their redacted report.”; Rifkind was also keen to underline that new powers given to the committee meant that concerns over its previous inquiry – which in 2007 found MI5 and MI6 guilty only of “being slow” in detecting the rendition programme – were no longer applicable and that it could access documents now that it previously could not. He also said he hoped the committee’s report might be concluded in 2015, although that would depend on Scotland Yard’s investigation into secret MI6 rendition operations that resulted in Libyan dissidents being abducted and flown to Tripoli, where they were tortured in Muammar Gaddafi’s prisons.; The clandestine abduction operations featuring British intelligence agencies to Libya also involved children, a fact omitted from last week’s Senate report.; In October, police investigating MI6’s involvement in the secret abduction of Libyan suspects handed over a file of evidence to the Crown Prosecution Service. The files are part of Operation Lydd, an investigation into MI6 involvement in rendition of activists in 2004.; Among the child victims of rendition is Khadija al-Saadi, who was 12 when she and her family were “rendered” to Gaddafi’s Libya in a joint CIA and MI6 operation. Speaking from Tripoli, where she is now 19 and at university studying humanities, Saadi urged the British government to say sorry for its role in the US torture and rendition programme in the years following 9/11.; “I would like an explanation and an apology from the UK government about what they helped the CIA do to my family; it’s a decade since our ordeal, yet still no one has even said sorry. Britain talks about the importance of human rights, but unless they come to terms with their own involvement in the mistreatment of my family and others like us, people will listen to them less and less.”; Saadi’s family, including three younger siblings, were bundled aboard an aircraft in Hong Kong and flown to Libya in March 2004 following a rendition operation allegedly mounted with the help of MI6. Her father, a prominent Libyan dissident, was tortured by Gaddafi’s security police.; Saadi said: “I still don’t understand why the UK was involved with Gaddafi like this. Everyone knew that he tortured and killed people; how could they kidnap a whole family and ‘render’ them into his hands?; “I have seen that our story was not told in the US report either. I think it is important that people in Britain and America know that the victims of renditions included children like me.”; Donald Campbell of legal charity Reprieve, which represents Saadi, said: “It seems blatantly obvious that our agencies should not have been in the business of kidnapping and ‘rendering’ anyone, let alone young children. Khadija, her family and the British public deserve some answers.”",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-252",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 14 Dec..."
}