{
  "content": "Wednesday 11 September 2013 10.43 EDT\tOpen access: MPs slam research policy\tAcademia's best bet is a green open access route to a gold future, says Stephen Curry, in his digest of latest BIS report\tThe UK House of Commons has its dander up. Having bloodied the prime minister over Syria in the past fortnight, the select committee of MPs that oversees the work of the Department of Business, Innovation and Skills (BIS) has issued a report that is heavily critical of the government's policy on open access (OA) for academic research.; The report makes for pretty stunning reading. Although the committee pauses briefly at the beginning to laud the government's proactivity on OA, it proceeds to take issue with almost every plank of the policy put in place by Research Councils UK (RCUK) over the past 12 months, following the publication of the Finch Report – and calls for radical revisions.; Downplaying green open access; The committee traces the central problem to the fact that the Finch report downplayed the importance of subject and institutional repositories as avenues for OA — so-called green OA. This led RCUK to a policy that favoured gold OA, even though it was acknowledged to incur excess costs to research budgets in the transition away from subscription-based scholarly publishing.; A publication system based on purely OA journals – operating in a functional and transparent market – is a broadly agreed ultimate goal of policy in the UK and elsewhere, recognised by the committee, but it criticises the government for plotting a route to that future that is excessively expensive and out of line with developments in most other parts of the world.; The report makes the following recommendations on repositories:; • That the government build on existing investment on the UK repository infrastructure, specifically \"to promote standardisation and compliance across subject and institutional repositories and enhance their utility as outlets for open access\".; • That the Higher Education Funding Council for England (HEFCE) convert its current proposals to require immediate deposit in institutional repositories as a requirement for future REF (research excellence framework) eligibility into firm instructions.; • That RCUK should follow HEFCE lead by \"reinstating and strengthening the immediate deposit mandate in its original policy\".; Embargoes degrade access to research; Immediate deposit is not necessarily the same thing as immediate OA via a repository — the committee allow for embargo periods. However, it is critical of RCUK for permitting embargo periods to lengthen to 12 months and 24 months respectively for sciences and humanities research.; Strangely, this was an alteration made in the aftermath of the investigation into OA by the House of Lords in January – a concession, I guess, to the complaints of publishers and concerns expressed by some humanities scholars. But the committee rightly notes \"the absence of evidence that short embargo periods harm subscription publishers\" and that the RCUK's move has degraded rather than enhanced access to research.; In a further boost to green OA, the committee also asks RCUK to clarify its policy guidance once again. Although RCUK has already refined its original formulation to indicate that, while gold OA is preferred, authors and institutions can choose green OA, the committee is critical of the Publisher's Association decision tree that was incorporated into the RCUK guidelines published back in March. It rightly notes that this tree de-emphasises the green option and is liable to confuse authors. I would not be sorry to see it disappear.; Value for money; The shift in policy focus to green OA is partly driven by the committee's concerns with excess costs to research and university budgets at a time of fiscal strain. I get the sense that the MPs have paid close attention to the 2012 analysis by Swan and Houghton, which made it clear that although gold should give better value for money in the long run, the cheaper route to a fully gold publishing system was by mandating green OA.; The committee has several concerns where it feels that insufficient care has been taken to ensure that the taxpayer is getting value for money for its investment in research and scholarly publication. It is worried that RCUK policy was built on rather generous assumptions about the necessary level of Article Processing Charges (APCs) often paid to journals for immediate open access.; Hybrid open access not working; Several other recommendations address value for money:; • Amending the policy so that \"APCs are only paid to publishers of pure gold rather than hybrid journals\"; the aim here is to \"eliminate the risk of double dipping by journals, and encourage innovation in the scholarly publishing market\". This reflects an increasingly widespread view that hybrid OA is simply not working.; • Ensuring that authors are made sensitive to price when choosing a journal and whether or not to pay an APC. Currently universities have been allocated block grants from RCUK to cover these expenses but there are concerns that mechanisms will not be put in place to ensure that researchers are directly exposed to APC costs. The committee recommends that funds for APCs are paid as part of research grants, effectively reverting to the pre-2012 system.; • Urging that the government work to persuade its partners in the EU to reduce the rate of VAT paid on e-journals. This is needed to equalise competition with printed journals, which do not attract VAT, and so foster the development of new OA publications that aim to exploit online-only publication to reduce costs.; • Urging the government to secure the elimination of non-disclosure clauses in publishing contracts between publishers and universities libraries. The committee suggests that if agreement on this cannot be achieved voluntarily with publishers, the matter should be referred to the Competition Commission.; Recommendations not rules; And there you have it, or a rapid digest at any rate. The report doesn't have real legislative teeth — the committee has made recommendations, not rules. But it is an important document, one that changes the mood music and that the major UK stakeholders in OA cannot ignore. It represents a reassertion of the rights of the citizen and the taxpayer. Perhaps most significantly of all it is an attempt to get the UK back into step with OA policy developments in the US and the EU, which is to be welcomed.; The bold dash for gold that the government thought might inspire other nations and accelerate the transition to an OA system of publishing has stalled and it is time to recognise that our interests are best served by working together on a green route to the gold future. The report will no doubt make for sobering reading for publishers, BIS, the Finch working group and RCUK.; It will be interesting to see how they respond. The latter two groups are charged with incorporating the report and its evidence in their upcoming reviews — the Finch group is scheduled to meet later this month while the first stage of the RCUK's review of its OA policy is due to take place next year. So off we go again on the OA merry-go-round. Power to the people.; This is an edited version of a blog first published on Occam's Typewriter; Stephen Curry is professor of structural biology at Imperial College London – follow him on Twitter @Stephen_Curry; This content is brought to you by Guardian Professional. Looking for your next university role? Browse Guardian jobs for thousands of the latest academic, administrative and research posts\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-209",
  "namespace": "we1sv2.0",
  "title": "Wednesday 11 Se..."
}