{
  "content": "Friday 24 May 2013 11.34 EDT\tChasing the job market is no way to choose a degree\tUniversity applicants should certainly follow their heart as well as their head – the job market is too unpredictable to second guess\tReaders unfortunate to have grown up in the 1970s will doubtless recall a kids' TV game show called Runaround. A chaotic throng of youngsters would begin on a studio floor where they would be asked a question. When gravel-throated cockney Mike Reid bellowed \"Runaround!\" the contestants would cram themselves into one of three zones, to choose their answer. Those who were correct would get points, those who chose badly would be ejected from the game.; The fun part was when lots of children weren't sure of the answer, and they would watch to see where other kids were going and desperately try to hurl themselves into the herd. The tactical victors were those who knew when to ignore the throng and go their own way.; A little later on, I found myself playing a rather more serious version of the game as I filled in the options for my university applications. I'd long assumed I would study English literature, the only subject for which I'd shown any real aptitude at school. My precocious and pretentious reading at the time was veering into the existentialist fiction of Jean-Paul Sartre and Albert Camus (and I think I quite fancied myself in a beret), so I also contemplated a new frontier in philosophy. Talking to peers, friends, teachers and careers advisors made me think again. With the Thatcherite revolution in full swing, employability was the word on everyone's lips. Anyone with a leaning towards humanities and social sciences was being funnelled into psychology courses which would, we were assured, lead to unlimited, lucrative career options.; Inevitably, we all graduated simultaneously into an employment market that could have papered its walls with indistinguishable applications from psychology graduates. We didn't have jobs, but thanks to detailed study of the experiments of Solomon Asch, at least we knew why. In my case I have no regrets – I loved the subject and did well enough, but many of my peers might have been better advised to follow their initial instincts and passions and follow a less populous path when the voice shouted: \"Runaround!\"; This week, Mary Curnock Cook, the chief executive of the Universities and Colleges Admissions Service (Ucas), has shown considerable wisdom in advising young people to follow their heart, as well as their head (paywalled link), in choosing further education courses. With the prospect of huge fees and loan repayments, she warns that ever more applicants are pursuing options which they assume will have better employment and salary potential, only to find themselves struggling on a course which they neither enjoy nor care about.; Employers wouldn't necessarily disagree. Many recruiters are less interested in acquired knowledge than ability to think and learn. Carl Gilleard, the chief executive of the Association of Graduate Recruiters, said recently: \"I'm certainly not against someone choosing a course because they have a deep love of the subject. If you study something you really care about, you'll probably do better.\"; This is eminently sensible advice, but my own experience suggests it is not the only factor. The needs of employers and the economy can change very quickly, and often unexpectedly. Research from the Higher Education Careers Services Unit (Hecsu) recently found that in 2006-07, twice as many psychology graduates as civil engineers were out of work. By 2010-11, after the crash of the construction industry, more civil engineering graduates than psychologists were unemployed.; Individuals must make their own choices, but a healthy society requires a degree of intellectual and academic diversity. If one is planning strategy for a corporation, it cannot be ideal to be surrounded by colleagues who have all learned to think in the same way from the same business administration textbooks. It is an issue of genuine (and non-partisan) concern that so many of our politicians and their advisors have been schooled by the exact same tutors in PPE at Oxford.; It is a truism that, since the 1980s, our universities have increasingly come to resemble educational sausage factories, with graduates turned out according to the needs of business and the market. If it must be like that, the very least we could do is ensure that the sausages come out in as wide a variety of shapes, sizes and flavours as possible.; As for any teenagers reading, I can't advise you which course would be best for you. But I can tell you that accountancy students drink the most, philosophers take the most drugs but, as we learned last autumn, economists have the most sex. Coincidentally, the applications submitted to Ucas in January saw a 4.8% in demand for economics. Don't forget to explain to your parents that the course offers excellent career potential.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-132",
  "namespace": "we1sv2.0",
  "title": "Friday 24 May 2..."
}