{
  "content": "\n\nMonday 16 June 2014 06.01 EDT\tSending smells by text and other things you didn't know about UK research\tUniversity researchers tell us about their groundbreaking research - and why they want the public to know about it • More from our Impact of Research hub\tOver 250 events took place in UK universities last week to celebrate Universities Week – a five-day festivity where researchers leave the labs to share their work with the public. Now in its fourth year, the main event – and the biggest yet – took place at the Natural History Museum.; • As we launch our new hub on the Impact of Research, I speak to some of the researchers involved about why the public should be interested in their work.; •The vice-chancellor of the University of Surrey and head of Universities UK outline the challenges faced by researchers and their focus for the future.; Tell me about your research \"We are trying to bring all the five senses to the internet, so we can transmit and communicate in a multisensory way.\"; OK, so how does it work? \"We have a device called Scentee which you attach to your mobile phone. What it does is emit a puff of scent, such as bacon, coffee or lavender, (using chemical cartridges) when you send someone a text message. We have similar devices to produce taste using only electrical current. So if you're cooking, you can send the taste and smell of your cooking to all of your Facebook friends. We are also looking at touch technology, making devices like RingU, where you connect your ring to the internet via your mobile phone. You can be thinking of your friend, who might be anywhere in the world, and squeeze your ring and they will then get a squeeze on their finger.\"; Why should the public be interested in your research? \"Currently the internet is very much about audio and visual communication. But the sense of touch, taste and smell are very important in our physical communication – these senses are connected to the limbic system of the brain which is responsible for emotion and memory. So when you're chatting online or Skyping, you actually lose a lot of the human emotion. We want to bring these senses to the internet so in the future you will be able to have a sense of presence.\"; What are the challenges you face? \"There's a saying that in the 21st century the most valuable research is time, because now with the internet we basically have infinite information. Yes, time and funding are very important, but you need to have some creativity. You need to have students who are willing to not do incremental work, but what I call quantum step work. In the atom the electrons will fly around in the one band, but that is incremental work. What you need to do is jump to the next quantum gap. We need to have young people who will become scientists and engineers, but it's really great during education if they are exposed to the creative arts and other fields so they can understand creativity and design.; \"We have to remove the barrier between academia and the public, and if you don't, it is the universities that are going to suffer, because knowledge is going to become more and more free – and you are seeing this now with things like Ted talks. Universities and researchers have to keep up with the internet age and that's very important to survive in the 21st century.\"; What excites you about research? \"I want to invent completely new technology and push the barrier of knowledge. People might think it is really wacky or crazy at the time, but then when you can show them that it really works, you can get a lot of very positive feedback. The most important thing to do is to be totally original.\"; Tell me about your project \"Our project is about reducing the negative consequences and impact of volcanic activity for people affected by them. What we are doing is using an example of a volcano in the Caribbean, Soufrière Saint Vincent, which erupted four or five times in the last 300 years. We are piecing together what happened during each of those eruptions and investigating what we can learn from the consequences of those eruptions and the way people responded to them in terms of how we are going to prepare for and respond to future eruptions.\"; I don't think there are any active volcanoes in the UK – why do I need to know about this? \"Volcanoes don't just affect people who live within a few kilometres of them – they can potentially have global impact. What we are hoping with our project is that the kinds of lessons we are trying to learn are those that can be broadly applicable to other natural hazards, so for example the flooding in the UK and the kinds of interactions there were – they were very similar to some of the long-term volcanic activity that we see. So we should be interested in it, because taking this kind of integrated approach is clearly one of the ways we are going to work better with changing environments and future disasters.; \"We do well with what we have and while it will always be nice to have more, what people are demonstrating so well at the moment is how enthusiastic they are to engage the public, not just in nanny telling, but having a conversation. And more and more we are recognising that conversation really enriches the research process – if we think about it and breathe in a bit, it all feeds back in. There is a potential with anything, you just have to find it.\"; What excites you about research? \"There is always more to discover, the more you know or the more you find out, the more it helps you to piece together bits of information that you have accumulated on your way through. You make connections and open doors to new problems or shed new light on a problem that you last thought about many years ago, and suddenly you think you understand that, and for me that's the nexus between teaching and research as well.\"; What's your project? \"We are trying to develop robots that can actually learn and run for weeks and then use this knowledge to improve their behaviour and to flag up anything that is out of the ordinary.\"; Is anyone trialling your robots? \"We have already deployed some in an elderly care facility in Austria. They are interested in these robots supporting their staff and freeing up some time to take care of patients – especially during the night when you have very few members of staff working. It's trying to cope with that, so the robot can be used to patrol and monitor the whole place. They are also used for security by G4S, who are interested in patrolling robots that can perform security tasks and checks, or find suspicious items that people have left.\"; How do people react to Linda and the wider project? \"They ask, 'What is it going to be used for?' People are curious about robots. They think they can be very useful, but when it comes to a care scenario, they want to be very careful about that. That is what we want to make clear – it is not there to physically care for the person, it is more to help with their safety, help monitor them and, eventually, help them to lead a more independent life.\"; Tell me about this toilet \"Our project is to make a self-sustaining toilet which prevents waste from entering the water system and doesn't use mains power, plumbing or water.\"; Impressive, so how do you do this? \"We use a water-less flush system to prevent smell from entering or leaving the toilet. Within the toilet itself, we use membranes to dewater the waste and extract water as a pure vapour. That water condenses onto beads and is collected at the bottom. The dewatered solid waste is then extracted and dewatered further and then put in a sealed tank and collected once a week by a service person in the local community.\"; Why does the world need your toilet? \"There are 2.5 billion people who still do not have access to toilets. This results in the death of 1.5 million children each year from unclean water. So with our toilet, which is an in-house sanitation solution, we prevent the waste from enter the water system.\"; How do you get people interested? \"Most people laugh to start with. They know about dirty water in developing countries, and that people don't have access to clean water, but this isn't because of mud, this is because of sewage entering the water system. Once you get past the first sentence, people understand and see the actual problem and see what use a simple, affordable toilet system like ours could be to the world.\"; How do you maintain enthusiasm for toilets? \"We have a very multidisciplinary team which I find really interesting – we've got nanotechnology, engineering, water science and product design coming together, so it's about understanding how each person works and what they see is of value. I've really liked the challenge of working with this really complex team and bringing together all these specialists round a table to collaborate.\"; How do we get the public interested in UK research? \"The general public want to know what universities are doing. They have an expectation that universities and, in particular, scientists will make more effort to explain what it is they are doing. You can always do more to get the public interested. More broadly, it's about actually engaging with the media – which is something that universities are prompted to do.; \"In my own university I've got Jim Al-Khalili, professor of physics, who is also the admissions tutor. He not only does things for the BBC and Channel 4, but also a lot of public engagement. Universities are realising that they need more professionals doing that as well.\"; What are the UK's main strengths when it comes to research? \"I would say they have broadened. If you went back many years ago they were divided into the broadest areas of science, arts and humanities. But today, I think you can pick nearly any area and find real innovation and very exciting research going on there. At the current time, because of coming out of the recession, there is a particular interest in science, engineering and technology – and the impact that has on the economy is a massive drive.; \"At the same time there has been a huge interest in the creative arts and a great deal of interest looking at the resurgence in languages and what lies behind that.\"; What should be our future focus? \"The very nature of research is that it's difficult to predict. Universities are grateful that the government did protect the research budget largely, but there is still a real need for investment. There is a lot of recognition for what the world needs today – that research is very diverse and also interdisciplinary, which makes it very exciting, and another reason why I think the UK will be able to maintain its position as being a top-ranking area for research.; \"The UK has always pushed interdisciplinary research – a good example is engineering – but the important thing is to recognise how to foster it. One of the problems is siloed thinking, historically, both in terms of practitioners and administrators in terms of the funders, who actually only put a tenth of our budget towards this type of research. Well, maybe that's one of the areas we should be putting more funding into.\"; \"The sort of work that universities are doing through their research affects absolutely everyone, whether or not they have been to university, in all aspects of their lives. We know that the public are interested in research that's carried out and want to understand more about it. What universities are trying to do is to make sure that there is proper engagement with the public in terms of what it is they are doing.; \"Universities, through their researchers, are reaching out in all manner of ways to schools and in a whole range of public engagement activities, but we've got to do more of it. We've got to do more to promote the value of research, so that it's not seen as something that happens in the laboratories or behind the ivory towers of universities, but it's totally permeable in terms of engaging with the public.\"; Why should researchers engage with the public? \"It is becoming increasingly important for researchers to go out there and showcase their research to the public. It's growing in its significance and importance because no researcher will want to do something that has no relevance to anyone, most of them really want to get out there. It's a question of facilitating that and prioritising it as part of the research, making sure there's a real two-way engagement.; \"Researchers have pressure on them to publish, do their research and now engage with the public, but I think most researchers would see that as part and parcel of what they do. It's why their research is so important so I don't think there's any reluctance. But there is huge pressures on people's time and that will always be a challenge.\"; What do we need more of? \"We are strong across the piece, but we need more money and funding. We are very under-resourced in comparison with other countries, but the strength of our research is really remarkable.\"; Join the Higher Education Network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-135",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 16 Jun..."
}