{
  "content": "Tuesday 10 September 2013 20.19 EDT\tPoliticians shouldn't have a say on the worth of research grants\tThe Coalition called grants given by the Australian Research Council 'wasteful' and 'ridiculous'. Sadly, it's not the first time humanities are denigrated by our politicians\tWe seem to pride ourselves on our anti-intellectualism in Australia. This is why it came as no surprise to those in the business of thinking and researching when the Coalition insulted the work done through Australian Research Council (ARC) funding, calling the grants funded by the ARC “ridiculous” and a “waste” – a “waste” which it plans to “re-prioritise”. While this attitude is no surprise, it does need to be counteracted with some facts.; Here’s what the general public should know about the process of applying for funding from the ARC: to receive money it’s one of the most rigorous, stringent and competitive processes. Many academics need the funds to keep doing the work they have been trained and hired to do. Academics don’t apply for grants for the fun of it, and many continue to wade through endless applications because they believe in the basic worth of the research and its overall contribution to society. You’d have to look very hard for similar working professionals who have to jump through as many hoops as academics seeking ARC funding.; This is why it’s galling to listen to a politician, with no knowledge of or expertise in the subject, proclaiming that grants he doesn’t understand are “ridiculous”. Politicians shouldn’t be allowed to decide what is \"relevant\" in research any more than they have the right to tell business owners whether they like or dislike their products.; When an ARC grant has been funded, that decision has already been made by a long and thorough process of peer review, consultation with international experts, and people who are actually qualified to decide the importance of specific projects. There is a difference between governments setting national research priorities, and government interference in the independent selection process of individual grants.; To put it simply, people who have received an ARC grant have already been through all the government bureaucracy you can think of, and a stringent selection process by experts who know their stuff. They are the last people in Australia you could accuse of frivolity and waste. As professor Rob Brooks writes, if the waste lies anywhere, it is in the over-bureaucratic and counter-productive sections in ARC grant applications in “which researchers bend over backwards to mollify politicians concerned that somebody, somewhere, might be doing something because it is interesting” or because, horrifyingly, it might contribute to knowledge. We can’t have that in Australia, thinking is for losers.; Of course, the specific research projects attacked by the Coalition as “ridiculous” and \"wasteful\" are primarily within arts and humanities disciplines, such as philosophy. It’s not the first and it won’t be the last time that the arts and humanities are denigrated by Australian politicians and the Coalition seems to have no comment about the place of the arts within our society and country. These attacks wouldn’t be so successful as a political move were it not for the fact that Australia has an underlying contempt for intellectuals, the arts, and specifically its thinkers, researchers and academics.; Many have tried to \"justify\" the existence of the arts and humanities in Australia, or to show what they can contribute to our society. It seems futile though in the face of bean-counting. You can’t always measure the monetary worth of research or the arts, the same way you can’t measure love but you still know it’s important. If we’re going to at least pretend we live in a modern democratic country, we have to start realising the value of strong educational systems.; Our higher education institutions, just like our wider arts industry, don’t exist in a self-contained vacuum. Believe it or not, they are part of our economy. They create ideas, they create jobs and they help create this thing we call a society.; One of the hallmarks of modern democracy is the independence of research within universities. We cannot have research being policed and censored according to the whims of political agendas just like we can’t allow our literature, art, film and other cultural outputs to be held hostage to a particular political party’s ideology. That is a dangerous slippery slope that moves us away from one of the basic principles of democracy: the separation of state and individual thought.; If modern democratic countries such as Australia pride themselves in things such as free speech and an independent media, we should also fight for our free thinkers. There is nothing “ridiculous” about research, but there is something ridiculous about a country that is proud of its contempt for its thinkers.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-208",
  "namespace": "we1sv2.0",
  "title": "Tuesday 10 Sept..."
}