{
  "content": "Monday 25 March 2013 03.00 EDT\tHow can school and colleges better support social mobility?\tSchools and colleges are developing some promising initiatives to encourage social mobility, but there's always more to be done, writes Brian Lightman\tAnyone concerned about social mobility can be forgiven for feeling despondent recently. The litany of news about child poverty – a key influence on, and indicator of, social mobility – has made grim reading, from the report mapping children's deprivation levels nationwide, to the claim by a leading think tank that more than 2 million deprived UK kids are not counted in the government's statistics.; Social mobility remains the holy grail of public policy. Few would disagree that a person's place in society should be based on how hard a person works, their skills and talents – not the school they attend or the wealth and contacts of their family. But the UK's record on this is poor. Education should be the solution to unequal opportunity, but in the UK the evidence is that the gap between rich and poor widens as young people progress through their education. Children from more disadvantaged backgrounds lag behind their richer peers from the moment they begin nursery school and are less than half as likely to go to university than other pupils.; Although the main political parties are committed to improving social mobility there is profound disagreement about the solutions. Schools and colleges often find themselves in the firing line between the different ideological positions. Rather than trying to get underneath the skin of the bigger cultural and societal issues, governments tend to focus on what they can control, which of course is what goes on within schools and colleges. While this may be unfair, it does not lessen schools' and colleges' responsibility to do everything they can to narrow the achievement gap.; And there is a wealth of evidence of what actually works. The Association of School and College Leaders has published a practical guide which is intended to act as a toolkit to help schools create effective strategies to improve outcomes for disadvantaged pupils. The guide has been designed so that even schools in the most challenging circumstances can act to close the performance gap between disadvantaged pupils and their peers. We know that schools and colleges are already doing a huge amount to enhance the life chances of their pupils, but we can and must do even more.; The overwhelming evidence is that front and centre of any successful strategy for raising attainment is a strong culture of high expectation. Ideals are not enough. From the headteacher to the pupils, an aspiration to excel must inform every aspect of the school – from staff appraisals to pupil targets. This means creating a culture of no excuses – challenging perhaps well-meaning attitudes that a child from a particular estate or family is handcuffed to a destiny of low achievement.; This culture must be underpinned by a forensic focus on continuous improvement in pupil and school performance. Headteachers and college leaders have a wealth of student data that can be used to identify the right interventions to unlock – and realise – the potential of all students. But primarily the focus should be on pupils receiving Free Schools Meals (FSM). This is by no means a perfect measure of disadvantage, but at the moment it is the best we have. Only when this information is put alongside broader performance can a school be clear about whether and where gaps in achievement and provision related to deprivation may exist.; We need to be much more finely tuned to the performance of FSM pupils. Is the maths department doing better to close gaps than humanities? Is there good practice that can be shared? Headteachers and other leaders need to understand these issues – even when they may expose uncomfortable truths about a school, such as the performance of particular staff members.; None of this needs to be costly. Research by the Education Endowment Foundation shows that some of the least expensive interventions have the highest impact. Consider Rochdale Sixth Form College, in one of the poorest boroughs of Greater Manchester, where university was an ambition few aspired to and even fewer achieved. The staff credit its achieving A-level results in the top one per cent of schools nationwide to its system of one-to-one student feedback. This matches each student with an academic tutor and a personal progress tutor for regular, detailed conversations – all at relatively little cost.; Clearly there are also expensive strategies that can bring a relatively poor return. These must surely be questioned. They include the use of teaching assistants in English, maths and science when this is not underpinned by strong leadership and training – and policies beloved of ministers like performance-based pay and school uniforms.; ASCL's Closing the Gap conference – with guest speaker David Laws MP – brought together the education sector to promote further understanding of what works and what does not. We know this is a hugely challenging task, particularly in a time when overall budgets are reducing in spite of the pupil premium. We lobbied strongly for headteachers to have control over how the pupil premium is spent and firmly believe – supported by research – that schools are the ones that know best how to close the attainment gap most effectively. But now they must show that they can step up to the plate, spend that money wisely, and clearly demonstrate how they are encouraging all their pupils, not matter what their background to achieve their full potential.; Brian Lightman is general secretary of the Association of School and College Leaders. Download the full ASCL's social mobility toolkit for schools and colleges.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-74",
  "namespace": "we1sv2.0",
  "title": "Monday 25 March..."
}