{
  "content": "\n\nTuesday 18 March 2014 02.06 EDT\tWarren Mundine, of course science needs an Indigenous perspective\tTo say that Indigenous culture should be kept out of maths and science teaching will only ensure that fewer children study it\tLast week, Warren Mundine, head of the prime minister’s Indigenous council, was quoted in the Australian as saying that it is ridiculous to include an Indigenous culture perspective in the teaching of science and maths. Mundine said: “I agree with Christopher Pyne, I think in some areas we have got ridiculous. What is Indigenous physics? Physics is physics. If we are to compete in the job market we must learn technology and engineering, we need to be taught subjects properly.; “I agree that we need to reassess the curriculum because we need real units that teach the subjects without this ridiculous insertion of culture, the idea that you have to have an indigenous or Asian perspective, to be frank, is silly. The sciences and maths should be taught properly.”; Mundine’s comments add nothing to the very important debates on what should be included in the national curriculum and how children, regardless of their cultural background, should be taught. They ignore that culture permeates everything we do — including maths and physics—and reinforces stereotypical views that Indigenous culture is only about language, kinships systems and hunting and gathering – important as they are.; It is well known that all developed countries including Australia are facing a crisis as diminishing numbers of students study mathematics, physics and other science subjects. We also know of the difficulties confronting government and Indigenous communities regarding school attendance. One of the key strategies is surely to look at how we engage students in learning.; For centuries, people from all cultural backgrounds have been developing ideas andsolving problems. Euclid who lived in Alexandria more than 2000 years ago laid the foundations for mathematics. Australia’s Aboriginal people represent the longest-living culture on earth. It is incredible that our culture should be treated as a stand-alone subject or as part of the humanities.; In reading the article I was reminded of previous views that attributed the striking Wandjina figures of Kimberley art to Egyptians, Hindus or creatures from outer space. Once they were accepted as Aboriginal, they were labelled as native art or folk art — or just Aboriginal art, not world art.; The current debate surrounding the national curriculum misses a number of fundamental issues: how do we engage and encourage our young people in areas such the sciences and how do we give them an understanding and appreciation of the depth of our Indigenous peoples’ ingenuity? These are not mutually exclusive.; Just a couple of examples of how Indigenous people used science include the development of the boomerang and other sophisticated weapons; traversing this great continent without compasses; managing country through controlled burning and ethno-botanical knowledge linked to specific places and environments.; To go back to a time when Aboriginal and Torres Strait Islander culture was put into an ethnographic box, as some sort of anthropological curiosity, and excluded from the breadth of mainstream knowledge, including maths and science, is to disadvantage all Australians.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-53",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 18 Ma..."
}