{
  "content": "Saturday 2 November 2013 15.45 EDT\tVampire Weekend: 'We have to make the best records possible. That's a good reason to be anxious'\tThey're careful not to drink too much, they worry about meeting people's expectations, and one of their songs is about punctuation. So how did Vampire Weekend become one of America's most successful rock bands?\tA big white screen hangs over the stage at the Hollywood Bowl, blocking out the light. It's 32C in Los Angeles and the huge outdoor amphitheatre, the biggest of its kind in America, is baking in the afternoon sun. Somewhere behind the screen, Vampire Weekend are checking sound for their sold-out headline show later. Nearly 18,000 people will be here this evening to watch them play.; While they run through a handful of songs from their rapturously received third album, Modern Vampires of the City, I climb to the highest point of the auditorium and take in the view. From this height, the great stage looks miniature. Across the hills you can just make out the Hollywood sign. This place has history. Ella Fitzgerald, Frank Sinatra, the Doors, the Beach Boys: they've all played at the Bowl. In 1964, a Beatles performance here was famously drowned out by screaming fans.; When the sound check is over, I meet the band. How do they feel about playing one of the most celebrated music venues in the world?; Pretty relaxed, it turns out. Bassist Chris Baio has only just woken up, having slept 11 hours straight on the ride in from Phoenix. \"I sleep so much better on tour,\" he says drowsily. \"There's something about being in a bunk with no natural light and getting jostled: it takes you back to being in a crib or something.\"; They've been on the road for 10 days – the tour started in Philadelphia and swings by the UK for five dates this month – and Baio is looking a bit wild-haired. Lead singer Ezra Koenig, by contrast, is immaculately turned out. He's wearing a denim shirt and jeans with the legs rolled up, exposing pristine white trainers and several inches of ankle. His hair, a glossy black wave across his brow, is perfectly neat but he seems distracted. He shakes my hand with a wordless nod and I scribble a brief impression in my notebook: \"glazed eyes\".; The band don't want to be interviewed together so I sit down with them one by one backstage. Baio and drummer Chris Tomson seem like good-natured, expressive guys, easy-going and straightforward. We chat about the rigours of touring and their divergent music tastes (Baio, a DJ and producer in his spare time, favours electronic music; Tomson, who grew up in suburban New Jersey, is a country fan).; Koenig is a different story. In the small, grey-carpeted dressing room, he sits motionless as a cat watching a fishpond. A faint smile plays on his lips; somewhere beneath the Zen-like exterior lurks a dry sense of humour.; He's not at all nervous about tonight. \"My stage fright has vanished completely, for better or worse,\" he says calmly. \"On one level, it allows me to look at the audience and not be dazed or anything. It also gives me less of that twitchy energy when I come out.\"; The others say similar things. Maybe it's because they've been playing together for seven intensive years and the impetus to worry about gigs, however significant, has faded. Or maybe they're just naturally low-key. Vampire Weekend don't, for instance, seem like the kind of rock band who'd take their twitchy energy out on a hotel room; nor are they likely to trouble the three oversized bottles of Maker's Mark on the rider before tonight's show.; \"There's very little partying in our band,\" Koenig confirms. \"I think we're all too paranoid to let loose too much. If I got shitfaced every night, it'd probably take a toll on my singing.\"; They met as undergraduates in the humanities department at Columbia University and the studiousness remains. Writing songs involves research. For the latest album, Koenig read up on European and Middle Eastern history as well as listening to reggae and hip-hop. At the moment he's indulging his soft spot for novels set in London in the 80s with Alan Hollinghurst's The Swimming Pool Library. Even the band's nominal jock, Chris Tomson, who grew up wanting to become a professional athlete, betrays a bookish streak: he arrived clutching a copy of Beyond a Boundary, a cricket-themed memoir by Marxist historian CLR James.; The one place Vampire Weekend really let loose, it seems, is in the studio. When their debut album came out in 2008, with its warmth, playfulness and globetrotting sense of adventure, it sounded like nothing else around. It was a marriage of sunny African riffs and rhythms with indie-pop that the band referred to, tongue-in-cheek, as \"Upper West Side Soweto\". They dressed accordingly, in blazers and brogues appropriate to a Cape Cod country club, and Koenig sang about Ivy League campuses populated by characters with names like Blake and Bryn. It didn't go down well in all quarters – the preppiness, spiced with African motifs, was too much for some to swallow – but that didn't impede their success. The second album, Contra, went to No 1 in the Billboard charts and sold 124,000 copies in its first week, an extraordinary achievement for an independent release.; It takes a closer listen to realise how carefully controlled it all is. For a band with such mainstream appeal, their lyrics are remarkably gnomic. Koenig's narratives are fractured, elliptical, stripped down to the bare minimum. Cape Cod Kwassa Kwassa, a lively number from the first album, begins: \"As a young girl/ Louis Vuitton/ With your mother/ On a sandy lawn./ As a sophomore/ With reggaeton/ And the linens/ You're sitting on.\" A young life, vividly sketched in 24 words.; \"I know the way that Ezra works on lyrics,\" says Rostam Batmanglij – multi-instrumentalist, producer, reputedly elusive interviewee. \"I'm often on a parallel journey with the music, but I know that he'll have ideas and continually refine them. He'll open up the laptop every day and work on things: 'Is this getting better, getting worse, where does this need to go?'\"; Batmanglij, who was born to Iranian émigré parents 29 years ago and grew up in Washington DC, is short and stocky with close-cropped black hair. He is more obviously shy than Koenig – they met during a production of Romeo and Juliet at Columbia – but he has a ready grin and emits little peals of laughter at unexpected moments during our conversation.; \"My favourite thing to do is start new songs,\" he says. \"I can do that all day every day and never get bored of it.\" The pair divide up their creative roles cleanly: Batmanglij will create an instrumental and Koenig will write lyrics on top, or else Koenig starts and Batmanglij responds. Finishing a track can be a drawn-out process – each of the past two albums took Batmanglij three months to master.; \"Rostam's job as producer is extraordinarily time-consuming,\" says Koenig. \"I might spend more time thinking and worrying about the album, though that's not necessarily work.\"; So the calm exterior belies a worrier?; \"I'm definitely prone to anxiety,\" he says. \"Making the last two albums was very difficult. People would say, why not relax, what's the big deal? Firstly, that's always terrible advice. But then you think, why not relax?\" He blinks. \"No, because we have the opportunity… people actually care about what we have to say. We have to make the best records possible. That's a good reason to be anxious.\"; Some of that anxiety rises to the surface on the latest album. It has its buoyant moments (and it, too, went to No 1 on the Billboard charts), but Modern Vampires of the City is on the whole quieter and more introspective than its predecessors. The three albums can be viewed as a sort of trilogy; Koenig describes them as a \"coming-of-age story\", tracing the band's journey through their 20s. On this one, their campus days are behind them and they're looking ahead to their 30s, and beyond. Mortality rears its head. \"I want to know, does it bother you,\" Koenig sings on Don't Lie. \"The low click of a ticking clock.\"; There is another looming presence on the album: New York. It's there on the cover, shrouded in smog, in the 1966 photograph by Neal Boenzi, and it keeps cropping up in the songs. New York has been home to the band for more than a decade, since the start of university. Even though they're beginning to drift away now – Chris Baio moved to London a few months ago with his wife, and Batmanglij is thinking of moving to LA – it seems like the place they all define themselves against.; \"There's a lot of stuff on the new album about getting older, searching for meaning, thinking about identity,\" says Koenig, \"and for me New York's a big part of that: it's where my family's from, I've hovered in its orbit my whole life.\" Koenig's parents moved to New Jersey when he was a child but his father, a movie set-designer, continued to work in the city and Koenig visited frequently. \"My family came from parts of eastern Europe that don't really exist anymore. New York is where they really came from. It's the motherland.\"; Recently, he's been feeling ambivalent about the city and wondering why. \"I start to think, is it something about the hyper-competitiveness of New York? Why is New York real estate so insanely expensive? If I stay here\" – he lives with his girlfriend in Manhattan's increasingly pricey Lower East Side – \"I'm invariably going to end up hanging out with extremely rich people. Then I start to think, what kind of life is that, is that insane, should I take it down a notch?\"; Koenig doesn't sound like someone who would thrive in the countryside – he spent a week in a big old house upstate last summer and was unnerved, to Woody Allen extremes, by its remoteness and the lack of phone signal. Nor can he imagine himself quitting America. \"The more time we spend out of the country,\" he says, \"the more I feel like going home.\"; This comes through on the latest album. The African sounds have been toned down and the parade of exotic references that ran through the first two records (Dharamsala, Tokugawa, Masada, the Khyber Pass) has eased. In its sounds and preoccupations, Modern Vampires is a more obviously American record – although, given the dizzying variety within American culture, that isn't much of a limiting factor. Bob Dylan was an inspiration but so were the 90s hip-hop act Souls of Mischief, referenced in the chorus of the first single Step.; Still, it might be that Koenig's enthusiasm for travel has been dampened by seven years on the road. \"Hopefully when we're done touring,\" he says, \"then I can really take a deep breath and say, OK maybe I will go somewhere for a while.\"; In 2011, during their last proper break from work, Koenig visited Israel and the West Bank. It's a part of the world he thinks about a lot, given his Jewish heritage, and would like to spend more time getting to know. How did he find the West Bank? \"Depressing,\" he says. A moment later, he corrects himself. \"It feels a bit off to describe the West Bank as depressing. There were elements that were depressing, but also some of the things I saw and the people I met were not depressing, they were the opposite, they were exciting and inspiring. So I'm not a total pessimist.\"; Batmanglij, meanwhile, is enjoying touring more and more. \"I used to dread it, but I'm starting to really like it. I don't know what's going on. Maybe it's these new songs. I get more joy out of playing them than ever before.\"; Some of them are trickier to perform. \"Songs like Obvious Bicycle and Hannah Hunt really demand concentration, but if you can pull off the landing, like in gymnastics, it's a very good feeling. When we really nail these songs, something special happens.\"; The band are curious to see how the new set goes down in the UK, where they'll be playing super-sized venues including Manchester Arena and the O2. \"I guess the word 'lairy' comes to mind,\" Batmanglij says of British audiences. \"It's like they support you the way they support a sports team. They really root for you.\"; \"There's a lot more fist-pumping and singing along,\" agrees Chris Tomson.; First, though: the Hollywood Bowl. At 9.15pm, with the amphitheatre full to capacity, the band ambles onstage. Behind me, two teenage girls begin to scream. Batmanglij plonks himself in front of a piano and they launch into Cousins, a raucous number from the second album. Across the stage, Chris Baio hams it up on bass. In the middle, Koenig, who is now dressed in what looks like a designer boiler suit, with the same exposed ankles and white sneakers, is as composed as ever. He glides through the set in an audaciously casual manner; on Ya Hey, the soaring centrepiece of the latest album, he sings with his hands in his pockets.; This could easily come across as indifference but that's not how the audience seems to be taking it. On Oxford Comma, even the trio of hard-looking LA rockers with goatees and leather jackets to my left are singing lustily along. It's strange to witness a whole arena roused by a song that concerns optional punctuation and includes the line \"Know your butler, unlike other guys\", but that's the contradiction Koenig and co negotiate so well in their music. To be a reserved, bookish band operating at levels of subtlety where the irony can be difficult to pin down, and yet to still appeal to an audience of this scale and variety: that's a feat of gymnastics that's very difficult to land. Tonight, Vampire Weekend pull it off with perfect composure.; Vampire Weekend's UK tour begins in Birmingham on 12 November\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-250",
  "namespace": "we1sv2.0",
  "title": "Saturday 2 Nove..."
}