{
  "content": "Wednesday 19 June 2013 07.22 EDT\tAcademics will need both the physical and virtual library for years to come\tResearch no longer starts with a visit to the library building, say Rachel Bruce and Mike Mertens, but it still plays a crucial role\tAsk someone to describe an academic in the throes of research and there's a good chance that description will include a physical library (or at least a collection of office shelves not dissimilar to a library) with books and journals open on the desk, and a notebook – whether hard copy or digital.; The reality may be somewhat different. Jisc and RLUK's recent survey of around 3,500 UK academics highlighted that while academics primarily look to the library to provide the journals and books necessary to their teaching and research, they spend much less time in the physical library than the virtual one.; The vast majority of academics who responded – around 90% – saw the main role of the university library as a purchaser of content. While 45% described themselves as very dependent on their library for their work, only 2% of academics start their research with a visit to the library building.; In the case of journals, digital may have supplanted print format almost entirely. The survey shows a shift in the way academics conduct their research, with nearly three quarters strongly agreeing that if their library cancelled the current issues of a print version of a journal but continued to make them available electronically, that would be fine.; However, while four out of five scientists and medical/veterinary academics strongly agreed, this dropped to around three in five among humanists. And when considering the long term access to collections, academics recognised the need to maintain hard copy collections of journals. Half of respondents stated that some libraries should continue to maintain these collections, though only a quarter of respondents thought their own library should shoulder that responsibility.; While ejournals are well embedded in academic practice, ebooks are also becoming an established element of the academic's world. Six out of 10 respondents indicated they had 'often' or 'occasionally' used ebooks within the last six months (only about 15% of respondents indicated they hadn't done so at all).; It is clear that the monograph in its electronic form is becoming an increasingly important part of teaching and research. Although academics did say that electronic versions of research monographs are not well suited to all uses, new tools could make digital texts more accessible. Around 90% also said it was easier to read either sections or cover-to-cover in print format rather than digital. So while searching and exploring references is easier with digital texts, in-depth research and reading is still done using print.; Despite some discipline differences, only a small percentage of respondents – around 14% – saw ebooks replacing hard copy books in the next five years. Print, it seems, is an important access channel to content and resources for academics, and will continue to be so for years to come. Similarly, the library continues to play a critical access role in this hybrid, digital/physical environment.; For nearly 90% of academic respondents, the library's collections and subscriptions are the most important source for material used in teaching and research; the second most important being materials freely available online. .; When academics don't have access to the materials they need from the library's digital or physical collections, 90% of respondents said they searched for a freely available version online. Critically, the next largest response was simply to give up. This was particularly the case for scientists and medical/veterinary sciences.; In contrast to the sciences, humanists were much more likely to use interlibrary loan services, or simply purchase a copy of the material themselves. This may reflect the continued importance of the book within the humanities; something which is still unlikely to be found in full, freely online.; These figures stress the importance of libraries making their content discoverable online, as well as making freely available content available through their services. The distinction between the discovery services and systems of the library and wider institution, and those of the open web, are increasingly breaking down.; Academics will continue to inhabit a hybrid world of digital and print materials for some time to come and even where print has largely been supplanted, the need for continued access (local or otherwise) is still crucial.; Rachel Bruce is innovation director of digital infrastructure at Jisc and Mike Mertens is deputy executive director and data services manager of RLUK; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-150",
  "namespace": "we1sv2.0",
  "title": "Wednesday 19 Ju..."
}