{
  "content": "\tThe British Academy's language programme\tLaunched in 2011, the programme reflects the Academy's longstanding concerns about the deficit in language learning in UK education. It funds research and initiatives that promote best practice, and seeks to influence language policy\tThe Academy has repeatedly stressed that language scholarship is a long-term investment: for the individual, for research, for competitiveness and for society at large. In 2011, the British Academy launched a four-year programme to address the skills deficit in language learning in UK education and research. The programme is seeking to supply leadership to help strengthen skills in these vital areas. We do this through funding research and relevant initiatives, and seeking to influence policy in these areas.; There is strong evidence that the UK is suffering from a growing deficit in foreign language skills at a time when globally the demand is expanding. The problem relates to the range and nature of languages being taught at all levels, as well as the way in which employers respond to the weak supply of these skills.; The Academy, alongside many others, has repeatedly called for action to address severe skills shortages in languages – within the humanities and social sciences and more widely.; The skills deficits are largely rooted in the way that these 2 areas are taught (from school, through to university and beyond) – but also in the way that they/their importance is understood more widely.; Our language programme engages in:; - High level activity working with key stakeholders with the aim of facilitating greater change and deepening awareness within relevant communities; and - Identifying and promoting best practice, and supporting research and scholarship in language learning in the UK. The British Academy's language work includes: fellowships, scholarships and grants (largely delivered through the Academy's existing schemes); policy reports, statements and events; prizes, partnerships and collaborations.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-193",
  "namespace": "we1sv2.0",
  "title": "\tThe British Ac..."
}