{
  "content": "\n\nFriday 26 December 2014 09.00 EST\tBeware, countryfolk: the rural hipster may soon be among you\tEven London’s affluent young hipsters can’t afford the capital anymore – the young middle classes are moving out like they haven’t done since the 1960s and 70s\tIt’s always quite something, the sight of a fully realised hipster walking down a London street, looking like they just stepped off the set of a movie about a Shaker community. Especially when a big, red beard is involved. They look so improbable, so anachronistic, these guys. Young people today. What do they think they look like? They look like the past – like Victorians, like something out of the Old Testament. It’s odd.; I like the fact that youth culture still has the power to confound the expectations of older people, make them feel suspicious, even. But I seem to be the only one. No one has a good word to say about hipsters. They’re the canaries in the coal mine of gentrification, with their tongue-and-groove coffee shops, their vintage emporia and their “gourmet burgers”. They’re like living, breathing planning notices: “Property prices rising here.”; Yet everything about that distinctive sartorial style, to me, screams: “Not the money men! I don’t work in the city! I set myself apart from ruthless modernity!” It’s an odd sort of youthful rebellion, the one that says: “Not that kind of middle-class.” For hipsters are so distinctively, so unforgivably middle-class, so precious, so self-conscious, so keen that everything should be just so – the beer, the distressed paintwork, the 1970s Danish furniture. At a time when youth had its future trashed by the baby boomers, they can still find time to fret about “lifestyle”. WTF?; Hipsters, one assumes, are the Trustafarians de nos jours.How can young people afford to live in London at all, to pay rent or have a mortgage, let alone Shoreditch? It’s a mystery. Why aren’t they so worried about billsand the future that membership of somehappening tribe is neither here or there? Family money. Has to be. Spoilt brats, wanting it all – to be rich and alternative, with their humanities degrees and their entrepreneurial cereal cafes, their ability to paddle along on their raft of aspiration, seemingly unaware of the hardships of those they displace?; But even the hipsters can only manage the capital for a while. The young middle classes are moving out of London like they haven’t done since the 1960s and 70s, when “white flight” was seen as a problem. Cities like Birmingham are already noting the arrival of people with more money than sense, who will attract other people with more money than sense, until the people with more sense than money start finding that this isn’t Kansas any more.; Kansas may be choc-a-block with hipsters too, for all I know. But the most hipster place I’ve even been to is Magazine Street in New Orleans, a long shopping street lined with perfect pastel-painted clapboard, little boutiques and brocante. Post-Katrina, the white middle classes are moving to New Orleans in large numbers, lured by lovely old houses at prices that are cheap to them and ludicrously expensive to the local population. Pick up any edition of the local paper and you’ll find some former New Yorker who moved to New Orleans prior to this influx, making some tortured argument about the great integrity of his own move to the city. I’ve heard it all before.; It’s amazing how the pioneers of gentrification like to insist that they’re no such thing – abhorring the changes that were wrought when people like them reached critical mass. It’s clung to as a badge of honour, this idea that you aren’t like the others, because you were an early adopter, moving before there was even an artisanal bakery.; Me? I make no apologies. I’m the Typhoid Mary of gentrification. I leave middle-class prosperity in my wake, like the Capitalism Fairy. Both of the places where I used to live in London are now gentrified beyond recognition. I’m in Stockwell now, and have been for 18 years, watching it not-changing around me. The day I move out – that’ll be the day the faux-Dickensian hardware store moves in, with its faux-Dickensian leaseholder. Hopefully.; For there are worse things than gentrification. There’s international-wealthification. There are big plans down the road from where I live. Huge plans. Some of the biggest plans in Europe. The area along the Thames between Battersea power station and Vauxhall has somehow remained a great swathe of light-industrial land until now. Over the next decade or so, it’s going to be transformed into a dense residential area. A development supposedly based on New York’s meat-packing district is nearly built, next to the new US embassy, which is also nearly built, half-moat and all.; I’ve pored over various plans for this brave new world. On one, Stockwell is labeled “residential hinterland”. On another, like Here Be Dragons on early maps, it’s “areas of deprivation”. Council flats, I think they mean. I had a look at what these new non-council flats would be selling for, and was actually quite pleasantly surprised. A large flat was on the market for just under £900,000. If you’d told me 15 years ago that a large flat at £900,000 would make me “pleasantly surprised”, I’d have laughed. But here’s the real laugh – it sounded far too good to be true, so I looked again. Just under £9,000,000. Of course.; It’s reckoned that this cluster of speculative developments will provide 18,000 new homes. The number of people actually expected to live their actual lives in them is summed up by the number of new secondary schools planned for this area: none. Truly astounding. So be kind to your new hipster neighbours. This is the gargantuan level of greed and madness they’re fleeing. They’re just a part of the problem that’s modest enough to be a tangible, breathing, cupcake-hawking presence in a real economy near you.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-261",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 26 Dec..."
}