{
  "content": "Sunday 18 August 2013 01.04 EDT\tIn the race for scientific prowess we mustn't leave the arts behind\tThe rise in people studying sciences and maths is very welcome, but arts and humanities subjects are also hugely valuable, both to employers and in their own right\tLast week saw hundreds of thousands of students secure their places at university. More students than ever before have got their first choice as this government has freed universities from the old system of limits on the number of students each one could accept. Record applications from students from low-income backgrounds suggests that they understand they don't have to pay upfront to go to university: they recognise that paying back as graduates through PAYE is nothing like leaving university with a credit card debt. So this is the week our higher education reforms have really taken root. We want to see young people fulfilling their aspirations, and it would have been a tragedy if young people had given up on the dream of going to university.; Even when we were celebrating the success of these young people the critics were voicing the fears which come up again and again – that we have too many people going to university and that they are studying the wrong subjects.; Going to university is one of the most exciting and transformational experiences. It broadens horizons and changes attitudes. A degree also remains one of the best routes to a good job and a rewarding career. The evidence is powerful: 86% of graduates are in employment as against 65% of non-graduates. And most studies suggest that even in these tough economic conditions the graduate earnings premium is holding up well. It has regularly been estimated at well over £100,000 extra lifetime earnings after tax. New independent research which I released last week showed that male graduates can expect to boost their lifetime earnings by £165,000, and for female graduates it is an even more striking £250,000. The supply of graduates has been increasing but so has the demand for them so the rewards for being a graduate do not appear to have fallen.; These rewards are not just for individuals: the latest estimate is that 20% of our economic growth and over a third of our productivity growth are directly attributable to increased numbers of graduates entering the labour force.; But are students doing the \"right\" courses? Given that going to university can change your life, it is quite right that students and parents should think hard about which institution and course is right for them. That is why we are requiring universities to provide more information than ever. Students now have easy access to comparable information on everything from employment outcomes for particular courses to how happy students are with course assessment or feedback. That is a much better way to decide on a subject than ministers telling young people what to study, or universities what subjects to offer.; More and more young people are taking science, technology, engineering and maths (Stem) subjects at A-level and at university. A-level maths entries were up 2.7%, physics up 3.1%, further maths up 4.1% and chemistry up 5.1%. This feeds through into the courses then studied at degree level. Stem applications to university were up 4.4% on last year, while those for non-Stem subjects increased by just 2.3%. Indeed some universities are reopening science departments that had closed over the past decade.; However, Ucas data also shows that in the last academic year 54% of all accepted places were in non-Stem subjects. So arts and humanities students are far from a dying breed. Indeed some humanities subjects are seeing a boom. Music applications were up over 20% this year, linguistics over 14%, drama over 7%, and politics nearly 7%.; We do not live in a world where science and art stare at each other across an unbridgeable divide. We are fortunate to have an extraordinarily broad research base in which different disciplines spark off each other. None of the complex challenges we face today – climate change, an ageing population, terrorism – will be solved by one subject alone. It is not just a matter of designing a low-carbon vehicle – you have to understand what makes people choose to drive it, or not. As soon as you are dealing with human behaviour you need the humanities. And above all, the arts and humanities are worthwhile in their own right. We should never lose the study of subjects such as medieval philosophy or ancient languages from our universities, because they enrich our understanding.; Nor are you limiting your career options by opting to study classics or history. Research published by Oxford University last month showed that humanities graduates work across key sectors of the economy – not just in education or the civil service, but in management, finance, law and the media. Of the FTSE 100 companies, 34 chief executives have a humanities degree. I remember hearing the late Eric Hobsbawm saying he could think of no better preparation for running a FTSE 100 company than a history degree.; There is nothing niche about the study of what it is to be human. And research shows that employers really value the sorts of skills that a humanities degree hones. These include shaping a logical argument and then defending it when your essay is dismantled during class; resolving problems creatively; and writing, thinking and communicating clearly. All are infinitely transferable accomplishments, whether or not you think Socrates has any bearing in the boardroom.; And as we try to reach out to the rest of the world, the humanities have a great role to play. Without experts in anthropology, language, politics, philosophy or history would we truly understand other cultures? It is no coincidence that it was an English philosopher, economist and jurist, Jeremy Bentham, who coined the word \"international\". This means we need to keep a close eye on numbers studying modern languages in particular – one area in which Ucas applications were down. Thanks to the EBacc, language learning at GCSE is now at its highest level for nine years. We must now wait for this to filter through to universities. And that is why the Higher Education Funding Council for England is working with institutions on safeguarding modern language provision across the country.; I do not believe in a crude model in which studying Stem subjects is good while studying arts and humanities or social sciences is some unaffordable luxury. What really matters is the rigour and depth of your university study. For hundreds of thousands of students that is an incredible experience they can now look forward to.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-185",
  "namespace": "we1sv2.0",
  "title": "Sunday 18 Augus..."
}