{
  "content": "Tuesday 18 June 2013 16.02 EDT\tThe complex causes of underachievement\t\tSir Michael Wilshaw is no doubt correct that the next generation of EDL supporters are in today's schools (Underachievement in state schools 'creates moral and political danger', 15 June) – as are the future bankers, tax avoiders, and benefit fraudsters (though he didn't mention these). He is also right that we should \"address the needs of our poorest children\", though he is wrong when he says: \"It is an issue that can only be tackled by central government taking very clear and decisive action.\"; National government has been trying to direct what schools do for the past 25 years, and still many young people leave school with a poor level of literacy and low examination results. Michael Gove's current attempts to \"raise the bar\" of GCSE exams will only exacerbate the problem for them. If a few \"bright\" children from culturally \"poor\" homes get to Oxford or Cambridge in the elitist way that both Gove and Wilshaw seem to be expecting comprehensive school teachers to strive for, and go on to take \"leading positions in society\", how will this help their less fortunate classmates?; Schools need to be freed from government diktats enforced by Ofsted inspections. Teachers want all their pupils to succeed in life, and they should be left, school by school, to decide how best to contribute to that success. The contributions that government should make are to reduce the inequality in our society (living wage and progressive taxation) and to promote job creation. Emeritus Professor Michael Bassey Newark, Nottinghamshire; • Reading the interview with Michael Wilshaw was very much a case of \"I told you so\" for me. In 2005 I produced a report on the subject. . While focused on Birmingham, it had much wider application and was used as the main text for a parliamentary debate which had been instigated by Richard Burden, MP for Birmingham Northfield. The government had responded positively, but then they lost the election. My report made the link between underachievement and extremism. I had also drawn attention to other consequences of underachievement such as crime.; Since then, I have also produced other research reports offering a way forward on this issue. My most comprehensive and recent report on the subject, White Working-Class Underachievement – A Case for Positive Action, made the case for giving the white working class the \"minority treatment\". One point on which I do agree with you is that the underachieving groups change. I have pointed out in my recently published book, Dear Birmingham – A Conversation with My Hometown, that, in the foreseeable future, Pakistani boys in the city will probably become the main losers in the education lottery. Like their white neighbours, many also head for antisocial activity, unless, of course, something is done about it. Karamat Iqbal Birmingham; • As youth unemployment rose in 1976, Arnold Weinstock, managing director of the General Electric Company, wrote a letter in the Times Education Supplement headed \"I blame the teachers\" for not preparing pupils for employment. Since then relentless repetition by other leading industrialists, politicians and now the chief inspector of schools, Michael Wilshaw, has deflected attention from employers' and government responsibility to provide jobs to be prepared for.; Wilshaw also blames \"underachievement in state schools\" for lack of social mobility. However many \"skills\" – or rather qualifications – teachers give students, it will not restart the limited upward social mobility from working to middle class that existed in a growing economy from 1945 to 1973. Today even young people who succeed in education find ascent difficult as most mobility is downward. Automation and outsourcing have deskilled much employment, not created \"a knowledge economy\". This did not prevent Michael Gove, in the House of Commons last week, from holding the examinations system responsible for the UK's \"failure to compete\" with Pacific rim countries. Rather than more such delusions about education, alternative economic policies are required. Professor Patrick Ainley University of Greenwich; • Another reason why pupils may not achieve their predicted grades relates to the choices they make for their GCSE exams. In my school some very able students can be identified as underachieving based on their primary performance. These pupils are the ones that select a range of academic subjects at GCSE. Besides maths, English and English literature they may select separate sciences, one or more modern languages and humanities subjects.; This is a challenging suite of subjects and some students may achieve A and B grades rather than A* and A. Many higher-ability students add to the richness of their education by involving themselves in sport or music. In short, they maximise their potential.; Annually, we do a trawl of students that \"underachieved\" at GCSE and examine the routes they take beyond sixth form. Many go on to university, including Russell Group universities. Suggesting some pupils underachieve based on one set of primary school results is unhelpful and does not contribute as meaningfully as it might to the debate about standards in our schools. Martin Shevill Principal, Ossett academy and sixth-form college, Ossett, West Yorkshire; • Blaming schools for underachieving pupils is as effective as blaming dentists for poor dental hygiene or doctors for obesity etc. Pupils spend 16% of their lives in school – less if they truant – and teachers, for all their energy, enthusiasm, innovative strategies and policies, encouragement and inspiration, cannot fully redress the failings of inadequate parenting. (Also: the pressure to reduce exclusions means disruptive pupils remain in classes to hinder the learning and teaching opportunities for the majority of better-adjusted pupils – which undermines achievement of all pupils.); Accurate predictions of underachievement can be better deduced from family support, or lack of it, than from the school a child attends. Far more effective than tackling underachieving through schools would be a policy of early intervention, and training/encouraging/supporting parents to value and encourage their children's education, long before they start school. S O'Tierney Paisley, Renfrewshire; • Rendel Harris (Letters, 18 June) is absolutely right about Gove's lack of logic. Teachers are currently under relentless pressure to \"close the gaps\" in pupils' achievement. This means that children with special educational needs or disabilities, those with English as an additional language, and those who are eligible for free school meals are expected to meet the levels of attainment deemed to be appropriate for their age group. Many of these children need to make more rapid progress than other children so as to catch up with their peers; schools and teachers are expected to target time and resources to enable this to happen. To summarise then, Mr Gove desires that: 1) end of key stage 4 exams be made harder so that fewer children attain the top grades; 2) more of the \"brightest\" children attain the top grades; and 3) no one fails to meet targets originally conceived as measuring the average level of attainment. Mathematical nonsense clearly. Is this muddled and inconsistent thinker somehow trying to achieve a system where only the most gifted shine and everyone else just populates a new bog-standard mass? We can only wonder. And despair. Jane Duffield-Bish Hethersett, Norfolk\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-148",
  "namespace": "we1sv2.0",
  "title": "Tuesday 18 June..."
}