{
  "content": "Tuesday 9 April 2013 09.35 EDT\tResearch funding: writing a successful grant proposal – live chat\tJoin us Friday 12 April 12-2pm to share experience and advice on writing and managing a successful funding application\tTo many academics the following account may sound familiar: \"I personally spend about a third of my time writing for grants, fellowships and PhD studentships – which is time I cannot spend helping to foster ongoing experiments. I've had a few funding successes, but not enough to wholly suspend the feverish activity needed to optimize my research performance. I've had to postpone entire promising side shoots of [my] project because there is not enough time or resources to do them credit.\"; This is the experiece of Jenny Rohn, a cell biologist at University College London, who in a recent blog for Guardian Science's Occam's Corner, wrote about administerial pressures taking over her academic career, with funding forms leaving little time for the research itself.; Securing funding through grant proposals is a necessary activity for most academics, but obtaining that grant can be a long and difficult process – no matter where or to whom you are applying. As a recent report in Nature about the Australian system shows, in 2012, researchers collectively spent \"more than five centuries' worth of time\" writing or revising grants for the major funding scheme, where only 20.5% were successful.; It's important to note that although funding criteria differ across the disciplines, there are still certain guidelines and advice for applications that can be useful for all to follow. So what can a first-timer and old hand share about writing a successful research grant proposal? Here's what we're looking to discuss:; • Funders and funding options; • Balancing workload and timing; • Structure, purpose and tone of voice; • Standing out from the competition; • Teamwork and collaboration; • Common mistakes made; • How to bounce back from rejection; • Value of grant proposal tutorials; Money is tight across all areas of the higher education sector, not least for research councils, which have faced significant budget cuts in recent years. But obtaining grants is essential for the future of research projects. So join our live chat Friday 12 April from 12-2pm BST to share your experience, advice and tips for writing a proposal that gets rubberstamped.; You can also follow the live web chat on Twitter using the hashtag #HElivechat; Staines has given numerous seminars and run workshops on grant writing skills, aimed at both junior and experienced researchers. Prior to this, he worked for one of the research councils, managing responsive mode grant committees and funding initiatives. He was also an academic researcher in a number of biomedical areas holding posts at the University of Edinburgh, St-Andrews and Dundee. @research_uk; He is responsible for the administration of all of the Academy's UK grants and fellowship schemes, and he has extensive experience in advising on research funding matters. @britac_news; She started her own business in 2012 after a long career with the UK Research Councils. She now works with researchers to increase their grant success rates and facilitates creative thinking, strategy and planning workshops. @RSteliaros; He served on research grant committees for several UK research councils and the Wellcome Trust. The approach to grant writing that is developed here is based on his analysis of how grants' committees make funding decisions. @amderrington; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-85",
  "namespace": "we1sv2.0",
  "title": "Tuesday 9 April..."
}