{
  "content": "\n\nWednesday 12 February 2014 12.50 EST\tAndrew Brown obituary\tTop academic publisher who joined Cambridge University Press as a graduate trainee and became a managing director in 2002\tAndrew Brown, who has died aged 63 of cancer, was one of the leading academic publishers of his generation. Having joined Cambridge University Press as a graduate trainee in 1976, he went on to shape its English and American literature lists before being promoted to senior management roles that took him around the world.; Andy's love of literature was nurtured at Magdalene College, Cambridge, in the late 1960s, when a colourful group of undergraduates, including the writer Julian Fellowes, found inspiration in the teaching of Arthur Sale. Having caught the Victorian bug from Arthur, Andy taught in the US before returning to Magdalene to write his doctoral thesis on the novels of Edward Bulwer Lytton, author of The Last Days of Pompeii, then a greatly underestimated figure.; Later Andy produced an outstanding edition of George Eliot's Romola for Oxford University Press, while working for CUP in his day job, clearly relishing the challenge of annotating that most learned of novels and minutely comparing different versions of the text. It was this personal engagement in scholarship, combined with an eclectic interest in world literature – he had also been supervised by George Steiner – and a passionate interest in classical music, film and Liverpool FC that made him such an effective professional and convivial friend.; Andy was born in London, the son of Edgar Brown, a captain in the Fleet Air Arm, and his wife Odette (nee Ekserdjian), who served in the SOE during the second world war. He was educated at Cranleigh school, Surrey, and won an exhibition in English at Magdalene in 1967. He married Lorna Williams in 1990.; At CUP Andy worked initially for Michael Black as a junior editor in the humanities, becoming senior editor for literature in 1983, after he had established the company's significant presence in American literary studies. He later took on managerial positions, culminating in his appointment as managing director, academic and professional publishing, in 2002. While having responsibility for the publication of more than 1,500 titles a year, he carefully preserved the high standards of the oldest press in the world.; His quickness of wit and generosity of spirit made an immediate impression upon colleagues and authors alike, and were the key to his success as a publisher. He had a direct and effective business style, and was a master of the outrageous comment that puts the other person, or a meeting, at ease. A deeply loyal man, he became a fellow commoner of Magdalene.; When a trustee was sought for the Murray Bequest, supporting activities in the history of art department at Birkbeck, the University of London's provider of evening courses, he was a natural choice. A wide circle of friends knew him as a man of fierce intelligence and deep humanity, famed for his sense of humour, and a keen golfer and cricketer.; He is survived by Lorna, his children, Daniel and Helena, and his brother, Anthony.; • Andrew Missak Cleverley Brown, publisher, born 27 January 1950; died 21 January 2014; • This article was amended on 13 February 2014. An earlier version referred to the author of The Last Days of Pompeii as Edward Bulwer-Lytton. The hyphenated version of the surname was introduced by Bulwer Lytton's son, the first Earl of Lytton.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-30",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 12 ..."
}