{
  "content": "\n\nTuesday 27 May 2014 14.15 EDT\tThe Lib Dems' future, with or without Nick Clegg\t\tI was a member of the Winchester Liberal Democrat campaign team in the runup to the last general election. In spite of a massive marketing effort, the Tories triumphed, so I can imagine how desperate the local party is to succeed this time. Unfortunately strategy still seems to be dominated by marketing rather than political conviction. Changing the brand name, in this case Nick Clegg, doesn't make the product any more saleable (Clegg taking Lib Dems to wipeout, 27 May). I resigned from the party in 2010 when they went into coalition and was amazed at the speed with which the dissenting activists bought the lie that the party had no choice. They may be on-message, but there is a significant percentage of the electorate who will never forgive them for selling out in exchange for so-called power. They are not convinced by being told ad nauseam that the Lib Dems have saved us from the worst excesses of Tory policy. This is like the plea of an arsonist who sets fire to a house and then expects a medal for rescuing the baby. Karen Barratt Winchester; • No one who heard Catherine Bearder at the EU hustings in Winchester earlier this month could doubt her intelligence, integrity and commitment to the European project. She is now the one remaining Lib Dem MEP. The fact that Jackie Porter and Martin Tod, some of the principal voices calling for Nick Clegg to stand down, are also Winchester-based may not be unconnected.; Dismay – disgust, even – over the politics of the coalition long pre-date these recent elections. Many longtime Lib Dem voters had to swallow very hard before voting this time, and probably did so only to keep the Tory vote down.; Porter and Tod are undoubtedly right, as is the suggestion that only Vince Cable could take charge without a damaging contest. He could be a care-taker leader until after the next general election, to avoid the blood-letting of a contest, but after that it is essential – as Miliband's Labour has failed to do with New Labour – to ensure the Orange Book proponents, tainted by coalition, are put back in their box. To this end, the Guardian might finally give in to calls to silence Chris Huhne, who is as culpable as any with regard to the coalition, and thus to the current virtual wipeout. Judith Martin Winchester; • The Lib Dems stood for election on one overriding pledge, to vote against an increase in student fees. Any internet images search will show who is currently trading on that broken promise. Even the BNP is using it to further its vile causes. When Clegg and his party immediately abandoned that commitment in the moment of power I was disgusted not just because I work in a university and have children who will pay heavily for that bad faith, but also because I thought \"why should anyone, ever again, believe in what a party tells one before one casts one's vote?\" Now we have the rise of Ukip, which threatens UK higher education almost as much as it does our immigrant populations, given the former's dependence on EU funding and international students.; The pundits tell us that that vote's a result of the electorate's loss of faith in mainstream political parties. Go figure. Professor Susan Bruce Head of the school of humanities, Keele University; • Lib Dems don't need a change of leader. We need a change of policies and direction. This starts with a total repudiation of the backdoor Tory war on the poor, waged through austerity and so-called welfare \"reform\".; We need to return to traditional policies and approach, pioneered by Lloyd George and Beveridge, Keynes and Jenkins, Gladstone and Grimond.; We don't need a new manifesto. We have excellent programmes from 2005 and 2010; Nick Clegg advocated these with great skill and eloquence just four years ago. He must do so again as we return to our true principles and beliefs. Jonathan Hunt Convener, LibsLeft; chair, Camberwell & Peckham local party; • To understand the Liberal Democrats' predicament you need look no further than the opening words of their constitution: \"The Liberal Democrats exist to build and safeguard a fair, free and open society, in which we seek to balance the fundamental values of liberty, equality and community, and in which no one shall be enslaved by poverty, ignorance or conformity\". In betraying those principles so comprehensively, the party of Keynes and Beveridge has dug its own grave. Chris Donnison Sheffield; • The European Union has a proven record of making people richer and stopping wars. The stark comparison between Poland and neighbouring Ukraine is an example. At the same time, through the coalition, Britain now has accountability within government which has curbed extreme policies and produced economic recovery without social instability. Yet the Liberal Democrats who have achieved this are being roundly trashed and British voters are turning their backs on an institution that has stopped Europeans slaughtering each other and brought wealth and security to hundreds of millions. Democracy is indeed a strange animal. Humphrey Hawksley London; • Lib Dem spokespeople are lining up to say they were proud to have fought the European elections on principle. This is both sanctimonious and misguided. Nick Clegg's main claim in his first debate with Nigel Farage was that withdrawal from the EU would cost the UK 3 million jobs. This is economic claptrap. It could only be the case if we no longer traded with Europe – and why wouldn't we? The electorate saw through him. They were reminded of the snake-oil salesman touting the abolition of tuition fees. If Lib Dem MPs want to keep their jobs, they should join the ABC wing of the party – that's \"Anyone But Clegg\"! Vaughan Evans Liberal Democrat parliamentary candidate, 1992; • Found your article and graphic showing \"How change of leader could affect key seats\" very interesting. Apparently if Clegg is leader the Lib Dems will lose Cambridge, Sheffield Hallam, Redcar and Wells. Whereas if Cable is leader the Lib Dems will lose Cambridge, Sheffield Hallam, Redcar and Wells. On the other hand, if Alexander is leader the Lib Dems will lose Cambridge, Sheffield Hallam, Redcar and Wells. Could there be a pattern here? ie the Lib Dems will definitely lose Cambridge, Sheffield Hallam, Redcar and Wells at the next general election. John Denton London; • If it is any consolation, the Lib Dems can now boast of having the highest proportion of female MEPs. Geoff Wicks Derby",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-117",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 27 Ma..."
}