{
  "content": "Tuesday 19 November 2013 10.00 EST\tArt and literature could make doctors more competent and humane\tCould studying the arts provide the cultural shift medics need to deal better with patients and to avoid scandals such as the one at Mid Staffs?\tIn the chaotic aftermath of the Kenyan Westgate shopping mall siege in September, the doctor leading the medical response at Nairobi's top hospital, Innocent Orora Maranga, found himself clinging, not to his medical studies, but to the leadership course he had done to supplement them.; As he reflects on the worst moments in the days following the attack, in which 67 people died, when as many as 10 ambulances bearing seriously injured victims were arriving together at Kenyatta hospital, and queues of people were turning up to give blood, Maranga says: \"I was grateful for the invaluable 'non-medical' training I received at Manchester University.\"; A specialist in gynaecological cancers, he took a one-year leadership programme, following his PhD studies in oncology at the university. Here he learned about communicating with the public, mobilisation skills and dealing with leadership vacuums – of particular relevance at the height of the Westgate crisis.; Traditional medical training, focused on bioscience, is in Maranga's view failing to provide the human, emotional and practical skills doctors need to deal with everyday tragedy, let alone disasters such as Westgate. He says: \"One comes out not knowing how to deal with real-life situations that don't necessarily require a written prescription. I believe a number of medical schools around the world might be churning out 'robots' with few other human skills.\"; His opinion reflects a growing view in the medical profession that to prevent hospital failures and scandals, medical schools need to change so that they equip clever young people to become confident but, above all, humane doctors.; Surprisingly, given the growth in medical technology, many believe the key is to integrate arts subjects into medical and healthcare studies. At a conference this weekend, Medicine Unboxed, eminent artists, musicians and poets are in open \"conversations\" with NHS leaders, politicians and doctors, about the role of the arts in achieving the cultural shift needed to avoid another Mid Staffs hospital scandal.; Dr Sam Guglani, an oncologist and organiser of Medicine Unboxed says: \"Doctors should learn in a culture that teaches them to recognise and acknowledge human fear, rage, hope, ambivalence, finitude and courage, to be open rather than closed and to flourish in uncertainty rather than the illusion of facts. The arts illuminate this view, not science.\"; Some UK medical schools are already convinced. One of the leaders in medical humanities is Imperial College London. It introduces poetry, music and art to medical students in the second and fourth years, with an option of studying, as part of a BSc, medical humanities – which looks at medicine as an art, rather than a science and incorportes visits to galleries, film viewings and allows students to create their own piece of performance or artwork.; Course director, Giskin Day, says she sees highly intelligent but very young students hiding behind a screen of professionalism, medical language, tests and scientific concepts, and afraid to address patients as individuals in case they are drawn into their lives, families and emotions.; \"The medical curriculum is so focused on safety and protocols,\" she says. \"When things go wrong, the students are not used to being creative. They struggle with uncertainty, although ambiguity is part and parcel of medicine. Where the arts are so valuable is in honing students' abilities to make decisions based on interpretation of facts.\"; She adds that 80% of diagnoses depend on the patient's story, and studying poetry or literature can enhance students' narrative competence and improve their ability to relate to different cultures and groups .; Joel Katz, a Harvard professor of medicine, has taken this further by devising a course, Training the Eye, to teach medical students to interpret paintings in sessions at Boston's Museum of Fine Arts. His 2008 study showed that participants were able to make 38% more clinical observations than those who had not done the course.; He says: \"Students who do this course have come back to us years later and said, 'I feel much more prepared and confident in my ability to do physical examination'. What one person sees in a painting may be very different to what another sees and through discussion, they can maybe get to a third view or see other truths that the painter intended or didn't intend. And that's our goal. That's what we want to see them do.\"; With an estimated 30% of the US health budget spent on unnecessary tests, a process to improve clinicians' observation skills could prove a financial winner.; At Manchester University medical school, medical humanities is now compulsory in all undergraduate years. Peninsula medical school, in Plymouth, which specialises in integrating a wide range of activity into all aspects of its undergraduate curriculum, is researching the impact as part of an overarching General Medical Council objective called Tomorrow's Doctors.; Yet not everyone is convinced. Sir David Weatherall, an Oxford haematology professor, wrote in an article in the journal Medical Education: \"I realise that this trend carries the objective of producing more rounded, and hence caring, doctors and reflects a response to the unfortunate trend in British education to very early specialisation. However, I remain to be convinced that remedial courses of this type have a major role to play in producing more broadly based medical practitioners.\"; But Maranga says: \"I think arts and humanities should be incorporated into the medical curriculum globally. Medicine is a hybrid of both arts and science – a science for the rigour of evidence to deal with illnesses, but an art for effective delivery of treatment. An art, to give the human touch to the healing process and treat patients holistically.\"; And, as Guglani points out: \"The events of Mid Staffs are not unique, but the propensity for it to happen is based on a version of medicine that suggests that patients are not human beings.\"; Medicine Unboxed, Cheltenham, 23-24 Nov medicineunboxed.com/2013-voice/\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-264",
  "namespace": "we1sv2.0",
  "title": "Tuesday 19 Nove..."
}