{
  "content": "\n\nTuesday 30 September 2014 02.00 EDT\tWant to be taken seriously as scholar in the humanities? Publish a monograph\tA survey shows the monograph is still central for shaping and sharing scholarship in the humanities. Let’s now make them open access\tA decade ago, in my first year as lecturer in a humanities department, an eminent professor helped me secure a book contract with a top university press for my recently completed doctoral thesis.; Another senior colleague stopped me in the corridor: “This is very rare,” she said. “And this is what gets you ahead in this game.”; The book itself is a lovely object, of which I’m still very proud (it took me four years of doctoral research, plus another two years of preparation). It only sold a few hundred copies: enough to make the press happy, and to give me annual royalties of a fiver. There is an ebook, comparable in price to the physical version, but no open-access version.; Despite little proof that it is well read, it has been cited just often enough to give me another elusive point on the dreaded H-index – a number that measures the quality of a researcher’s output.; We don’t write humanities monographs for riches. We may do so in an attempt to earn academic fame. But the career kickback for me was rapid promotion. In the humanities, the monograph’s the thing.; Longer than an article and mostly intended to be read by fellow academics, the monograph presents primary research and original scholarship. Monographs are generally printed in small numbers and come out as individual volumes.; Today, the humanities publishing landscape is changing alongside every other. We must work through the opportunities and issues that digital technologies bring.; With digital publishing comes the uncoupling of content from print: why should those six years of work (or more) result in only a physical book that sits on a few shelves? Why can’t the content be made available freely online via open access?; Isn’t this the great ethical stance: making knowledge available to all? Won’t opening up access to the detailed, considered arguments held within humanities monographs do wonders for the reputation and impact of subject areas whose contribution to society is often under-rated?; Research councils are prescribing open-access requirements for outputs which will be submittable in the next Research Excellence Framework (REF), and there are now nods towards monographs being included in those requirements at some elusive point in the future.; The humanities’ dependency on the monograph for the shaping and sharing of scholarship means that scholars – and publishers – should be paying attention. How will small print runs of expensive books fare in this new “content should be available for free” marketplace? How will production costs be recouped?; Predatory models are already emerging, with established presses offering open-access monographs alongside the print version for an all-inclusive £10,000 charge to offset a presumed (but not proved) fall in revenue: out of the reach for most individual academics, or many institutions. As a junior academic fresh out of the doctoral pod with student debt hanging around my neck, I certainly couldn’t afford that.; The latest Jisc survey on the attitudes of academics in the humanities and social sciences to open-access monograph publishing makes an interesting contribution to this debate, showing how central single-author monographs remain to the humanities, and how important the physical – rather than digital – copies are. People still like to read, and in many cases buy, them.; The survey suggests monographs are fairly easy to access even in physical form (inter-library loan, anyone?). Open access is welcomed, and is seen to increase readership, but the physical object is still central to the consideration of the monograph: something that should allay fears of publishers wondering how any change in the REF requirement will affect their bottom line.; The most difficult problem seems to be securing a book contract in the first place, whether that has an open-access option or not: the survey clearly shows that early career researchers need help and guidance to do so.; Will I publish another monograph without an associated open-access version? No, but getting published in the first place is the important thing. What advice do I have for early career researchers looking to publish their doctoral thesis, especially if they had the chance to do so with a strong, established academic publisher?; The monograph is still the thing: anyone who wants to be taken seriously as a scholar in the humanities should work towards having one. Open-access requirements are on the horizon, so broach them with the publisher. Don’t accept £10,000 costs. Brandish this survey, and say “people still buy books”.; Ask for help from those further along the academic path to help you navigate the pre-contract stage. Even with the changing publishing environment, some things stay the same: the importance of the physical, single-author monograph, and the importance of academic patronage.; Melissa Terras is professor of digital humanities and director of UCL Centre for Digital Humanities – follow her on Twitter @melissaterras; More like this: • Open access: six myths to put to rest • Open access and the humanities: reimagining our future; Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-199",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 30 Se..."
}