{
  "content": "Wednesday 23 October 2013 05.21 EDT\tWhy children's theatre matters\tIf you are reading this blog, it probably means that you are interested in theatre. So why are some areas of theatre valued over others, particularly theatre for young audiences?\tThis is an edited version of a speech I made at the Unicorn theatre in London last week, on being presented with an award for outstanding contribution to children's arts by Action for Children's Arts; It often feels as if every review or article about children's theatre represents a tiny triumph. It is a tiny triumph, over the kind of outmoded and ignorant thinking that dismisses work for children and ignores it on the grounds that children's theatre is not worth reviewing, that somehow something intended for children cannot possibly be of the same worth as a Tom Stoppard play or King Lear. What rot.; As someone who has dipped my toe into writing novels for children, I'm still astonished by how many well-meaning but misguided people ask: \"So when are you going to write a proper grownup novel?\", as if writing for children – surely the most challenging of all audiences – counts for nothing. Just as children's literature of the last 15 years has flourished, so theatre for young people has often not just matched theatre for adult audiences but often surpassed it.; Children's novels get a meagre amount of review space, but when it comes to writing about children's theatre, every column inch must still be fought for and over. This lack of coverage matters because it is always the case that what is reviewed in our culture quickly becomes what is valued in our culture. An absence of reviews about theatre that is made for and with children, and a reluctance by arts desks and editors to take children's theatre seriously not only suggests that we do not value that particular area of theatre, but that we do not value children and their experience of the world.; It shouldn't be that way. When the wellbeing of children in the UK is measured against that of other countries we come very low in the league of industrialised nations. Could there be a connection between that and our inability to value and nurture the creativity and imaginations of our children? We worry endlessly about exam results and yet squeeze the arts from the curriculum, so that opportunities to learn an instrument or go to the theatre are not an entitlement for every child, but activities that are only within the reach of the privileged few. As one of the characters in Lee Hall's The Pitman Painters says: \"art is the place where you understand your whole life from.\" If one single child is excluded from art, we are all the poorer for it.; Last week I sat in the Unicorn theatre watching Ellen McDougall's superb production of Henry the Fifth, a play which responds to Shakespeare's play of the same name. Like Shakespeare's play in which the chorus asks the audience to \"piece out our imperfections with your thought\" so Ignace Cornelissen's play is a call to arms for the imagination, getting a young audience to imagine a different world, a different story for themselves, an alternative narrative and to empathise with another point of view. It is a play about emotional intelligence, not IQ or what level you got in Key stage 2.; At a time when the pressures on young people are perhaps greater than they have been at any time since the second world war, and the challenges faced by massive cultural and technological shifts, climate change, and economic collapse are immense, what we need is a rising generation who can use their heads to solve those problems but also their imaginations. Some time ago I heard a government spokesman on the radio talking about raising standards in schools, and making changes to the curriculum and the arts and humanities in higher education so we generated the skills necessary for a successful 21st century society.; Did that mean, asked the interviewer, that there needed to be more emphasis on skills such as maths and engineering? Yes was the reply. Of course we do need those skills, nobody would argue against their importance. But while we need people with the skills to build – let's say a bridge – we also need the people capable of imagining that bridge in the first place, or thinking how we could create a very different kind of bridge. Or perhaps asking whether we need a bridge at all.; Theatre, particularly theatre for children, fires the imagination, it gives our children the skills and the creativity necessary to face the world, to understand it and perhaps to change it too. We should value children's theatre and take it seriously and that means treating it with the respect that we would any work of art including reviewing and critiquing it.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-241",
  "namespace": "we1sv2.0",
  "title": "Wednesday 23 Oc..."
}