{
  "content": "Friday 27 September 2013 06.00 EDT\tAll the world in your pocket: test-driving the online VSI books series\tYet another amazing addition to digital publishing: Oxford's wonderful Very Short Introductions (VSI) series is now available electronically by subscription to your library\tI just learned that Oxford University Press's Very Short Introductions (VSI) series that I love so much is now available online to libraries throughout the world. If you are a librarian, you can get a free 30-day access to the VSI series when you register for an online subscription for your institution.; Thanks to the wonderful VSI publicist, Chloe, I was given few days' free access to this database, where I am poking around at this very moment. Basically, almost all of the excellent VSI series are now digitised and available online. Each chapter of each VSI book can be viewed on your electronic devices as a single document where it appears as a single page. Each document includes the site's topics index, the author's name and the book and chapter titles, publication date, ISBN, an abstract and DOI – important for citations. Images are embedded in the text, and page numbers from the print edition are indicated.; This is such a fabulous service: in addition to access to the VSI titles, blog essays written by the VSI authors are included, along with author videos, and reading guides as well as an online tour, help pages, and FAQs (Frequently Asked Questions). And it's easy to use! And of course, it's all searchable! This sort of thing makes me want to become a librarian!; The editors have certainly tried to make this service as useful for libraries as possible. Access is supported by an annual subscription fee, and Oxford University Press provides COUNTER-compliant usage reports for your institution (these reports include the number of successful section requests by month and title, turnaways by month and service, and total searches and sessions by month and service) and MARC records are also provided. Your institution can either subscribe to all of the modules or to a selected subset (Arts and Humanities; Law; Medicine and Health; Science and Mathematics; Social Sciences).; Users will be pleased to find that fonts can be resized on the screen and full justification is avoided so the text is rendered correctly, the content doesn't use any flashing text or graphics, nor looped animations, and the buttons are of sufficient size.; I have only one complaint: I wish Oxford would provide a personal online subscription for individuals as well as libraries. As it is, I pay for membership to an online video game club every month, and I'd happily pay a similar amount for access to all the VSIs every month!; If you are a librarian, you simply MUST check out this new resource! If you aren't a librarian, you can recommend that your library/librarian receive a free 30-day access pass so he or she can test drive the site -- and maybe you can help!; .. .. .. .. .. .. .. .. .. .. ..; GrrlScientist can also be found here: Maniraptora, she also lurks on social media: facebook, G+, LinkedIn, Pinterest and of course, she's quite active on twitter: @GrrlScientist\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-218",
  "namespace": "we1sv2.0",
  "title": "Friday 27 Septe..."
}