{
  "content": "Saturday 21 December 2013 17.00 EST\tWithout morality, the market economy will destroy itself\tIn the second in our special series, Capitalism: Time for a New Deal, a senior aide to the Archbishop of Canterbury argues that moral awareness, coupled with an end to monopolies, is crucial for our future economic wellbeing\tDavid Simon, who created The Wire, argued in the Observer that victorious capitalism, abandoning give and take, has divided America between those with a stake in the future and those with none. Simon wants to reconnect with Karl Marx without losing the dynamism of capitalism. Bringing God into the argument probably causes even more sniggers than mentioning Marx, but when Rush Limbaugh calls Pope Francis a Marxist for questioning capitalism's neglect of the poor the only sane response is to laugh Limbaugh and his cronies off the stage. They obviously don't get Jesus – and the irony is that they don't really get market economics either.; For someone who was deeply sceptical of the claims made for markets, I am experiencing a conversion. My early education, picked up from the communities I worked in and the nostrums of the Thatcherites, was incomplete. I had missed something as true of the market as it is of the Christian faith – when you are convinced that you alone are right, you are most likely to be deeply wrong.; My scepticism began when I was a young priest. Market economics shaped the parishes where I worked over three decades so that, whether in Tory Sevenoaks, inner-city Southampton or the estates of Manchester and Salford, the lives of the population were moulded, willingly or otherwise, to conform to the market's demands.; Back in 1980 the wealthier burghers of Sevenoaks in Kent were detaching themselves from serious moral thought by regarding their wealth as a sign of their virtue. Moving to inner-city Southampton soon after, I watched \"market forces\" creating retail apartheid – one high street for wealthy shoppers and an alternative back street for those with little. People internalised the market mantra so that it became a fact of life rather than a set of disputed policies. Our vocabulary absorbed phrases like \"the bottom line\" until money and commerce became the analogies through which all our human experiences were mediated.; Friedrich Hayek once said that to complain about the workings of the market was like complaining about the weather. But at least the Met Office never colonised our souls.; Even when the whole edifice was tottering after the banking and financial crises of 2008, the old shibboleths remained unchallenged. The economists, bankers and entrepreneurs sounded like Peter Cook's prophet eagerly awaiting the Rapture (\"Come back tomorrow, lads. We've got to be right one day\"). Resistance seemed futile because we had lost the conceptual tools to imagine other ways of ordering the economy. But resistance is emerging all the same – and the mechanisms of the market itself seem to be providing some of the toolkit.; There is resistance at Manchester University, where some students have formed the Post-Crash Economics Society. They call for the economics syllabus to be rewritten to reflect the chasm between the confident mechanistic models they are still taught and the real economy which went pear-shaped. They want economics to rediscover its origins in the messier world of the humanities rather than claiming the spurious certainty of pseudo-mathematics.; Universities which see students as customers learn that customers wield market power. If they only offer courses in orthodoxy at a time when customer-students demand radical new ideas, they will fail as businesses. Most academics deeply resent the way universities are driven by market imperatives, and they are not wrong, because the cost to true scholarship has been high. But perhaps the self-correcting aspect of markets might spur the universities to be seedbeds of new thought – which is what they should have been all along.; Having dominated the academy, politics and the way people think, for more than 30 years, the market apologists have seduced themselves into believing Francis Fukuyama's 1990s moonshine about \"the end of history\". The crash should have changed all that.; If you think of history as the cycle of human mistakes and the attempt to clean up after them, there's plenty of scope for more history. The Christian tradition captures this rather well with its understanding of a world where God's grace is active but where human sin persists. The mistake a lot of Christians (and others) made about economics was locating the competition mechanism firmly in the sphere of sin. But, as my old mentor Professor Ronald Preston, who studied economics under R H Tawney and theology with Reinhold Niebuhr, used to point out, in economics the opposite of competition is not co-operation but monopoly. Christians on the left had missed an important moral argument for markets – that free competition, where no one firm or small group can dictate the products and the prices, is a safeguard against excessive accumulations of power and wealth.; It wasn't only the left that was forgetful. Yes, markets can create prosperity. But that does not make profit the sole measure of an ideal market. Even though monopolies and cartels contravene a fundamental market principle, they can generate big profits, at least in the short term.; Back in 2008 I asked friends in the City to explain what had gone wrong. They told me to compare Britain's banking sector with that of Germany or America. Where they have hundreds of banks, ours can be counted on the fingers of one hand. Lack of competition let the investment banks grow complacent and oblivious to risk. Lack of competition allowed retail banks to walk away from communities which weren't wealthy enough to generate the profits they wanted. Lack of competition gave us banks that were too big to fail.; This is not just an economic problem: it is a political and moral one. Serious economists always recognised that markets left to their own devices tend towards monopoly. Keynesians looked to the state for a regulatory framework to keep markets open, but falling back on the state is a tacit acknowledgement that other, older constraints on overweening power are being ignored.; Adam Smith set out the principles of market economics in The Wealth of Nations (1776). But he had written an earlier book, The Theory of Moral Sentiments (1759). The two themes are connected. Markets serve human needs properly only if markets operate in a moral context. The loss of that wider moral tradition has allowed the financial sector to forget what a good marketplace looks like, to abandon competition for cartels, to acquiesce in the disenfranchisement of the poor and to lead us all to the precipice.; This drift toward monopoly power is one of the biggest threats to wellbeing faced by people and communities today. The Red Tory thinker, Phillip Blond, has commented that Tories who are serious about being Conservative would do something about Tesco. Not because Tesco is supremely wicked, but because Conservatives claim to be against accumulations of power anywhere – whether by the state or the corporate sector. No wonder Westminster struggles with the politics of energy pricing. A \"big six\" is too few for real competition.; A better economy need not mean jettisoning the disciplines of the market economy. It does mean recognising that the market's inbuilt tendency to erode competition damages us all unless held in check. Regulation may be part of a solution, but it risks giving too much power to the state. The missing link is one which Adam Smith would have understood – the rediscovery of a moral consensus (he called it mutual sympathy) to mark the limits to markets so that, paradoxically, the market can deliver what people – including those too poor to interest an uncompetitive market – want and need.; This is the vision behind the archbishop of Canterbury's desire to see Wonga competed, not regulated, out of business. It is the vision behind his task group to develop credit unions into serious competitors in the financial sector, bringing financial services back to communities the banks have abandoned.; It's not about morality versus markets – it's the recognition that the market is a brilliant distributional mechanism with great power to adapt and self-correct, provided there is enough moral awareness among the players to prevent the accumulation of overweening monopoly power. For the first time in a century, the Church of England is speaking about the morality of the marketplace and is not being told that \"theology has nothing to say to economics, so shut up\". True, Welby's past qualifies him to talk about money – but more and more people see that markets without an underpinning moral framework create disasters.; In Manchester, small-scale \"consumer power\" is challenging the higher education marketplace to break the monopoly of economic orthodoxy. The churches are working for a more competitive and diverse financial sector. Red Tory is still influential among thoughtful Conservatives. Maybe Tesco should watch out. The market principle of competition may yet save market economics from wrecking itself. But that won't happen without a new conversation about the moral foundations that come first.; Malcolm Brown is director of mission and public affairs for the Church of England\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-292",
  "namespace": "we1sv2.0",
  "title": "Saturday 21 Dec..."
}