{
  "content": "Monday 27 May 2013 07.00 EDT\tLive webchat as it happened: Sarah Churchwell on F Scott Fitzgerald and Gatsby\tSarah Churchwell joined us for a live webchat and answered your questions about Fitzgerald, The Great Gatsby and bathtub gin\tOn Friday 31 May, at 1pm, Sarah Churchwell, F Scott Fitzgerald authority and the author of a new book about The Great Gatsby, Careless People will join us for a live webchat.; Sarah Churchwell is Professor of American Literature and Public Understanding of the Humanities at UEA, and the author of The Many Lives of Marilyn Monroe and co-editor of Must Read: Rediscovering the Bestseller. Sarah is also an expert and passionate advocate for Fitzgerald's genius, so this is a great opportunity to find out more about this wonderful writer and what made him tick. Or, indeed, if you're a Fitzgerald doubters, to have a discussion with someone who may well be able to change your mind.; Careless People is also a rich topic in itself. Bearing the subtitle \"Murder, Mayhem and the Invention of The Great Gatsby\", the book takes a look at the stories, critical currents and news items in the air while Fitzgerald was producing The Great Gatsby to cast a new light on its genesis. In particular, it details a fascinating and unsettling murder case that seems to have had a huge influence on Fitzgerald … But I shan't say more because you can ask Sarah herself for details.; Alongside these revelations, the book also provides a bright snapshot of the Jazz Age – and corrects a few misconceptions along the way. Did you know, for instance, that skirts were actually heading towards ankle length rather than getting shorter? Did you know that there were no passwords involved in getting a drink in speakeasies? Do you know what bathtub gin actually was? Ask, if not!; Sarah will be here live at 1pm on 31 May, but do please feel free to start making comments and posting questions beforehand. Indeed, it's especially worth your while to get your question in early, as we have five copies of Careless People to give to the first five people who ask something … (If you do make the cut, don't forget to email ginny.hooker@guardian.co.uk afterwards, letting us know your address and your user name. We can't track you down ourselves!); The conversation as it happened:; Sarah, you said somewhere that Redford was miscast as Gatsby in the '74 movie. Why and who do you think could have played Gatsby better?; I think Redford is far too handsome and charming – he doesn't allow for the interpretation of all the characters but Nick—namely, that Gatsby killed a man, that he's sinister and menacing as well as charming. Gatsby has to be a double-edged character, good-looking, charming, but a bit worrying, and with a vulgarity that pushes through his superficially good manners. Redford is far too classy – and if he's classy there's no reason for Daisy to leave him. I think DiCaprio is actually a much better Gatsby, because he gets that edge, and that sense of someone trying too hard.; I wonder if it is possible for someone who is not American to genuinely empathise with Fitzgerald's creation? It seems like a novel that speaks to an audience on an almost visceral and genetic level. Can a Brit, who doesn't have that shared new world heritage and history, really understand the novel and the mindset of the author?; Oh I think so, certainly, because as I say in my book (and in a lot of my journalism about the novel), it's about a human capacity – for hope, optimism, wonder, discovery. America represents that symbolically and we are very invested in it as a nation but we hardly have a monopoly on it – we are an immigrant nation through and through after all (unless you want to talk about native peoples but that's another conversation, obviously.); Hello, Sarah. I very much enjoyed your Radio 4 broadcast \"The Gatsby Factor\". So thank you for that. My question is what influence did Fitzgerald's relationship with Zelda have on \"The Great Gatsby\"?; Thank you! Quite a big one – it's something I go into a lot in my book, and it's hard to summarize briefly. She certainly influenced Daisy, although other women Fitzgerald knew did as well – and so did his imagination! Daisy is a fictional character, in the end. But clearly some of Zelda's better-known lines (\"I hope she'll be a beautiful little fool,\" etc.) made their way into Daisy's character. So the answer is she had a quite an influence, but ultimately he was a writer controlling his artistic vision of the novel.; In that famous closing passage Fitzgerald opens \"The Great Gatsby\" out to a wider vision of America and links it to the past.; What was Fitzgerald's view on other big American issues such as race, labour, land, slavery, politics, immigration or religious puritanism in contrast to the hedonistic careless people depicted in \"The Great Gatsby\". This is an impossible question to answer without writing a whole book in reply so perhaps I could reduce it to this -; What did Fitzgerald see as the greatest virtues of America? Was \"The Great Gatsby\" a warning in any way? Was Fitzgerald optimistic or pessimistic about the future of America?; Yes that would be a book to try to answer! I try to address much of it, although not all of it, in my book, at least in passing. America's greatest virtues for Fitzgerald were certainly the pioneer spirit, starting over, optimism, hope, the experiment of trying to build a virtuous nation. Gatsby is a tremendous warning, a cautionary tale about the failure of that experiment, about its corruption and destruction. Mostly we have ignored that warning. The last question is harder to answer but I would say that in regards to his feelings about America Fitzgerald was like Gatsby—hopeful, but disillusioned. This is something I spend a lot of time on at the end of my book.; Which contemporary American writer is the most closely the equivalent of Fitzgerald on the literary scene?; I genuinely don't think there is one. I wish there were.; His magnificent poetic prose, easily memorable lines, imagery that serves readers a visual spectacle and sets the imagination alight, clever use of Nick as an ambivalent narrator and heavy symbolism to expose a materialistic, self-seeking society's hedonism, are only some of the techniques that Fitzgerald seems to have mastered by perfectly weaving into The Great Gatsby. Why is it that Fitzgerald, who has easily established himself as a great writer of arguably the greatest American novel of the past century, doesn't seem to have quite the same effect with his other novels and why don't they resonate with as wide an audience?; That is a big question, one I try to address at least in part in my book. He wished later that he had stuck with the mode of Gatsby, but he was trying to keep growing and stretching, and so with Tender is the Night he moved in a different direction. (The two earlier books were apprentice works – he was finding his way and learning his craft.) Then there is the problem that his drinking created – after Gatsby he only completed one more novel, and made his way well into another (The Last Tycoon). He wrote in a letter that Tycoon was returning to the mode and form of Gatsby and there are many people who think it would have surpassed Gatsby if he had lived to finish it.; The characters of Gatsby seem like a group of foreigners (Kentucky, mid western etc) living in the safe isolation of an island -how much do you think that Fitzgeralds experience of living in Europe influenced the way he saw his fellow countrymen?; Quite a bit – and I think it made him think differently about what it meant to be an American, viewing his country from a greater distance. That happens to most of us who become expatriates! But I also think he wants all of his characters to be \"westerners,\" so that they represent a certain western perspective, symbolize what the west means to America – starting over, pioneering, optimism, dreams, the frontier. He says all his characters were westerners, and unsuited to the east – so it's not just that they're any outsiders, it's that they're all (in different ways) from the opportunistic west.; Green lights, blue lawns, yellow cocktail music - what's going on with colour in TGG?; Good question! It's absolutely one of my favorite aspects of the novel. Color is massively important and something I spend a lot of time on in my book. I think it does many things, but one of the things I say in the book is that \"changing the world's color alters its potential, as color makes Gatsby's romance with possibility perceptible to the reader: anything can happen now.\" By that I mean that it's a novel about fantasies, about romance, about a heightened, enchanted, glamorous world – those blue lawns and white dresses and crimson walls let Fitz create a novel rich in sensory impressions, vivid and yet strange, not the world that we know – a Technicolor world, if you like, only one that is more beautiful than the garishness of that palette. It is a hyper-colored world, and most of the colors have meanings – green for go, envy, spring, money; silver and gold for money, obviously, but also for false glitz; blue for romance and nostalgia, etc.; I wouldn't agree with all of what Bix2bop says, btw – I certainly don't agree that white suggests the women are \"airheaded,\" not least because that wasn't a term that existed in the 1920s. I think it is an ironic take on purity, in which the women both are and aren't untainted, unsullied, they are protected from the dirt and squalor of Myrtle Wilson's world – and yet not pure of heart, or of character. It has other meanings too, some of which I go into in my book. Nor would I say that Melville necessarily plays much of a role here, although Fitz certainly knew Moby-Dick. But whiteness as a symbol is ancient, and its association with purity goes back at least to Manichean values.; Do you think that there is a danger that the ever-growing focus on Gatsby, although worthwhile in itself, will end up unbalancing our view of Fitzgerald? I'm thinking of how Madame Bovary seems to generally dominate the collective opinion of Flaubert, to the detriment of other equally fine (or better) works.; Well that's always a risk – but I'd rather people read Gatsby than nothing! And I'd hope that it would lead them to his other works. Certainly many people think that Tender is a better novel, although that is a matter of taste, in the end. The more novels we read, the happier I am, basically.; Everyone in the book seems to look down on bootleggers while openly profiting from their wares, but I heard that there was something called 'medicinal whiskey' that could be bought legally. The question is what is it and how freely available was booze in reality?; I spend a lot of time on this issue in my book – it was legal to sell \"medicinal\" alcohol in chemists' shops if you had the right license, and most chemists exploited that and sold grain alcohol under the counter – which was not really legal, or anyway it was quite shady. Tom reveals at the end of the novel that this is how Gatsby made his money, at least in part. Customers didn't actually \"profit\" from bootleggers' wares, of course, quite the reverse – bootleggers profited from black market prices. I explain exactly how speakeasies worked and how bathtub gin was made (I even found Fitzgerald's recipe, which we were able to include in the book!) but the short answer is that alcohol was very widely available and freely circulating, with very little attempt at concealment, at least in the early years. Later the authorities cracked down more, but in 1922 (when the novel is set) it was a totally open secret.; Some people say Daisy was based on Zelda Fitzgerald & others say Ginevra King. So I was wondering who had more influence on the character of Daisy, Zelda or Ginevra and why?; The answer is both, but it would be impossible to work out who was more influential – after all, Fitzgerald didn't leave a measurement card! So it would only be guess work for anyone to claim to know. Traces of both women's history with Fitzgerald can be found in his characterization of Daisy, but she is also imaginary. So the answer is his feelings about both influenced Daisy up to a point, and past that point we can't really know and then just have to remember that she's a fictional character in the end.; Sarah, who would you say is the most significant character in The Great Gatsby - Jay Gatsby, or Nick Carraway?; Oh you can't choose! The novel wouldn't work without either of them – they go together. You need both perspectives for Fitzgerald to pull off the ambivalence that drives the novel: illusions and disillusionment, romance and cynicism, honesty and dishonesty, glamour and ordinariness…Both are outsiders who want to be insiders, etc.; As someone so eloquently versed in the book, what did you make of the film?; I think the film is about 2013, not about 1922. I think it's the film that Gatsby would have made – it is in thrall to all the glitz, and extravaganza, and spectacle, that in the novel the rest of the characters find vulgar and somewhat worrisome. That's what gives the novel its edge – it loves glamour, and it deplores it – and that edge is entirely missing from Luhrmann's blithe celebration. This is why so many people, myself included, found it superficial. But it's not unentertaining, on its own terms. It just has nothing to say worth listening to about Fitzgerald's novel, in my opinion. But that doesn't mean people can't find lots of things to enjoy about it.; What is your opinion on the homoerotic theories concerning Nick Carraway's interest in Gatsby? I personally feel it is a misinterpretation and that the oft mentioned episode in photographer's room is an example of Nick's voyeurism and proof that rather than bores attaching themselves to Nick it is often the other way around.; What do you think Fitzgerald is trying to convey when Nick mentions a long forgotten phrase coming to his lips?; How much of an effect do you think Fitzgerald's alcoholism had on Tender Is The Night?; Homoeroticism: in that scene at the end of Ch 2 all Fitzgerald gives us are ellipses (…) so all we have is our imagination to fill that gap. There is nothing on the page to tell us what happens between Nick and McKee, and in that sense nothing does happen between them, because nothing happens between them on the page and that's the only place they exist! So it just depends on what we are imagining, or what we think Fitzgerald was imagining. But on the page ellipses are all we have, so that's what happens. A gap. For myself, knowing what I know about Fitzgerald, I certainly don't think it's an interpretation he'd be very happy about, let's put it that way. The long forgotten phrase is a complicated one but I think what Fitzgerald is trying to convey is the uncommunicable, the unutterable. He uses words like this over and over, and it's an important part of the novel. (I address this in chapter 6 of my book). He doesn't want to send a message more explicit than that, or he could have. (I think you're absolutely right to focus on what the novel doesn't say, however! It is a novel that works through suggestiveness and that's what you're picking up on, which I totally agree with.) Alcoholism and Tender – it had a vast effect, I'm sorry to say, because it meant that it took him almost 10 years to write it. For me the effect of that is to make the novel a bit disjointed – I think it's really 2 great novels fused together. I wish he'd finished the first one and then written the next one separately. Which isn't to say Tender isn't great in its way, it is – but clearly his alcoholism affected its production, yes (if not its quality – that's more arguable).; Why have so many American writers, especially of this period, perhaps, been alcoholics?; Do you see a link in Gatsby, with its romantic evocation of a mythical , timeless American landscape; and to the pursuit and ultimate hollowness of the 'American Dream', to themes in American literature generally?; What writers influenced Fitzgerald?; American writers of the 1920s were alcoholics in large part because of Prohibition – this is something I explain in my book. If not 100% because of Prohibition, it played an immense role. But lots of great artists have historically had addictions– from Coleridge and de Quincey right the way up through today – and there are lots of reason for that, involving creativity, focus, insecurity, inspiration, the importance of emotion to the work that artists do, etc.; Certainly Gatsby is linked to the great themes of American literature-from Cooper and Irving, through Melville and Twain, through James and Wharton. Class, the American dream, the frontier, materialism, corruption ...; The writers who influenced Fitzgerald most in Gatsby were Joseph Conrad and John Keats. Earlier he was very influenced by HL Mencken and some now forgotten novelists, including Compton Mackenzie. He was also influenced by Dostoevsky, Henry James, TS Eliot ... While he was writing Gatsby he was also reading Milton, Byron and Shelley.; Why do you think there is such a fascination with the \"Jazz Age\" at the moment? There are countless books about the women of the 1920s, about Zelda about the societal changes of the era, what is that makes the 1920s so interesting to us now?; I've written about this a lot, both in this book and in my journalism. The short answer is that I think it parallels our own moment with its story of boom and bust, excess and destruction, a love of luxury and a sense of its emptiness and toxicity …But in a sense my entire book is about this question, all nearly 400 pages of it!; I only read The Great Gatsby because we were studying it this year, and I have this huge crush on my literature teacher! She's so beautiful, honestly... (hope she doesn't see this comment). Anyway, I'm glad to have read it as I really enjoyed it!; But there is something I don't quite understand. Fitzgerald is sure to point out Meyer Wolfsheim's big nose, who is obviously Jewish. He symbolises corruption and is representative of criminal activity. So why the stereotypical Jewish physical features? Is it possible Fitzgerald had an anti-semitic streak? Why all the focus around Wolfsheim's nose?; Well the short answer, I'm afraid, is that it is indeed an anti-Semitic caricature. Wolfshiem is a kind of Shylock or Fagin stock character. I do address this in my book as it's so difficult for modern readers to get our heads around -- we find it so objectionable and unimaginable that someone as intelligent and sensitive as Fitzgerald could come out with this crap. But it was a casually anti-Semitic and racist age – Hemingway's \"The Sun Also Rises,\" published a year after Gatsby, starts with an anti-Semitic caricature of Robert Cohen, whom our \"heroes\" in the novel casually call a \"kike\" throughout. So I'm afraid some of the racial and ethnic attitudes in these novels are dated and repellant, but there they are- they were of their time. For some readers that will detract from the overall quality of the book, and fair enough – as I say in my book, at the very least it's a failure of imagination on Fitzgerald's part. He thinks it's funny, and we don't, in the end. On the other hand, we know that the Holocaust was coming, and he didn't. To us it's part of a much larger, much more horrific story that Fitz couldn't yet see.; Hi Sarah, The Great Gatsby dominates peoples' opinions of F Scott Fitzgerald's writing, and Gatsby's circumstances certainly chime with today's crying over spilt champaign, but is it really his best work? An argument could be made for his self-referential novel Tender is the Night being a better book and some of his short stories are good to the point of perfection. Do you think Gatsby is his really best work, and if so why?; I do think it's his best book, and I spend my whole book trying to explain why so I can't really summarize that here! However, you're in excellent company – Geoff Dyer told me on a panel last year that he prefers Tender, and lots of other smart readers do as well. In the end, it's a matter of taste, as I said above. (And I quite agree about the perfection of some of his stories, especially Babylon Revisited.); If you were to compare Fitzgerald's Gatsby to a novel and novelist from outside America, which/who would you choose? Are there comparable works and writers outside America, or is Gatsby too much a product of its era and location?; I don't think there's much that is comparable, although a lot of people are intrigued by the novel's parallels with Alain-Fournier's Le Grand Meaulnes. But in terms of style and form it's really in a class by itself.; Sarah, could \"The Great Gatsby\" ever have materialised without Fitzgerald living in France? Formed by catholicism, and though a partier and heavy drinker, he is recorded as being an observer at parties. Married to a \"flapper\" and enjoying the \"high life\" he wrote intuitively and with great care in France, at odds with his careless existence in New York. Did he need the distance to write intuitively based on his experiences and observations?; Critics at one point accused him of not being \"inventive\". Surely invention or creativity can only be the sum of our personal experiences and reading, synthesised into something new and of value?; Without France, and yet with Zelda being distractable, could Scott Fitzgerald ever have the focus to write, and re-edit \"The Great Gatsby\", with such precison?; Well, they certainly went to France to get away from the craziness of their life in NY, but then they found that the craziness went with them. He produced more books in the US than he did living in France - he finished Tender in the US, as well, and wrote as much of The Last Tycoon as he finished in L.A. As far as \"invention,\" well that's why that's the subtitle of my book - I spend the whole book talking about what is inventive in relation to his world and his art. But in brief, yes I agree with you. But I don't think he needed France to write Gatsby, no - he needed peace and quiet, like every writer, although I do think that leaving America helped him see it more clearly.; What for you are his key short stories? I actually fell in love with the title 'The Diamond as Big as the Ritz' before I read it, but I think it's a perfect summation of the absurdity of modern capitalism. It has a pretty surreal tone compared to his other stories too.; I LOVE Diamond. It is a brilliant satire of monopoly capitalism. I'm actually planning a collection of his stories right now with Virago that will bring back some of his out of print and forgotten stories. I love The Swimmers, which no one remembers and few people rate (I think it's hugely undervalued), but also classics like Babylon Revisited, Winter Dreams, The Last of the Belles, Absolution, The Rich Boy, Crazy Sunday. I also like a story called Majesty that no one remembers ... he wrote almost 200 so there is a lot there to enjoy!; Since no one has asked yet, what was bathtub gin?!; My favorite question! Everyone thinks bathtub gin was moonshine (home brew) but it wasn't. In fact what they did was buy pure grain alcohol, dilute it and flavor it. The result was 80 proof, so it wouldn't do you any good, but it wasn't \"poison\" and that was why people made their own - otherwise they risked buying turpentine or gasoline or whatever else crooks felt like selling them, and people were constantly poisoned in prohibition, that is true. As I said above, my favorite single piece of archival material I found was Fitz's handwritten recipe for bathtub gin, which no one has ever noticed or reprinted before. It's probably my favorite image in my book - which is chock full of pictures!; Can you explain the final sentence in the novel: so we beat on, boats against the current, borne back ceaselessly into the past.; Is it something to do with longing to return to the America of the pioneers? Thank you; It's complicated, and a deliberately difficult sentence. I think it's about the impossibility of the dream of progress, about nostalgia and being trapped in the past, as Gatsby is. I think it's about the fact that America keeps thinking it can just race forward, but actually it is getting nowhere, and repeating the same mistakes. I think it's about our delusional chasing of dreams and ambitions, and the way that we never get anywhere. But yes I do think there's a longing to return to an older America, before all this materialism and worship of wealth corrupted our dreams - an agrarian vision that is either hopeful, or regressive, depending on your point of view. Ultimately it's a deliberately ambiguous sentence about the novel's tension between past and future, progression and regression, and about Gatsby's inability to throw off the past the way he thinks he can, in part because he is always heading back into it, and Fitzgerald suggests that most of us are the same.; Don't you think Jay McInerney is the writer who's style and topics are the most related to Fitzgerald's creation.; I think his topics are. I don't think his style is, and I don't think he's in Fitzgerald's class (by which I mean no particular disrespect to McInerney, who is a fine writer, I think an even better critic than novelist, and a great fan of Fitzgerald's, about whom he is very knowledgeable. I don't think he'd expect to be put in Fitzgerald's class - no one is. John O'Hara once wrote in a letter to Steinbeck, speaking of their generation of writers (including Hemingway and Faulkner), \"Fitzgerald was a better just plain writer than all of us put together. Just words writing.\" I think that's right, and it's still true - he's an amazing stylist, at his best.; Some of the most enjoyable parts of your book, Careless People, are the sections on the Hall-Mills murder case (and the \"evidence\" presented by the infamous \"Pig Woman\").; When did you hit on the idea with combining their story with Fitzgerald's? It adds such wonderful context to your discussions of Gatsby; Well hello! The link for me was 1922: I found myself asking why Fitzgerald had set the novel in that year, and feeling discontented with the conventional answer, which is that it was the year of literary modernism, beginning with the publication of Ulysses and ending with The Waste Land. So I started looking into 1922 more deeply, and I discovered that this murder mystery kicked off within days of the Fitzgeralds' return to NYC for the parties that would inspire the novel. I started reading more about the case, and it seemed to me clear that aspects of it had found their way into Fitzgerald's story, even if he was unconscious of it (which he might have been). Some have suggested that I want to convince people that Fitzgerald took this murder mystery seriously, but that isn't what I say in the book or what I believe. I think we should take the murder mystery seriously for what it shows us about the world that gave rise to Gatsby - how much darker, and more macabre, and chaotic it was than we tend to think. Gatsby is also a novel about the dark underbelly of America, and this story, I hope, highlights that aspect (or lowlights it or something). And then I discovered Mrs Gibson, the pig woman, and I laughed and laughed ... and it turned out that Fitzgerald had his own ideas about her, from that very autumn. And then I was off and running!; If you could go back in time to the 20's (a bit like the film Midnight in Paris) and had the chance to ask Fitzgerald one question, what would it be?; Oh good question! I don't know. I'd tell him he's going to die if he doesn't sort himself out, and I think I'd ask him a lot of questions about his attitudes and beliefs so I understood him better.; Hi Sarah - great stuff here, thanks for your replies. Not too late for one more I hope? What do you think of the Pat Hobby stories?; Always time for one more. I like the Pat Hobby stories but I don't love them - they are *very* bitter and for me quite sad, so I find them painful to read. They each have some wonderful moments but they are mostly thin and undeveloped. I likened them once to the finger exercises of a concert pianist - many of them are just sketches, really, with some great sentences here and there redeeming them.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-133",
  "namespace": "we1sv2.0",
  "title": "Monday 27 May 2..."
}