{
  "content": "\n\nThursday 20 February 2014 11.23 EST\tStudents who scoff at lowly cafe jobs are in for a shock\tThey may see a bright future ahead. But most don't realise that minimum wage jobs are like gold dust, and their dream comes at a price\tRecently while working a nine-hour shift in a busy cafe in Sheffield, I jokingly offered a job to a student waiting in the queue who'd remarked on how busy we were. \"Oh no,\" he scoffed, looking embarrassed for me. \"I'm over-qualified''. Obviously, because I am a consummate professional and had my hands slightly full with a lowly sandwich, I couldn't run home and grab my master's certificate to shove in his face, or sob incoherently about my dreams and ask why, oh why, hadn't I done dentistry?; In the current climate, it seems that what you're qualified for has much less correlation with what you actually do, as more British people than ever are filling low-skilled jobs, despite what Ukip might tell you. I am qualified to write essays about a very specific period in American history. There is surprisingly little call for this at the moment, or indeed ever, so instead I find myself increasingly proficient in food preparation and trying not to pour coffee over myself. As employment minister Esther McVey helpfully pointed out, us young people have got to be willing to take jobs at Costa Coffee and not just expect to walk into our dream profession. Well, there is no danger of that, not in the north of England during a recession.; In fact, graduates are likely to get a real shock when entering the world of employment, realising those loans weren't just free wine money and that there are thousands of people applying for just 300 jobs at a new Asda. It turns out that minimum wage jobs are actually gold dust.; Many of us who were brave/stupid enough to take arts and humanities degrees during an economic downturn have experienced rudeness at the hands of a certain type of student who looks down on such lower-skilled jobs. This is a student who has just entered the world of higher education and still sees a dreamy, high-flying future ahead of them. That bright future could exist but comes at a much higher price than before. It involves coming home from your paid job and getting out your laptop or sketchbook to start on the work you love and live for but for which no one is willing to pay you.; I have worked on and off at the same sandwich shop while completing internships, short-term contracts and freelance work, ever since finishing my master's in 2012. Although attitudes among graduates are certainly changing, as increasing numbers find themselves working in unexpected environments, there remains a feeling that when you finish university, you'll be different. I know because I thought this too. The real stigma of low-skilled work most often comes in the form of an \"it's fine for them but not for me\" mentality.; You can have the perfect A-levels, an arts degree from a Russell Group university and all the ambition in the world, but you also have to be willing to put in the graft – and perhaps not in your first choice of career. Graduates need to realise that in this economic climate we have to work twice as hard to get where we want to be. A \"graduate job\" may no longer be quite what it used to be but it doesn't mean that there isn't work out there. And students should learn to be nice to the people waiting on them – they could be doing the same in three years' time.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-38",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 20 F..."
}