{
  "content": "\n\nWednesday 22 October 2014 14.48 EDT\tJoan Didion documentary to be funded by Kickstarter appeal\tAuthor’s nephew hopes to complete documentary about one of America’s most esteemed writers with help of crowdfunding site\tIn Blue Nights, Joan Didion wrote: “Memory fades, memory adjusts, memory conforms to what we think we remember.” A forthcoming documentary about the life and words of Didion is hoping to capture some of those elusive memories on film and preserve them for the ages.; The film, We Tell Ourselves Stories in Order to Live, which takes its title from a Didion quote, is being made by the author’s nephew, Griffin Dunne, an actor and film-maker who has teamed up with documentarian Susanne Rostock to tell his aunt’s tale. The film’s fundraising page notes, “Storytelling was a way of enduring the potent rawness Joan experienced through life, and through loss. Now we must be the ones to preserve this. To preserve her legacy.”; But for Dunne, it’s more personal. “This is a story that I’m telling in order to live,” he says in the trailer for the documentary. “When she’s not here, I will be.”; It’s quite the story, too. Didion published her first novel in 1963, at the age of 29, while she was still working her way up the masthead at Vogue. Upon moving to California with her husband John Gregory Dunne, Didion published what many consider her pre-eminent work, Slouching Towards Bethlehem, a pitch perfect and searing collection of magazine essays. Since then she has written five novels, a play, a handful of screenplays and eight books of essays, including The Year of Magical Thinking, which won the National Book Award for nonfiction and cemented her reputation as one of the most esteemed writers of our time. In 2013, President Obama awarded her the National Medals of Arts and Humanities. In the trailer for the film, Dunne calls Didion “perhaps the most influential American writer alive”, and it’s hard to disagree.; At almost 80 years old, Didion has barely slowed down. The trailer for the film shows her diligently still writing at her desk. “Some writers – and Joan is one – they need to write,” explains Dunne in the trailer. “Joan writes to survive.”; Despite her long and storied career, no one has yet made a film about her. “We’re making [this film] because – incredibly – no one else has made a documentary about Joan Didion. It’s a mystery,” Dunne says in the trailer. (A mystery perhaps solved by the recognition that because Didion has devoted her career to a careful introspection and self-analysis, no one but family would dare to take up the task.); Dunne started filming his aunt a few years ago, when he made a short film to accompany her latest memoir, Blue Nights, a starkly conscientious consideration of ageing and parenting. According to the documentary’s Kickstarter page, “After hours of watching her read and reflect, it became clear that we could not stop there – we had to do something much larger and deeper.”; Based on the trailer for the film, which is still in production, the documentary appears to neatly weave together Didion’s past and present, taking photographs from her personal life, clips of the critical news events she covered, including the Manson family, and interviews with people who have worked with her. Author and musician Patti Smith, actors Vanessa Redgrave and Allison Janney, Vanity Fair editor-in-chief Graydon Carter, and author Bret Easton Ellis are already on board for the project, which Dunne calls “a collage that captures the emotions of the time”.; Dunne also captured footage of Didion reading her own words and offering her own take on her legacy and influence on journalism and literature alike. “The film will be very visual by using her prose,” Dunne told Vogue.com. “The narration is already written, because Joan has been writing it since she was a little girl.”; The book trailer for Blue Nights gives a sense of what the full documentary might feel like, filled with close-ups of Didion’s face, detailed shots of her hands writing and an overall intimate and deeply personal feel.; According to the film’s Kickstarter page, the movie “will tell Joan’s story through passages she has chosen (and will read aloud) from her work, as her friends, family, colleagues and critics share their accounts of her remarkable life and writing”. One particularly poignant scene features Didion at her desk, reading from her computer screen: “Life changes fast. Life changes in the instant.” It’s the opening words to Didion’s autobiographical novel The Year of Magical Thinking, which chronicled the unthinkable year where she lost both her husband and daughter. It’s a moving moment from the film’s six-minute trailer and it bodes well for the power of a full-length documentary.; Telling his aunt’s story, Dunne said, “is a heady responsibility that I want to get right.”; “People don’t know what Joan sounds like,” says Dunne in the trailer. “They don’t know that a woman so tiny in frame is a lion.”; The campaign for We Tell Ourselves Stories in Order to Live is at Kickstarter",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-212",
  "namespace": "we1sv2.0",
  "title": "\n\nWednesday 22 ..."
}