{
  "content": "\n\nTuesday 12 August 2014 14.52 EDT\tDo the maths on education choices\t\tThe Council for the Mathematical Sciences, which represents the learned societies for mathematics in the UK, (CMS) takes issue with most of Simon Jenkins’s article (The maths mechanics, 8 August). But at this time of the year, when young people are concerned about A-level choices and university options, his statements about the employability of mathematicians have the potential to cause the greatest damage.; Jenkins uses the latest data from the Higher Education Statistics Agency (Hesa) to argue that employment prospects for mathematicians are worse than those for, eg, historians. While it is true that 9% of mathematicians were unemployed six months after graduating compared with 7% of historians, the tables are turned in the longer term. The same annual Hesa reports used by Jenkins show that three years later in their careers:; (a) 2.3% of mathematicians were assumed unemployed compared to 3.8% of the historians;; (b) 75% of mathematicians thought their degree was good value for money, and 63% of historians thought theirs was;; (c) more than half the mathematicians in employment were earning more than £27,500, while this was true of only a quarter of the historians (92% of mathematicians were classified as being in “professional” employment compared with 77% of historians).; We leave it to your readers to do the maths. Professor Paul Glendinning University of Manchester, writing on behalf of the CMS; • While referring to weak computer science graduates as unemployable, Simon Jenkins seems to think that all science and engineering graduates are worthless. Specifically, he calls them inarticulate. Not able to “speak well, write clearly”. He has a point. There is a problem. Too many weak students are recruited to these disciplines. I agree with him that education in this country needs a radical restructuring. But it’s not that we should be teaching weak science students to be more articulate, it’s that education in schools should be made more liberal. Maybe then the brighter students who are currently attracted to arts and humanities would find themselves drawn towards science and engineering. Then industry would get what it apparently wants, broad knowledge, specific skills and an articulate workforce. Peter Henderson Sherborne, Dorset; • The misfit is with the economics, not the science. Two-thirds of new jobs are in services, and that is our folly; we need to produce the goods we use. Plessey used to lead the world in the semiconductor industry. We led the world with nuclear reactors. We had highly experienced engineers and scientists.; Britain needs to get back to doing productive jobs and rely less on services, the volatile markets and the City for its profits. A sound economy is what will avert another crash in the markets. Teaching has changed. Read Science Inside the Black Box for insight into how innovative teachers are improving the attainment of all. There are no productive jobs for the scientists. Catherine Dunn St Andrews, Fife; • My impression from reading Simon Jenkins’s article is that he has something of an inferiority complex with regard to science and maths. CP Snow talked about the two cultures of science and the arts. This was always a misunderstanding, as the culture of those who have studied science generally includes the arts – often as notable practitioners. This is rarely the case the other way round.; Making the effort to understand science and maths leads to an appreciation of the counterintuitive rather than the merely intuitive. This requires truly creative and imaginative thought, even for those of us who are not innovative geniuses. Keith Evans Pwllheli, Gwynedd; • Simon Jenkins argues for a broader education than at present found in our schools. His final sentence, however – “But try telling a British school that etiquette is more use than algebra” – is aimed at the wrong target. Tell the Department for Education, tell Ofsted.; Teachers would love the chance to provide the education their pupils need. In a Maidstone secondary modern school back in the 70s, we provided one day a week work experience for year 11, and took year 10 off timetable one day a week to do drama, music, adventure courses and initiative-developing schemes. One lesson a week each of careers education, social education and religious education is now regularly squeezed into one lesson. These courses prepared pupils for the world outside, as Jenkins wants.; If we are to prepare pupils for the world of work, we need to do so much more than the narrow curriculum envisaged by Michael Gove. This does not mean we should be doing industry’s job for them. Companies love to talk about a skills deficit, but schools need to be given the opportunity to train the mind, to encourage individual initiative, to facilitate problem-solving skills, even good manners.; There was a time when countries from the far east would come to this country to learn from our primary schools. Schools are trying their best to provide a broad-based curriculum with a skills approach but the system is against them. A Japanese teacher would learn little from this country today. Brian Thomas Marden, Kent; • Once again, Simon Jenkins points out the folly of government education policies. As he says, “What could be more important to young people than learning to live at peace with themselves and others.” Yet, ever since the Education Reform Act of 1988, schools have been bedevilled by inspections, league tables, restrictive curricula and a competitive focus on test and examination results.; Politicians rarely stop to reflect on what education is – or should be. At the risk of engaging in professorial pomposity, I offer this description of education. First: education is the experience and nurture of personal and social development towards worthwhile living. Second: education is the acquisition, creation, development, transmission, conservation, discovery and renewal of worthwhile culture. Third: education is the acquisition, development, transmission, conservation, discovery, and renewal of skills for worthwhile survival. I call it a “framework definition” because it leaves teachers and local communities to determine what is “worthwhile”.; My first part is exactly what Jenkins refers to and should be in the forefront of any school’s thinking. He cites the expressed concerns of industry about the skills of school leavers, and it would seem that it is personal skills that are criticised. Schools should have the time and freedom to ensure that their leavers are well-balanced individuals ready to contribute to and enjoy the wellbeing of their world, while industry should provide training in any specific skills needed by their workforce.; The second part is about the culture that should provide a meaningful background to the forthcoming lives of pupils as citizens engaged in work and play, in family life and in the pursuit of individual interests – hobbies as they were once called.; The third part is a sombre reminder that we live on a fragile planet and that mankind’s survival depends upon taking good care of it.; Sadly, our education system is a long way from this ideal. Professor Michael Bassey Author of Education for the Inevitable",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-180",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 12 Au..."
}