{
  "content": "\n\nThursday 16 January 2014 09.00 EST\tHow to find your funding for a PhD\tAfter you get the green light for your PhD comes the tricky issue of working out how to pay for it\tThe euphoria that accompanies the moment you find out your research proposal has been accepted by a university can quickly give way to panic over where the funding will come from.; The university is the first place to start, as the seven research councils allocate funds to departments rather than individuals. Universities also offer their own scholarships but competition for these is fierce. Most doctoral students either work part time to fund their studies or find a mixture of smaller grants from charities, organisations or industry.; But if all else fails, there is always crowdfunding, the latest idea for attracting sponsorship.; \"I had this amazing opportunity to do research into the memories of people whose ancestors had been through exploitative systems such as slavery as well as obstacles to harmony in intercultural societies,\" says Gitanjali Pyndiah, who struggled for a year to find support for her research place at Goldsmiths, University of London.; \"Through StudentFunder, the crowd-funding internet site, I was able to explain my proposal and seek sponsors. Around a third of the money came from work I offered as a graphic designer and photographer, a third came from people that were interested in my research and about a third from friends and family,\" she said. Academics from England, the US and Canada contributed to the £3,910 Pyndiah raised through the site to fund her studies.; Fees for doctoral degrees are considerably lower than for taught courses – around £3,900 for home students but considerably more for those from outside the EU. And once you've factored in living costs and loss of earnings for three years, taking on a PhD becomes a significant financial investment.; The good news is that universities are offering more scholarships than ever before, as they compete to secure the best researchers in the run up to 2015, when the first cohort of undergraduates paying £9,000 a year for tuition graduate.; On offer at the University of Sussex, for example, are 125 PhD scholarships for 2014-15 in the arts and humanities and 100 grants worth £3,000 for master's courses open to students with first-class honours degrees from any UK university.; Reading has joined a consortium of universities in the south and west of England and Wales that will offer 200 postgraduate studentships over five years in the arts and humanities with 19 partner institutions, including English Heritage, the National Trust and the BBC.; Julie Carr, from the Doctoral School at the University of Sussex, recommends the alternative guide to postgraduate funding, provided free on-line by universities such as Sussex that subscribe to it.; \"If you can't raise the whole amount, it might be enough to get you started as a part time student while you explore other funding sources. As new studentships are advertised you might be successful and be able to go full time.\"; • Monitor university websites regularly for studentships; • Identify the university departments where funders in your field, such as the Leverhulme Trust, are putting their money; • Look for new research grants in your field that could lead to future studentships; • Check sites where universities advertise for staff such as www.jobs.ac.uk – they include research posts; • Register with www.findaphd.com - a list of graduate research programmes in the UK, Europe and further afield; • Register free for the Alternative guide to postgraduate funding on-line through universities that subscribe to it www.postgraduate-funding.com; • Identify university research staff working in your area who might point you in the right direction; • If you have links with another country, check what Governments or national charities might offer; • Think about possible commercial spin-offs from your research – companies may want to invest; • Connect with others in your field through www.graduatejunction.net",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-15",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 16 J..."
}