{
  "content": "\n\nThursday 28 August 2014 02.00 EDT\tMy Ofsted breaking point: why I left school teaching to pursue academia\tWhen John Hodgson quit school teaching he ended up working in a university, finding more freedom but less security\tBy 1997 I had been teaching for 29 years and I’d spent the last 11 as head of English at a rural comprehensive. I was pleased, overall, by what I’d achieved, but now I needed a break from the myriad tasks that had taken over my working life: dealing with an constant row of demands from colleagues, students and parents - and all that on top of a full teaching timetable. I needed a change, something more academically rewarding, so I left school teaching to work in a university.; Over the years, political interference in the curriculum had made being a teacher increasingly hard to swallow. For many years, my school had followed the AQA A-level English literature course, which required students to submit eight essays and an extended project on the texts they had read. The students enjoyed researching in their own time and writing creatively as well as analytically. It was a pleasure to work with them and to see their writing develop. The decision in 1993 to reduce A-level coursework to a token 20% was a blow for thousands of teachers and students across the country.; Equally disturbing was the development of a “targets culture” that has turned teachers into operatives in the exam industry, and students into mere figures in league tables. In my department, students and staff always exceeded those targets, but I often wondered what I would have done if we hadn’t.; The breaking point for me came after one Ofsted inspection. These inspectors always felt different from Her Majesty’s Inspectors (HMIs), to whom I had become accustomed in my earlier career. HMIs were more like critical friends, and they would spend an entire period in one classroom, sometimes involved in the lesson – even talking to teachers afterwards.; Ofsted inspectors, by comparison, are supplied by agencies working for the education body and have not worked together before as a team. They came to our school, taking over the careers suite for a week, and each morning they would assemble formally clad for their briefing from the lead inspector.; I was proactive, getting together examples of students’ work for inspection. On the morning they arrived, I went to the careers suite carrying a large box of exercise books. Through the window I could see 14 or 15 people, mostly middle-aged men, sitting around desks.; Several had their elbows on the table, fingers together, mirroring the lead inspector’s posture. I felt like a schoolboy outside the staff room, and I didn’t enter. I later found an opportunity to speak to the lead inspector, giving him the sample of student writing. At the end of the week, the English department got a good report from the inspectors, but I didn’t trust the basis of their assessments.; It was then that I realised it was time to leave teaching. One of my year 11 sets – 14 boys and two girls – told me I would miss them, which was true. These were the same children who had turned to the inspector, as I strained to impress her, and said: “He isn’t usually like this, you know.”; After leaving my school, I enrolled as a PhD student at a regional university to undertake a longitudinal study of student literacy. The research took nine years because I got involved in university teaching. Initially, teaching small classes (rarely more than 15 students) at undergraduate level was great. In some ways, though, working in higher education was the opposite of school teaching. Whereas school required almost too much daily contact and decision-making, at university I had to do no more than prepare and teach my classes. There was hardly any of the talk of students and education generally which characterises the school staff room.; One discussion I had frequently, however, was with university colleagues who felt that students coming up from school should have a better grasp of academic writing. I offered to run a weekly essay-writing workshop. It was initially intended for humanities students, but over 13 years it became increasingly popular with students across the university. It’s been the most satisfying aspect of my university teaching: filling a clear need, it also allowed me to work creatively and develop my relationship with the students.; The worst aspect of my university work has been a feeling of low status because I was on a casual contract and so paid by the hour. I was only told late in September whether I would be needed to teach the following academic year (my part-time colleagues and I are not recognised as full members of staff in various ways – for example, you won’t find our names on university websites).; After being elected to the executive of the local branch of the lecturers’ union, University and College Union (UCU), I tried to ensure that the university offered permanent appointments to lecturers who have worked on temporary contracts for four years or more. The union branch fought for agreement that all lecturers should have access to a desk, phone and computer, and be represented on university websites.; Although I initially wished I hadn’t left school teaching, I found my way through academia and created a niche for myself. In a sense, I didn’t leave teaching – I just changed the context and gave myself scope to develop my academic and professional interests. Any such move must, I think, be taken for positive as well as for negative reasons. It is always best to take the road that offers opportunity.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-185",
  "namespace": "we1sv2.0",
  "title": "\n\nThursday 28 A..."
}