{
  "content": "\n\nSaturday 18 January 2014 06.00 EST\tDoing a doctorate puts you in the thick of the action\tFar from being a purely theoretical pursuit, PhDs can enhance practical skills and involve you in high-profile research\tThe hours he spent in a lab, working with cutting edge machinery, paid dividends for doctoral student Richard Earp when he was called on to scan the bones of Richard III.; Earp, a 24-year-old Leicester PhD student researching the fracture of glass, was in charge of a micro CT scanner that helped analyse injuries to the world-famous bones.; Like many doctoral students, Richard had no idea he would end up in research when he first started at university. For him, the interest grew from working closely with industry in the final years of his degree in mechanical engineering.; \"A lot of people see doctoral research as purely theoretical, when in fact there is very often a strong link with industry or what is happening in society. Rather than taking you further away from the jobs market, research can act as a transition,\" he says.; A PhD, the highest academic qualification available, takes between three and four years full time (or five to six part time) and requires original research. The traditional route is from undergraduate degree via master's to PhD, but it is not unusual for people to return to university later in life to pursue a research interest. A master's degree is usually required in the humanities, but not always in science.; Research councils funnel funding for projects through university departments that allocate studentships – usually covering fees and a stipend for living costs. The research councils suggest the minimum stipend should be £13,700 a year. Universities also provide their own scholarships to attract research students, but with nowhere near enough funding to go around, most PhD students have to find alternative sources.; A good first degree, usually a first or an upper second, is normally required, although anyone who can demonstrate expertise in a particular area or has relevant industry experience has a chance of securing funding, says Mehrdad Dianati, a senior lecturer in the department of electronic engineering at the University of Surrey. \"We have 100 PhD students in our Centre for Communication Systems Research. Most receive some sort of funding from us and we have a 100 per cent success rate for employment within six months,\" he says.; Universities advertise research projects and studentships on their websites and on sites such as www.jobs.ac.uk and www.findaphd.com.; If you want to pursue your own research interests it is important to find an academic in the field to supervise your work, says Jonathan Lloyd, head of the doctoral research office at the University of Reading. \"We encourage students interested in a PhD to talk to a department or academic to make sure their ideas are aligned. After that, they can apply through our website.\"; \"I became interested in the subject of slavery during the third year of my undergraduate degree whilst completing my dissertation. My supervisor encouraged me to believe there was a possibility I could pursue a career in academia.; \"I went on to do a master's of research in history. Funding was limited and so I worked at the same time, doing the accounts for a local firm.; \"Now I am about to spend a large part of 2014 in America to pursue my doctoral research concerning the problematic existence of free people of colour in the border states of the American south in the lead up to the civil war.; \"I was very lucky to get a three-year graduate teaching assistantship for my PhD, as there was a lot of competition. It pays my tuition fees and a stipend of around £13,700 a year, and in addition I get regular money for teaching between three and four hours a week.; \"It's the perfect situation for me because I love the teaching and it permits me to offer 'research informed seminars' to my undergraduate students.; \"In the future I'm hoping to get a permanent job with a university, either here or in America.\"",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-18",
  "namespace": "we1sv2.0",
  "title": "\n\nSaturday 18 J..."
}