{
  "content": "\n\nMonday 11 August 2014 02.21 EDT\tHacking democracy – nine interesting GovHack projects\tAn app that tells you which plants grow in your area, a government department party game and a system to notify search-and-rescue teams of your planned trips were among the winners at this year’s GovHack event.\tGovHack is (probably) Australia’s largest hackathon, an event that involves teams of programmers and designers competing to come up with novel ways to use government data over the course of a weekend.; The teams compete for cash prizes in various categories, such as best digital humanities hack and best social inclusion hack.; You can check out the full list of winners and entries here, but below is a list in no particular order of interesting projects from the event:; This would actually be a pretty useful thing to have. It’s an app that tells you the plants best suited to your area, and then provides detailed information about the plant, such as soil acidity preference and suitable locations for growing. I can see this becoming a real product for keen gardeners, especially if it lets you put in specific search criteria such as local rainfall and soil pH.; This website takes your age, gender and Indigenous status to show the disparity in health, education and employment statistics between Indigenous and non-Indigenous people in Australia. It personalises often-cited statistics, and aims to show progress over time in the longer term.; A Google Glass app that takes you on a tour of Adelaide by directing you to significant locations and laying historical photos over the scenery. It also adds some game elements, encouraging people to explore the city by adding achievements for visiting a certain number, or type, of attractions.; This entry combines learning the functions of government with a fun party game. Yes, you read that right. The smartphone app uses the commonwealth agencies and functions dataset to create a multiple-choice quiz game. The objective is to match a political function with the correct agency (mostly this involves shouting loudly, according to their video).; Sarbii’s aim is to make search-and-rescue operations easier by allowing people to notify authorities of their trip, then check in and out when they begin and when they have finished safely. As an occasional bushwalker I find the idea interesting, but it would need widespread adoption before it became more useful than checking in personally at a national parks office or police station.; Of all the GovHack projects I’ve seen, this one is the most immediately useful. It allows you to compare how much different appliances may be costing you to run, then lets you compare the cost with a more efficient appliance.; The Hack Report generates a newspaper of Tasmania-related historical stories for any given date. Inevitably most people will use this to see what happened on the day they were born.; It’s a Pokémon clone but with endangered Australian animals! You get to battle northern snapping frogs against eastern blue gropers. I love this concept, it sort of reminds me of the old Yowie collectibles. There are a few problems with the execution, but hey, it is a hackfest after all. Also they definitely need to add quolls.; Stat.Map visualises a wide variety of spatial datasets, such as census data, labour force and others. It uses a 3D map projection, which isn’t necessarily the best way to present this sort of information in a way that is easy to use, but it is sort of fun.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-179",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 11 Aug..."
}