{
  "content": "Monday 15 April 2013 02.00 EDT\tStaying is the new leaving: deciding to quit transformed my teaching\tAfter deciding to quit her job, Esme Kettle started teaching every lesson like it was her last. She describes how it breathed new life into her work\tI discovered recently that deciding to leave the profession, is one of the best things you can do improve your teaching. Now, while I love a good paradox, you shouldn't read on if you expect me to dissect the irony of this discovery in any huge detail. I've always known that ignoring the pressures that come with the job will in turn improve enjoyment of/performance in said job. Particularly when performance is managed by observations and the like.; So, instead of taking you on the journey of my discovery, I'd like to try to make the case for joining me. I'd, ideally, like to convince you all to decide to leave.; You don't have to look far to discover that we're not a happy lot at the moment and between the proposed changes to the national curriculum and the day-to-day emphasis on performance, it's easy to see why. The fact remains teaching isn't as fun as it used to be for some of us and it's about time we did something about it.; For me, it was the simple act of deciding to leave. Once I realised that the emails, the expectations and the disappointments were soon to be something that my future self could look back on, I stopped worrying about them. I just let them go.; It wasn't immediate. The relief was, but it alone didn't immediately create the fix that led to me imploring anyone who would listen to do the same. No, the change took time and, to be honest, I'm still in the middle of making sense of it but if there is one thing I am absolutely sure of it is this; planning as though these were my last lessons with each class gave me a new lease of creativity that I hadn't felt since I was a trainee.; And that was how I decided to stay.; You see, deciding that I didn't care about emails I shouldn't get, expectations I couldn't meet and disappointments I couldn't manage didn't change me as a person but it did change how I felt about my job. I walked into my first lesson after deciding to leave and really enjoyed the time spent with the class. I had planned it as though I wouldn't get to see them again. I just picked one thing I really wanted them to learn. It was amazing, so I tried it again. I planned every lesson as though it was the last.; That was a term ago and I'm still doing it. Once a week I plan a lesson as though it will be my last, every day I take some time to talk to a student as though I won't see them again. Remind them what they are good at and why they are special, encourage them to try new things and tell them to take care and be safe when they leave. Every day I try to make life a little easier for a colleague who might well decide that this is their last term.; When you decide to leave, it changes everything. If you make the right choices once you decide, it can help you discover why you decided to 'do something different' in the first place.; Have I convinced you?; In the interest of preserving the profession for future generations, I have put together this short guide to deciding to leave.; • Make a pros and cons list. If the cons outweigh the pros by more than 2:1 you must decide to leave.; • Consider your next career. Education doesn't just happen in schools.; • Take tours of schools that are offering posts. Do this once a term. You'd be surprised how just going somewhere else for a day can help you decide to stay or leave.; • Write your letter of resignation.; • Plan a lesson as though it will be the last. Do this for a week.; • Do your pros and cons list again. If the pros now outweigh the cons, stay.; If the cons feature anything about management, pressure, exams and tracking, consider teaching as though they don't exist and stay. You won't get promoted but both you and your students will be happier for it.; You'd be surprised how just going somewhere else for a day can help you decide to stay or leave.; Whatever you decide to do, do something. Nothing will change unless you do.; Esme Kettle teaches humanities in a secondary school in London. She blogs at Those That Can and writes under a pseudonym.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-91",
  "namespace": "we1sv2.0",
  "title": "Monday 15 April..."
}