{
  "content": "Tuesday 3 September 2013 08.30 EDT\tI welcome Common Core education standards, but let's not forget creativity\tAs teachers, we need to make sure our classes are balanced between creativity, critical thinking and career skills • I teach high school on Chicago's south side – Q&A\tAcross the nation, students and teachers are headed back to school. Teachers, such as myself, are furiously preparing their classrooms to welcome students and planning new lessons to ensure that this year is an educational one.; For many across the country, the planning and preparation has taken a new turn with the official adoption of the Common Core education standards – President Obama's replacement for No Child Left Behind. The Common Core includes new definitions for school success as well as new national standards for core subjects such as reading, writing and math. Before the Common Core, states had the ability to create their own standards, meaning a student in Illinois might be held to one level of expectations while a student in Arkansas might be held to another. This caused many problems in education, especially when students moved from state to state. The Common Core now unites all of the participating states with the same standards that are both rigorous and skills-based with a focus on utilizing technology in the classroom.; In many ways, this is a great thing both for students and for teachers. Main subject classes have long been behind the curve when it comes to utilizing technology in the classroom. Being technologically competent is now considered a vital life skill, not to mention something today's students need if they are ever going to be employable. English classes in particular have been a little lost in the digital age; when we English teachers went to school, we had been taught to teach literature as an art form for the sake of the appreciation of beauty. Now, with fewer and fewer students going on to study the humanities, we have been tasked with making our classes relevant to the masses. The Common Core's skills based standards could help us do just that. With the focus no longer on content, we can teach whatever pieces we want in our classroom, as long as students are being taught how to read, write, and think critically.; However, I would offer a word of caution going forward. Although these standards can be implemented effectively, it's entirely possible that they won't, especially in English classes. Even before the Common Core, there was a shift in education. Teachers began to focus on marketable skills rather than creativity and critical thinking. Sir Ken Robinson gave a TED talk on this very topic, showing how schools do, indeed, kill creativity in February 2006. Essentially, his point was that \"all kids have tremendous talent\" but instead of helping students find those talents and foster creativity and a love of learning, teachers use more of an assembly line method to push students through school, showing them only one way to do things. Students end up so frightened of being wrong that they are not willing to try, make mistakes, and learn from them.; My concern about the Common Core is that the pendulum will swing too far the other way; about 10 years ago when I started teaching, we were so hung up on creativity with CRISS strategies and constant, colorful poster projects that we forgot to teach them about good, old reading, writing and arithmetic. Now, with the focus the Common Core puts on nonfiction texts, technology utilization and career skills, it's very possible that educators zero in on that and forget about the creativity.; It doesn't have to be that way. The Common Core standards are purposefully vague in ways that leave them open to interpretation. Educators' inclinations upon studying these new standards will be to assume that everything we did before was wrong, and that we should completely change our tactics and our materials. We will try to make our classes an assembly line of nonfiction and technical skills, which will be our students' loss.; However, the Common Core does not dictate that we do this. Being open to interpretation, the new standards are also open to allowing educators to keep what works and find new approaches to fix what doesn't. We need to make sure our classes are balanced between the creativity, the critical thinking, and the career skills, for all of these things are vitally important for a life well lived.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-200",
  "namespace": "we1sv2.0",
  "title": "Tuesday 3 Septe..."
}