{
  "content": "Friday 6 September 2013 13.00 EDT\tSpeaking up for science in Australian politics\tAustralian researchers are starting to play a role in shaping science policy\tWhen cash-strapped governments go looking for savings, their gaze often lingers over science and research budgets. And it's been a pretty uncertain time for Australian scientists over the last few years.; Science and research in Australia were already substantially underfunded by international standards. Then in 2011, the budget of the National Health and Medical Research Council was rumoured to be under threat of harsh cuts. In 2012, the government froze funding on all discretionary grants for months while they searched for areas to earmark for cuts. And in 2013, a shortfall in funding for the Sustainable Research Excellence scheme that supports research infrastructure has been deeply felt by universities.; Adding to the unstable funding environment is that Australia lacks a long-term overall strategy for science policy.; Erosion of the science sector through funding cuts has an insidious effect. Other industries, such as car manufacturing, are able to generate front-page headlines when jobs are under threat, but the plight of researchers is less visible. One reason is that the science sector is quite fragmented. In the 2011-12 Australian federal budget there were 125 separate science and research policy programmes spread across 15 government portfolios. A diverse range of organisations employ scientists across many settings: universities, government research agencies, hospitals, private practice, medical research institutes, public sector, industry and wherever interesting questions need to be answered. This makes centralised representation difficult, and traditionally researchers are not a highly unionised workforce.; A clearly articulated strategic vision for the future of science and research would put an end to this haphazard approach to funding. But putting science policy on the national agenda is challenging, particularly as the current political focus seems more about personality than policy. But recently there are signs that the science sector has found a strong united voice and is starting to use it.; In 2011, health and medical research funding found itself in the political spotlight during the Discoveries Need Dollars campaign. Launched in response to rumoured budget cuts to medical research, this highly successful campaign saw thousands of scientists take to the streets in protest all across Australia. Importantly, this grassroots campaign included not only people doing medical research but also those people who directly benefit from it. Patients, parents, and the general public turned up to rallies, wrote letters and signed petitions. Engaging the end-users of research as voices of the campaign was powerful and ultimately funding for medical research was maintained. Globally, scientists are becoming more active in engaging communities on the issue of science and research funding.; Campaigns such as Science is Vital in the UK and Sauvons la Recherche (Let's Save Research) in France are helping to shape science policy and the future of science in their nations.; In the lead up to this year's election the science and research community joined together to call for an all-party, non-partisan support for strategic research investment. Like a rock'n'roll supergroup of science, the newly formed Research Alliance draws together peak bodies representing universities, medical research institutes, science, engineering, humanities and education. It is the first time such a strong united front has been formed, and this group represents the views of hundreds of thousands of Australian researchers.; Acting as a spokesperson for the Research Alliance, Australia's most recent Nobel laureate, Prof Brian Schmidt, called for a strategic national research policy. This would include a central research infrastructure investment framework for vital resources such as the Australian Synchrotron.; And it's not just professors who are stepping up into the science policy sphere. Last year the Australian Academy of Science established the Early-to-Mid Career Researcher Forum to advise on the challenges facing the next generation of scientists. The forum is providing a place for Australia's emerging science leaders to have their say on issues such as career structure, job security and gender equity.; Researchers are realising their capacity to contribute to science policy in Australia. And momentum is building, as they join together from all across the science sector to call for more strategic and sustainable investment. Commitments to fund research and infrastructure over one political cycle are not enough. Australia needs and deserves better in order to build a nation capable of meeting the challenges of the 21st century.; Krystal Evans is a medical research scientist at the Walter and Eliza Hall Institute in Melbourne, Australia. She tweets as @dr_krystal. This post is part of a short series on science policy in Australia in the run-up to the general election\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-204",
  "namespace": "we1sv2.0",
  "title": "Friday 6 Septem..."
}