{
  "content": "Tuesday 16 July 2013 12.15 EDT\tAmartya Sen: India's dirty fighter\tHalf of Indians have no toilet. It's one of many gigantic failures that have prompted Nobel prize-winning academic Amartya Sen to write a devastating critique of India's economic boom\tThe roses are blooming at the window in the immaculately kept gardens of Trinity College, Cambridge and Amartya Sen is comfortably ensconced in a cream armchair facing shelves of his neatly catalogued writings. There are plenty of reasons for satisfaction as he approaches his 80th birthday. Few intellectuals have combined academic respect and comparable influence on global policy. Few have garnered quite such an extensive harvest of accolades: in addition to his Nobel prize and more than 100 honorary degrees, last year he became the first non-US citizen to be awarded the National Medal for the Humanities.; But Sen doesn't do satisfaction. He does outrage expressed in the most reasonable possible terms. What he wants to know is where more than 600 million Indians go to defecate.; \"Half of all Indians have no toilet. In Delhi when you build a new condominium there are lots of planning requirements but none relating to the servants having toilets. It's a combination of class, caste and gender discrimination. It's absolutely shocking. Poor people have to use their ingenuity and for women that can mean only being able to relieve themselves after dark with all the safety issues that entails,\" says Sen, adding that Bangladesh is much poorer than India and yet only 8% don't have access to a toilet. \"This is India's defective development.\"; Despite all the comfort and prestige of his status in the UK and the US – he teaches at Harvard – he hasn't forgotten the urgency of the plight of India's poor, which he first witnessed as a small child in the midst of the Bengal famine of 1943. His new book, An Uncertain Glory, co-written with his long-time colleague Jean Drèze, is a quietly excoriating critique of India's boom.; It's the 50% figure which – shockingly – keeps recurring. Fifty per cent of children are stunted, the vast majority due to undernourishment. Fifty per cent of women have anaemia for the same reason. In one survey, there was no evidence of any teaching activity in 50% of schools in seven big northern states, which explains terrible academic underachievement.; Despite considerable economic growth and increasing self-confidence as a major global player, modern India is a disaster zone in which millions of lives are wrecked by hunger and by pitiable investment in health and education services. Pockets of California amid sub-Saharan Africa, sum up Sen and Drèze.; The details are outrageous but the outlines of this story are familiar and Sen and Drèze are losing patience (they have collaborated on several previous books) and their last chapter is entitled The Need for Impatience. They want attention, particularly from the vast swath of the Indian middle classes who seem indifferent to the wretched lives of their neighbours. So they have aimed their critique at India's national amour-propre by drawing unfavourable comparisons, firstly with the great rival China but even more embarrassingly with a string of south Asian neighbours.; \"There are reasons for India to hang its head in shame. Alongside the success, there have been gigantic failures,\" says Sen. He is making this critique loud and clear in the media on both sides of the Atlantic ahead of the book's launch in India this week. \"India will prick up its ears when comparisons with China are made, but the comparison is not just tactical. China invested in massive expansion of education and healthcare in the 70s so that by 1979, life expectancy was 68 while in India it was only 54.\"; Sen and Drèze's argument is that these huge social investments have proved critical to sustaining China's impressive economic growth. Without comparable foundations, India's much lauded economic growth is faltering. Furthermore, they argue that India's overriding preoccupation with economic growth makes no sense without recognising that human development depends on how that wealth is used and distributed. What's the purpose of a development model that produces luxury shopping malls rather than sanitation systems that ensure millions of healthy lives, ask Drèze and Sen, accusing India of \"unaimed opulence\". India is caught in the absurd paradox of people having mobile phones but no toilets.; Even more stark is the comparison with Bangladesh. \"Our hope is that India's public policymakers will be embarrassed by the comparison with Bangladesh. On a range of development indicators such as life expectancy, child immunisation and child mortality, Bangladesh has pulled ahead of India despite being poorer.'; What makes this comparison so powerful is that Bangladesh has targeted the position of women not just through government policy but also through the work of non-governmental organisations such as BRAC and the Grameen Bank. As a result, there have been astonishing successes, says Sen, such as a dramatic fall in fertility rate and girls now outnumbering boys in education. All this has been achieved despite having half the per capita income of India.; Other impoverished neighbours such as Nepal have made great strides, while even Sri Lanka has kept well ahead of India on key indicators despite a bitter civil war for much of the last 30 years. Drèze and Sen conclude in their book that India has \"some of the worst human development indicators in the world\" and features in the bottom 15 countries, along with Afghanistan, Yemen and Pakistan. Seven of the poorest Indian states account for the biggest concentration of deprivation on the globe.; After this blizzard of facts and figures – and the book is stuffed with them – one might fear reader despair, but the reverse is true. This is a book about what India could do – and should do. Kerala, Tamil Nadu and Himachal Pradesh are held up as good examples of how social investments from the 60s to the 80s have reaped dividends in economic growth. What holds India back is not lack of resources but lack of clear-sighted, long-term policies and the political will to implement them. Sen (still an Indian citizen) is optimistic, pointing to the political mobilisation following the rape of a young woman student on a bus in Delhi last December, which led to the rapid adoption of new measures to combat violence against women. The consciences of the Indian middle classes can be stirred, and, when they are, political action follows.; But he admits \"intellectual wonder\" at how it is that more people can't see that economic growth without investment in human development is unsustainable – and unethical. What underpins the book is a deep faith in human reason, the roots of which he traces to India's long argumentative tradition going as far back as the Buddha. If enough evidence and careful analysis is brought to bear on this subject then one can win the argument, and it is this faith that has sustained him through more than five decades of writing on human development. It was his work which led to the development of the much cited UN's Human Development Index.; Influential he has certainly been, but he acknowledges he still hasn't won the argument. To his dismay, there are plenty of examples where people seem set on ignoring the kind of evidence he stacks up; in passing he asks: \"How can anyone believe austerity with high levels of unemployment is intelligent policy for the UK?\"; He laughingly comments that colleagues say his thinking hasn't evolved much, but he dismisses the idea of being frustrated. All he will concede is the astonishing admission that he wishes someone else had written this book on India. \"There are a number of problems in philosophy which I would have preferred to tackle – such as problems with objectivity. But this book had to be written. I want these issues heard.\"; He says that the Nobel prize and the National Medal from President Obama may be \"overrated\" but they give him a platform, and he unashamedly uses it – giving time to media interviews and travelling all over the world to deliver speeches. That has led to compromises on the intellectual projects he would have liked to pursue, but life has been full of compromises ever since he narrowly survived cancer as an 18-year-old: there are all kinds of food he cannot eat as a result.; He is an extraordinary academic by any account – a member of both the philosophy and the economics faculties at Harvard – and is helping to develop a new course on maths while supervising PhDs in law and public health. He has plans for several more books and no plans to slow down. Mastery of multiple academic disciplines is rare enough but it's the dogged ethical preoccupation threading through all his work that is really remarkable. None of the erudition is used to intimidate; he is always the teacher.; Some argue that Sen is the last heir to a distinguished Bengali intellectual tradition that owed as much to poets as it did to scientists, politicians and philosophers. Sen is the true inheritor of Rabindranath Tagore, the great poet and thinker of the early decades of the 20th century. A family friend, he named Sen as a baby; the only photograph in Sen's Cambridge study is that of the striking Tagore with his flowing white beard.; But on one issue Sen admits he now parts company with Tagore, and instead he quotes Kazi Nazrul Islam, Bengal's other great poet who became an iconic figure for the nation of Bangladesh. Tagore was too patient; Nazrul was the rebel urging action. And he repeats a quote he uses in the book: \"Patience is a minor form of despair, disguised as a virtue.\" He wants change and that means he is about to embark on a demanding tour of Indian cities to promote the book. The doctors have told him that if he slows down it will be irrevocable, so he's decided not to. Retirement is not an option.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-167",
  "namespace": "we1sv2.0",
  "title": "Tuesday 16 July..."
}