{
  "content": "Thursday 9 May 2013 10.00 EDT\tFive year career plans – do teachers need one?\tFrom taking on teaching and learning responsibility to making it into the senior leadership team, four teachers to tell us about their career goals\tJamie Clelland, geography subject lead and joint acting head of humanities, Wollaston School, Northamptonshire; From my NQT year I set myself two goals; firstly that within five years I wanted to be a head of department and secondly I wanted to teach in two schools. I am in my fifth year of teaching now and have achieved both.; Experience is important in any responsibility in a school, though waiting for it to happen sometimes isn't enough. Most schools offer plenty of opportunities in the form of small responsibilities or teaching and learning responsibilities (TLRs). My advice is to take them. Finding a mini promotion gives new challenges and allows you to take ownership of something and make it your own.; I was able to get a responsibility in my second year to do with extra curricular activities and the Duke of Edinburgh awards scheme, and also volunteer on various other projects to do with the virtual learning environment (VLE) and a house role. Rather than make big jumps between positions these smaller steps allow you build up to larger responsibilities, and also show a clear progression in your career.; So what happens next? Well I've been planning for the end result from day one. I want to be a headteacher and I know the route I want to take, but do I have another five year plan? It definitely becomes more complicated from the position I now have, mainly thinking about how long do you have to teach before you can move into senior leadership? This is an unknown area for me, but I feel like the cycle starts again. I am taking opportunities and gaining experience in a new school so that over the next five years I can apply for jobs that I feel I am capable of (and probably some that might be just beyond me – most schools love ambition).; Whatever stage you're at in your teaching career, and wherever you want to go, I believe you can follow the same path. Be enthusiastic, have the students' success at the centre of your teaching, and enjoy it. Ultimately that is what makes a great teacher at any position on the ladder.; Gary King, assistant principal and ICT teacher, Tavistock College; I am currently working through the third year of my five year career plan. During this period I have progressed from middle leadership into senior leadership; I wanted to be in a position where I could make a difference at a whole college level. I believe that it's extremely important to balance loyalty with aspiration and not be perceived as over ambitious or ambitious for the wrong reasons. Colleagues can react to this is in a negative way.; I think it's crucial for teachers to devise a career development plan such as this. It helps you to map out your proposed intentions. However, like any good lesson plan, don't be scared to deviate from it when other opportunities arise.; I have instigated continuous professional development opportunities for myself but I have also had the support from the principal of my school, who believes in nurturing future leaders. I consider this support and belief is essential in one's career development. I have undertaken numerous internal and external CPD opportunities closely linked to my aspirations. Without these development opportunities, I would suggest that my career progression could have been restricted.; As I move towards the end of my five-year plan I now need time to embed, consolidate and measure the impact of my work, particularly in terms of outcomes for young people. I feel that not only is this important evidence for my own progression but also to build sustainable systems for others when I make that move, as good leaders grow more leaders.; Ultimately I have an aspiration to become a headteacher within the next 10 years. As I move towards this goal, I'm fully aware of the challenges that lie ahead and the experience I need to gain to enable me to reach it. The challenge of headship will enable me to improve the life chances of young people.; Amy Benziane, teaching and learning co-ordinator for English, Woodside High School, north London; With the end of uni looming, a desire to 'do something useful' came over me. A friend told me about Teach First and, before I knew it, even before the start of my third year, I had agreed to do something I had no real clue about for two years of my life. At this point the five year plan was, at best, misty. Even now I don't have a battle room with a heavily inked yearly planner attached to the wall, but I do have an idea of where I want to get to in the next five years.; Along with many others, my first year of teaching had one clear aim: survival. Although unsure what I had gotten myself into, it was meeting so many amazing students that kept me going. And it was realising I had an unnatural passion for strategic planning made me want to stay around long enough to get into middle leadership and really do something useful.; Year one quickly turned into year two; the 'get involved' year. With limited knowledge of the workings of a school beyond my department, I set out to find out more by working with a variety of colleagues on many different projects. Realising that teaching and learning was my thing I spent much time encouraging the rest of my department to try out any wacky new ideas I had found out about or created.; At this point I didn't have specific guidance from my school but I found out about Teaching Leaders, a two year programme for middle leaders, which I felt would be a good way of making sure I didn't get lazy and was always upping my game. Having been accepted onto the programme, my third year was a settling-in year as I moved across the country, taking on responsibilities within my department.; And so I'm looking at the next two years and hope they will fall into place easily. The school I'm at now is a great place to develop my leadership skills and prepare me to run a department. As I said, I've not planned out when exactly this will happen but I'd like to think it will be in the near future. Perhaps before the end of this five year grand plan?; Aaron Markar, key stage 3 science curriculum development co-ordinator, Oak Academy, Bournemouth; I'm not really a plodder anyway, but during my NQT year, I had a senior-ish colleague who advised me, or rather warned me, that all teachers have a profile in the school that they work in and that it's their own responsibility to determine how they're perceived. This confirmed to me that if I expected to progress I'd better act accordingly. I'm not talking about brown-nosing, but offering to help out and go the extra mile.; At the time, there was a girl who was also completing her NQT year and we used to have a standing joke about who would have a parking space first. I think this healthy competition definitely benefited us both. I was also was very lucky in that I had a very supportive mentor who again made me feel that I was good at my job and that I should push myself.; In my second year I started an MSc in educational leadership and management at Southampton University and was given responsibility to improve literacy standards in my department. I did a few assemblies and anything else that I thought would build my CV. And that same colleague, who is an AST (advanced skills teacher) said he'd pop into my lessons and do a few informal observations to improve my teaching and learning. It did.; This year I've been given TLR status for being the KS3 science curriculum development co-ordinator. I had this year off from my MSc but will pick it up again this September. I will also be picking up an additional TLR in September and will also be co-ordinating the whole of KS3 in science, which really feels like a significant role for me in a pretty big school. I already feel that by the end of the next academic year, I will have developed massively from where I will be at the end of this year.; For me, it's not really a five year plan, but a continual thing where I want to develop and improve, consistently, building my CV and being more competent at what I do. I think it's important not to just coast and expect your employer to keep paying you more each year without you actually adding more value to your role.; I think for anyone else wanting to make a five year plan or any plan to progress in teaching, the most important thing is the people around you. Having motivated, supportive people around you who recognise the hard work you put in and make you think it's always worth going that extra mile and improving. And if you're not getting that where you are, maybe the first step of your plan should be moving.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-113",
  "namespace": "we1sv2.0",
  "title": "Thursday 9 May ..."
}