{
  "content": "Sunday 19 May 2013 15.00 EDT\tMohsin Hamid: 'Islam is not a monolith'\tThere are more than a billion Muslims in the world, each with an individual view of life. So why are they viewed as a unified group, asks Mohsin Hamid, author of The Reluctant Fundamentalist\tIn 2007, six years after the terrorist attacks of 11 September 2001, I was travelling through Europe and North America. I had just published a novel, The Reluctant Fundamentalist, and as I travelled I was struck by the large number of interviewers and of audience members at Q&As who spoke of Islam as a monolithic thing, as if Islam referred to a self-contained and clearly defined world, a sort of Microsoft Windows, obviously different from, and considerably incompatible with, the Apple OS X-like operating system of \"the west\".; I recall one reading in Germany in particular. Again and again, people posed queries relating to how \"we Europeans\" see things, in contrast to how \"you Muslims\" do. Eventually I was so exasperated that I pulled my British passport out of my jacket and started waving it around my head. \"While it's true the UK hasn't yet joined the eurozone,\" I said, \" I hope we can all agree the country is in fact in Europe.\"; Six years on, a film inspired by the novel is in the process of appearing on screens around the world, and I am pleased to report that those sorts of questions are a little rarer now than they were in 2007. This represents progress. But it is modest progress, for the sense of Islam as a monolith lingers, in places both expected and unexpected.; Recently I was told by a well-travelled acquaintance in London that while Muslims can be aggressive, they are united by a sense of deep hospitality. I replied that I remembered being in Riyadh airport, standing in line, when a Saudi immigration officer threw the passport of a Pakistani labourer right into his face. If that was hospitality, I wasn't sure we had the same definition.; Islam is not a race, yet Islamophobia partakes of racist characteristics. Most Muslims do not \"choose\" Islam in the way that they choose to become doctors or lawyers, nor even in the way that they choose to become fans of Coldplay or Radiohead. Most Muslims, like people of any faith, are born into their religion. They then evolve their own relationship with it, their own, individual, view of life, their own micro-religion, so to speak.; There are more than a billion variations of lived belief among people who define themselves as Muslim – one for each human being, just as there are among those who describe themselves as Christian, or Buddhist, or Hindu. Islamophobia represents a refusal to acknowledge these variations, to acknowledge individual humanities, a desire to paint members of a perceived group with the same brush. In that sense, it is indeed like racism. It simultaneously credits Muslims with too much and too little agency: too much agency in choosing their religion, and too little in choosing what to make of it.; Islamophobia can be found proudly raising its head in militaristic American thinktanks, xenophobic European political parties, and even in atheistic discourse, where somehow \"Islam\" can be characterised as \"more bad\" than religion generally, in the way one might say that a mugger is bad, but a black mugger is worse, because black people are held to be more innately violent.; Islamophobia crops up repeatedly in public debate, such as over the proposed Islamic cultural centre in downtown Manhattan (the so-called \"Ground Zero mosque\") or the ban on minarets in Switzerland. And it crops up in private interactions as well.; Reading this on a mobile? Click here to view; In my early 20s, I remember being seated next to a pretty Frenchwoman at a friend's birthday dinner in Manila. Shortly after we were introduced, and seemingly unconnected with any pre-existing strand of conversation, she proclaimed to the table: \"I'd never marry a Muslim man.\" \"It's a little soon for us to be discussing marriage,\" I joked. But I was annoyed. (Perhaps even disappointed, it occurs to me now, since I still recall the incident almost two decades later.) In the cosmopolitan bit of pre-9/11 America where I then lived, local norms of politeness meant that I'd never before heard such a remark, however widely held the woman's sentiments might have been.; Islamophobia, in all its guises, seeks to minimise the importance of the individual and maximise the importance of the group. Yet our instinctive stance ought to be one of suspicion towards such endeavours. For individuals are undeniably real. Groups, on the other hand, are assertions of opinion.; We ought therefore to look more closely at the supposed monolith to which we apply the word Islam. It is said that Muslims believe in female genital mutilation, the surgical removal of all or part of a girl's clitoris. Yet I have never, in my 41 years, had a conversation with someone who described themselves as Muslim and believed this practice to be anything other than a despicably inhuman abomination. Until I first read about it in a newspaper, probably in my 20s, I would have thought it impossible that such a ritual could even exist.; Similarly, many millions of Muslims apparently believe that women should have no role in politics. But many millions more have had no qualms electing women prime ministers in Muslim-majority countries such as Pakistan and Bangladesh. Indeed, this month's Pakistani elections witnessed a record 448 women running for seats in the national and provincial assemblies.; Two of my great-grandparents sent all of their daughters to university. One of them, my grandmother, was the chairperson of the All Pakistan Women's Association and dedicated her life to the advancement of women's rights in the country. But among those descended from the same line are women who do not work and who refuse to meet men who are not their blood relatives. I have female relatives my age who cover their heads, others who wear mini-skirts, some who are university professors or run businesses, others who choose rarely to leave their homes. I suspect if you were to ask them their religion, all would say \"Islam\". But if you were to use that term to define their politics, careers, or social values, you would struggle to come up with a coherent, unified view.; Lived religion is a very different thing from strict textual analysis. Very few people of any faith live their lives as literalist interpretations of scripture. Many people have little or no knowledge of scripture at all. Many others who have more knowledge choose to interpret what they know in ways that are convenient, or that fit their own moral sense of what is good. Still others view their religion as a kind of self-accepted ethnicity, but live lives utterly divorced from any sense of faith.; When the Pakistani Taliban were filmed flogging a young woman in Swat as punishment for her allegedly \"amoral\" behaviour, there was such popular revulsion in Pakistan that the army launched a military campaign to retake the region. As my parents' driver told me, \"They say they beat her because of Islam. This isn't Islam. Islam says to do good things. So how can this be Islam?\" He offered no complex hermeneutics in support of his position. His Islamic moral compass was not textual; it was internal, his own notion of right and wrong.; I often hear it said, at readings or talks ranging from Lahore to Louisiana, that The Reluctant Fundamentalist is about a man who becomes an Islamic fundamentalist. I'm not sure what that term means, exactly, but I have a reasonable idea about the sentences and paragraphs that are actually present in the book. Changez, the main character, is a Pakistani student at Princeton. When he gets his dream job at a high-paying valuation firm in New York, he exclaims, \"Thank you, God!\"; That's it. Other than that exclamation (a common figure of speech), there's no real evidence that Changez is religious. He doesn't quote from scripture. He never asks himself about heaven or hell or the divine. He drinks. He has sex out of marriage. His beliefs could quite plausibly be those of a secular humanist. And yet he calls himself a Muslim, and is angry with US foreign policy, and grows a beard – and that seems to be enough. Changez may well be an agnostic, or even an atheist. Nonetheless he is somehow, and seemingly quite naturally, read by many people as a character who is an Islamic fundamentalist.; Why? The novel carefully separates the politics of self-identification from any underlying religious faith or spirituality. It sets out to show that the former can exist in the absence of the latter. Yet we tend to read the world otherwise, to imagine computer-software-like religious operating systems where perhaps none exist.; And in so doing, it is we who create the monolith. If we look at religion as practised in the world outside, we see multiplicity. It is from inside us that the urge to unify arises. A dozen years after 2001, we are perhaps getting better at resisting this impulse. But we still have a long, long way to go.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-125",
  "namespace": "we1sv2.0",
  "title": "Sunday 19 May 2..."
}