{
  "content": "Monday 8 July 2013 10.48 EDT\tWhy open access makes no sense\tThere can be no such thing as free access to academic research, says Robin Osborne in Debating Open Access essays – research is a process that universities teach and charge for\tThe fundamental argument for providing open access to academic research is that research that is funded by the tax-payer should be available to the tax-payer. Those who have paid for the research, it is urged, should not have to pay a second time for access to the publication of that research. Proponents of what has come to be called 'open access' claim that this is simply obvious, but in fact this argument mistakes the fundamental nature of academic research, it mistakes nature and process of academic publication, and it mistakes what is involved in providing access to academic research. I shall limit my claims here to research in the Humanities, but very similar arguments apply to research in the sciences also.; When I propose to a research council or similar body that I will investigate a set of research questions in relation to a particular set of data, the research council decides whether those are good questions to apply to that dataset, and in the period during which I am funded by that research council, I investigate those questions, so that at the end of the research I can produce my answers. The false assumption behind open access that this is exactly parallel to what would happen if I were a commercial researcher. In that case a company would commission me to do market research; they would pay me on the basis that I spent my time doing that market research; I would carry out that market research during whatever period I was paid for; and at the end I would deliver my results to the company who had paid me.; The problem is that the two situations are quite different. In the first case, I propose both the research questions and the dataset to which I apply them. In the second the company commissioning the work supplies the questions and may supply or determine also the dataset to which the questions are applied. In the first case the researcher wants to do the work, and the research council is persuaded that that research has more claim on its funds than other research proposals it has before it. In the second case the company commissioning the research wants that research done and the researcher does it because that is what they are employed to do.; But the differences go further than this important question of who sets the agenda. Suppose that I have a project to investigate whether the overthrow of King James II in 1688 brought about less liberal attitudes among the population at large. This might involve my proposing to discover some evidence (how many crimes of what sort are mentioned in the Church Court records for 1687 in Berkshire, and how this compares with the numbers of crimes of similar sorts in January 1690) in order to investigate my hypothesis (that the Glorious Revolution of 1688–9 had consequences for popular toleration). Formally this looks to be much like the act of market research: the act of research involves assembling a database and sorting it. The result of the research can be expressed as a quantity, or as a 'yes' or 'no' answer to a simple question or series of questions.; But this isn't what publication of humanities research means at all. Reporting a correlation may be sufficient for consumer research, but for humanities research a list of correlated data would be essentially meaningless. What humanities research expects to do is bring out the significance of correlations by putting them into a framework. That framework depends upon, and displays, the understanding that the researcher has achieved. Publishing research is a pedagogical exercise, a way of teaching others, not a way of giving others information which they are expected to handle on the basis of what they have already been taught.; Accessibility has become a matter of there being no charge, not a matter of making oneself widely understood. The size of journals increases, the quality of journals declines, the papers become less widely readable, the job of editing becomes less rewarding – indeed the most important quality of the editorial department becomes its value for money, that is how many articles can be handled by how few staff.; The relationship here between my publication and others' research and publication has become vicious. At the end of the day the paper published in a Gold open access journal becomes less widely read – it has been less improved by editorial intervention and less required to be accessible. Since the more international the journal, the less the incentive to go over to open access, UK scholars who are obliged to publish in Gold open access journals will end up publishing in journals that are less international and, for all that access to them is cost-free, are less accessed in fact. UK research published through Gold open access will end up being ignored.; There can be no such thing as free access to academic research. Academic research is not something to which free access is possible. Academic research is a process – a process which universities teach (at a fee). Like it or not, the primary beneficiary of research funding is the researcher, who has managed to deepen their understanding by working on a particular dataset. The publications that result from the research project are only trivially a result of the research funding, they come out of a whole history of human interactions that are not for sale. Not even in a slave society.; For those who wish to have access, there is an admission cost: they must invest in the education prerequisite to enable them to understand the language used. Current publication practices work to ensure that the entry threshold for understanding my language is as low as possible. Open access will raise that entry threshold. Much more will be downloaded; much less will be understood.; This is an extract from Debating Open Access, a series of eight articles discussing the challenges of open access for the humanities and the social sciences commissioned by the British Academy – read the full text here; Robin Osborne is professor of ancient history, fellow and senior tutor at King's College, Cambridge – follow it on Twitter @Kings_College; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-161",
  "namespace": "we1sv2.0",
  "title": "Monday 8 July 2..."
}