{
  "content": "Tuesday 26 November 2013 10.40 EST\tWhy all the fuss over Katy Perry's geisha performance at the AMAs?\tPerry's Asian routine could have been a lot worse. There were no fake accents or eyelid jokes. This wasn't blatant 'yellowface'\tStrapped for a last-minute costume one Halloween, I rifled through the racks at Forever 21 before stumbling on inspiration: a red flower-print dress made of cheap cloth trying to pass itself off as shantung silk. I paired the dress with plastic chopsticks stuck into my hair, slapped some baby powder on my face, and called myself an \"Asian Fetish\". I even had a prop: the man I showed up with was \"The White Guy ... with an Asian Fetish\".; The costume, for obvious reasons and beyond, was a bust; I was upstaged by an actual geisha (kimono, tabi socks, and all), a mail order bride from the developing world, and the ball and chain toting Japanese schoolgirl from Kill Bill.; I was reminded of that failed (and yes, definitively un-PC) costume yesterday, when friends and colleagues emailed links to strongly-worded articles about Katy Perry's performance during Sunday night's American Music Awards. A quick primer for those who, like me, missed it the first time around: Katy Perry performed her new single \"Unconditionally\" while wearing a Japanese kimono, on a set festooned with cherry blossoms, rice paper screens, and fluttering fan dancers.; Jeff Yang of the Wall Street Journal decried Perry's \"whiteface/yellowface performance\" as \"a harsh reminder of how deeply anchored the archetype of the exotic, self-sacrificing 'lotus blossom' is in the Western imagination\". Nolan Feeney wrote in The Atlantic that \"it's these kinds of stereotypical visuals that play into white fetishization of Asian women – something Perry doesn't have to deal with when she takes off her costume\". Ravi Chandra of Psychology Today claimed Perry's performance was the racist equivalent of performing in blackface. Celebrity blogger Perez Hilton said, \"Kimono-she-didn't!\"... which, whether a compliment or not, at least acknowledged that Perry, against all better judgment, \"went there\".; Naturally, I expected a mash-up of every worst possible Asian affront. A la David Bowie yanking at the corners of his eyes in his \"China Girl\" video. Or the entire Spanish Olympic basketball team making the same exact gesture some 30 years later at the Beijing Olympics. I pictured Katy Perry in full geisha gear, alternately kowtowing and twerking towards her love interest while belting out, \"Me love you long time.\"; When I finally watched the video, I braced myself for Perry's blatant display of yellowface. But was surprised to find: I was rather underwhelmed. In an age where music award videos have devolved to breast-flashing wardrobe malfunctions, Perry's performance was downright innocuous by comparison. Her kimono, despite some cultural inaccuracies in the form of strategic slits, was rather prim by Hollywood standards. Her stiff dance moves were more roboto than domo arigato. \"Unconditionally's\" lyrics, which were described by the Wall Street Journal critic as \"being a doormat for the very special loutish Englishman in your life\", turned out to be no more or less submissive than the typical cursive scribbling found inside a teenage girl's marbled notebook – scribbling that somehow worms its way to the top of American pop charts. I couldn't find anything that officially screamed offensive.; When I showed the video to my college class (under, of course, the pretense of a lesson in \"Cultural Identity\"), my students clapped. \"Clean,\" one of them murmured. \"Clean and beautiful.\"; Here were some of their other comments:; \"It's not her intent to be a racist. She wasn't setting out to be derogatory.\"; \"It was just a theme, like Halloween. She thought it'd be a genuinely good performance.\"; \"She wanted to upstage Miley Cyrus. She just wants attention.\"; \"We have to remember she's a Western artist performing for a Western audience.\"; Overall my students – mostly first-generation Americans, a few of (South) Asian descent – were refreshingly cynical about the whole matter. To them, what Katy Perry had done was no more or less gimmicky and offensive than a Halloween costume. If America's youth can have a healthy dose of cynicism about Perry's performance, then maybe we should follow suit. Perry's dissenters write off her performance as offensive cultural appropriation; but what if, instead, we read it as an example of cultural pluralism – forming a \"transnational America\" where \"various ethnic cultures would interact in a tolerant atmosphere to create an enriching variety of ideas, values, and lifestyles\". That's a quote from political activist Randolph Bourne, and was later picked up by historian George M Fredrickson in his essay \"Models of American Ethnic Relations: A Historical Perspective\".; All I know is, we are moving towards the kind of culturally plural society where a white girl in Hollywood can dress up as a glorified Japanese prostitute and broadcast her way onto an outer-borough New York public college campus that has just decreed this academic calendar year as \"The Year of Brazil\".; Frankly, Perry's performance could have been a lot worse. There was no eyelid tugging. There were no grating fake accents and cries of ching-chong. And there have been far more egregious \"yellowfaced\" attempts such as this law firm commercial.; Are we there yet? No. But it's a lot better than it used to be. And for this, you might say we should be grateful.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-273",
  "namespace": "we1sv2.0",
  "title": "Tuesday 26 Nove..."
}