{
  "content": "\n\nMonday 21 July 2014 04.50 EDT\t10 ways to make public engagement work for you\tEngaging with the public and research go hand in hand. It's time to ditch the paranoia, and build up a presence in public debate • Public speaking for academics – 10 tips\tWhat is public engagement? It's an increasingly unavoidable question for any academic, but in the arts and humanities, it's still hotly contested.; With the Research Excellence Framework's (REF) impact imperative on one side, and outcries over the humanities' intrinsic value on the other, engagement debates are creating a frustrating (and self-fulfilling) dichotomy between the ivory tower and the \"real world\".; We want to start a new conversation: one that doesn't establish unhealthy and unnecessary binaries. One that includes a new generation of researchers working in a hybrid model, where research and public presence go hand in hand.; This model represents a fertile future, so here are 10 steps towards making public engagement work for us:; 1) Tackle engagement back from the REF; Starting out in academia is a little like arriving in a Kafka-esque holiday resort. It's all smiles, loud shorts, ciapirinhas; then next thing you know you're wondering if the sand castle you just made is REFable: how will it be assessed by the unknown, unseen powers that be?; Confounded, we went to see the REF representative lurking in the dark corridors of our home institution. It turns out REFable engagement is just a reification of what are already the best moments of research: thinking through collaboration, sharing and shaping ideas through dialogue with diverse publics. So let's work from that, before getting bogged down in hollow rhetorics.; 2) Break out of the bottleneck; Rethinking engagement is about realising that your career is not dependent upon scrambling up the slippery ladder from PhD to professor. Lateral connections make you employable and resilient in higher education, so don't blinker yourself to a career that reaches beyond the gravy train.; 3) Liberate yourself from peer fear; While conservative academics break sweat at the thought of non-peer reviewed publication, the likes of the London Review of Books, e-flux, Exeunt and ArtForum (plus the latter's 128k Twitter followers) represent a fast-growing cohort of platforms that value rigorous and critical thinking beyond specialist readerships. Tap into a community of wider peers by using these alternative outlets. Ditch the paranoia, and build up a presence in public debate.; 4) There's no such thing as impact; We're not the first to challenge the notion of one-sided impact. It's right there in Newton's laws of motion: every action has an equal and opposite reaction. Collaboration with community groups, policy-makers, and the creative industries isn't just about box ticking: it's reciprocally rewarding, with impact ricocheting into your work.; 5) And research doesn't just happen in the library!; We can't lay sole claim to the production of challenging, cutting-edge research. Acknowledging that we can learn just as much from artists, audiences and the subjects of our case studies is vital for reassessing the benefits of public engagement beyond REF point-scoring.; 6) Your institution will support you; Universities and research councils are desperate to throw money at public engagement, so get savvy about tapping into funding, spaces and networks. Your institution probably has a PR department who would love to hear about your work, offering media hook-ups and promotion on your behalf.; 7) Digisphere isn't a dirty word; Academics like @DrKFenbyHulse and @philosophybites make it clear there's no opposition between rigorous research and a lively Twitter handle. Hashtags like #engagedacademics and #twitterstorians offer a supportive network of like-minded researchers. More broadly, social media unravels the traditional hierarchies haunting academia.; 8) Open Access opens doors; As @melissaterras found, web accessibility puts your research on the map for funders, readers and employers, and Tweeting about it can send your citations through the roof. Many universities have online repositories that will protect your work in the public domain.; 9) Pick up the pace; Take advantage of the quick turnaround of magazines and blogs. Put your name on your research early, garner an audience and feedback, and maximise on research time by developing strong articles into research papers, and research offcuts into blogs.; 10) Think \"third space\"; By taking specialist-only circulation as the marker of serious research, we falsely associate excellence with a limited community of peers. Impact becomes a REFable tack-on – both demanded and derided by the institution – putting researchers in a double bind of job market pressures. A new community of engaged researchers are replacing this polarisation with a mixed model: we're generating a vibrant third space, an autonomous in-between, which values the innovation and creativity of research beyond academia.; What's emerged from our student-led research with reach project is a need for young academics to support each other in breaking outdated moulds. Keep in touch, voice your perspective and tap into the power of the critical mass. Share your ideas, don't garrison them.; Ella Parry-Davies and Penny Newell are PhD candidates at King's College London and co-convenors of the student-led network and training programme, research with reach – follow them on Twitter @EllaParryDaviesand @penny_en; Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-160",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 21 Jul..."
}