{
  "content": "Friday 14 June 2013 19.16 EDT\tQueen's birthday honours list 2013: Diplomatic\tThe full list of recipients of Diplomatic Service and overseas honours\tKCMG; The Honourable Peter Richard Caruana, QC. Politician, barrister and former chief minister, Gibraltar. For services to Gibraltar.; Professor (Arthur) Alan Dashwood, CBE, QC. Emeritus professor, European law, University of Cambridge and professor, City University, London. For services to the development of European law.; Simon James Fraser, CMG. Permanent under secretary and head of the Diplomatic Service, Foreign and Commonwealth Office. For services to the Foreign and Commonwealth Office and the pursuit of British foreign policy interests.; David Norman Reddaway, CMG, MBE. HM ambassador, Turkey. For services to British diplomacy and furthering UK interests in Turkey.; CMG; Dr Dudley Charles Ankerson. Adviser. For services to furthering UK interests in South America.; William John Clovis Meath Baker, OBE. Director, Foreign and Commonwealth Office. For services to UK interests in the Middle East.; Richard Martin Donne Barrett, OBE. Formerly head, monitoring team, United Nations security council committee. For services to enhancing the implementation of sanctions regimes and international security.; Ms Joanna Margaret Burke. Director China, British Council. For services to the development of UK/China cultural relations.; Professor William Rodolph Cornish, QC. Emeritus professor of law, University of Cambridge. For services to promoting understanding of British law in central Europe.; Alexander Wykeham Ellis. Director strategy, Foreign and Commonwealth Office. For services to British diplomacy and foreign policy development.; Kevin Jeffrey Fitzgerald. Chief executive, Copyright Licensing Agency and chairman, Prisoners Abroad. For services to British economic interests, particularly the promotion of intellectual property internationally and the welfare of British nationals in prison abroad.; Paul Damian Madden. High commissioner, Australia. For services to British foreign policy and furthering UK interests in Australia.; Peter Millett. HM ambassador, Jordan. For services to British foreign policy and furthering UK interests in Jordan.; Peter Michael Alexander Wilson. Director Asia Pacific, Foreign and Commonwealth Office. For services to strengthening British foreign policy in Asia.; KBE; Michael Jonathan Moritz. Chairman, Sequoia Capital LLP, San Francisco, USA. For services to promoting British economic interests and philanthropic work.; CBE; Timothy Heyman. President, Heyman y Asociados SC. For services to UK/Mexican Finance and investment and philanthropy.; Haim Judah Michael Levy, QC. Lawyer and Founder, Gibraltar Community Care Ltd, Gibraltar. For services to the economy and to the community in Gibraltar.; The Honourable William Alexander Scott, JP. Formerly member of parliament and former premier, Bermuda. For services to Bermuda.; OBE; Felix Alvarez. Equality and human rights worker. For services to the advancement of equality and human rights in Gibraltar.; Dr The Reverend Cyril Bernhard Axelrod. Consultant, Hong Kong Society for the Blind. For services to the development of deaf blind services in Hong Kong.; John William Matthew Baugh. HM ambassador, Somalia. For services to promoting peace and security in Somalia.; Mark Gregory Beer. Former chairman, British Business Group, Dubai, and the northern Emirates, and registrar, Dubai International Financial Centre Courts, UAE. For services to advancing British business interests, promoting British exports and enhancing legal co-operation.; Christopher John Chantrey. Formerly chairman, British Community Committee, Paris, France. For services to the British community in France.; Ms Jacqueline Jill Collins. Writer. For services to fiction and to charity.; Geoffrey Lynton Cooper. Formerly deputy head, EU policing mission, Afghanistan. For services to the development of policing in Iraq and Afghanistan.; Michael Keith Dunstan. First secretary, Foreign and Commonwealth Office. For services to the security of the London 2012 Olympic and Paralympic Games.; Dr Sarah Katherine Fane. Founder, Afghan Connection. For services to charitable work, particularly for young people in Afghanistan.; Ms Gillian Elizabeth Flaxman. Head, British Council school, Madrid, Spain. For services to international cultural relations and to education in Spain.; William John Gelling. Formerly private secretary to the Right Honourable William Hague, MP, foreign secretary, Foreign and Commonwealth Office. For services to British diplomatic interests.; Timothy Gerrish. Head, training and international capacity building, Child Exploitation and Online Protection (Ceop) Centre. For services to developing and supporting international child protection, particularly in south-east Asia.; Ms Sian Jones. Formerly first secretary, British high commission, Islamabad, Pakistan. For services to UK national security.; Mrs Rhondalee Moreen Braithwaite-Knowles. Deputy attorney general, Turks and Caicos Islands. For services to the development and reform of the public service of the Turks and Caicos Islands.; Simon John MacKinnon. Chairman, Sinophi Healthcare, Shanghai, China. For services to advancing British business in China, developing UK/China trade and investment links, and charity work.; Professor Nicholas Miles. Provost and pro-vice chancellor, The University of Nottingham, Ningbo, China. For services to furthering UK/China educational interests.; Peter James Mumford. Formerly first secretary economic and financial, British embassy, Beijing, China. For services to transforming UK financial interests in China.; Ms Nouria Nagi. Director, Yemen Education and Relief Organisation, Sana'a, Yemen. For services to charitable work transforming the lives of women and children in Yemen.; Professor David Newman. Dean, humanities and social sciences, and professor, politics and government, Ben Gurion University, Israel. For services to higher education and the humanities and promoting academic links between the UK and Israel.; Nicholas Andrew Nicolaou. Formerly chief executive Officer, HSBC Sri Lanka and the Maldives, Colombo, Sri Lanka. For services to promoting British business interests, arts, education and the English language in Sri Lanka.; Cedric Rawnsley Osborne, MBE. Manager, MS Osborne Ltd, Montserrat. For services to promoting business interests in Montserrat.; Mrs Eileen Lucia Stevens Parsons. Retired teacher, parliamentarian and minister, British Virgin Islands. For services to education and to the community in the British Virgin Islands.; Andrew John Pearce. Head of Security, Estates and security Directorate, Foreign and Commonwealth Office. For services to the safety of FCO staff, families and embassies.; Stanley Everton Reid. Deputy governor, Anguilla. For services to Anguilla.; The Very Reverend Canon David John Leyburn Richardson. Formerly representative of the Archbishop of Canterbury to the Holy See and director of the Anglican Centre, Rome, Italy. For services to strengthening relations between the UK, the Anglican Communion and the Holy See.; Martyn Roper. HM ambassador, Algeria. For services to UK interests in Algeria, particularly the UK response to the In Amenas hostage crisis.; Stephen James Smith. Director general, the Anglo Mexican Foundation. For services to promoting British commercial, cultural and educational interests in Mexico.; Brian Stainton. Engineer, lately Foreign and Commonwealth Office. For services to engineering and to local charitable and community support.; Peter Gerald Maber Whawell. First secretary, Foreign and Commonwealth Office. For services to UK national security.; Mrs Patricia Jill Williamson. Trustee and chair, Legal Assistance Trust. For services to promoting human rights and the rule of law in South Africa.; MBE; Peter James Aagaard. Executive director, Zambian Conservation Farming Unit. For services to the development of conservation farming in Africa.; David Abbott. First secretary, Foreign and Commonwealth Office. For services to the security of the London 2012 Olympic and Paralympic Games.; Mrs Barbara Moser Andon. Formerly vice consul, British embassy, Beirut, Lebanon. For services to the UK consular crises response in the Middle East.; Ms Denise Ashmore. Manager, British Law Centres, Warsaw, Poland. For services to British law in central Europe.; Andrew James Barclay. Projects director, International Centre for Prison Studies, London. For services to the development of human rights and prison reform in Libya.; Rodney William Beattie. Manager, Commonwealth war graves cemeteries, and director, Thailand-Burma Railway Centre, Thailand. For services to the Commonwealth war graves and the history of the Thailand-Burma Railway Centre in Thailand.; Andrew Ben Bolgar. First secretary, Foreign and Commonwealth Office. For services to international diplomacy.; Paul Jonathan Davies. Founder and Carnival director, Embaixadores da Alegria', Brazil. For services to raising awareness of disability rights and to the community in Rio de Janeiro, Brazil.; Giles Elliot Enticknap. Head, UK Office, Nouakchott, Mauritania. For services to furthering British interests in Mauritania.; Brian Edward Flanagan. Police adviser, European Union police mission, Afghanistan. For services to international police development in Iraq and Afghanistan.; Miss Catherine Louise Fraser. First secretary, Foreign and Commonwealth Office. For services to furthering UK/Nigerian relations.; Craig William Hitchcock. President, Abidjan Business Friends Club, Ivory Coast. For services to promoting British trade and investment in Ivory Coast.; Miss Louise Margaret Hopper. Second secretary political, British embassy, Tripoli, Libya. For services to furthering British interests in Libya.; Matthew John McMinnies Horn. Journalist and journalism lecturer, University of Central Lancashire and Guandong University of Foreign Studies, China. For services to the development of journalism and to charitable work in China.; Simon Erskine Hughes. Honorary secretary, Chagos Conservation Trust. For services to environmental conservation.; John Jeffers. Fisheries Officer, Montserrat. For services to the environment, particularly turtle conservation, in Montserrat.; Ms Helen Andrea Jones. Deputy chief executive, Commonwealth Youth Exchange Council. For services to youth development in the Commonwealth.; Robert Mark Last. Senior human rights adviser, UK Mission to the United Nations, Geneva, Switzerland. For services to promoting British human rights interests.; Mrs Hilary Mackenzie. Co-Founder and chair, New Growth Ministries, Zimbabwe. For services to charitable work for disadvantaged people and to the community in Zimbabwe.; Robert Malcolm Mackenzie. Co-Founder and chair, New Growth Ministries, Zimbabwe. For services to charitable work for disadvantaged people and to the community in Zimbabwe.; Mrs Joy Mary Murray Menezes. British honorary consul, Madeira, Portugal. For services to the British community in Madeira.; Mrs Della Marie Nevill. Second secretary, Foreign and Commonwealth Office. For services to promoting UK information security.; Ms Claire Louise Newman. Vice Consul, British Consulate General, Atlanta, US. For services to furthering British consular interests and to the British community in south-eastern US.; Mrs Jane Rose Nicholson. Founder, and chair FARA Foundation, UK and Romania. For services to charitable work, particularly to disadvantaged children in Romania.; Dr Mary Edith Penny. Director general, Nutrition Research Institute, Lima, Peru. For services to nutrition and health sciences in Peru and in developing countries.; Stephen David Rhoades. Telecommunications adviser. For services to international communications.; Ms Jasmin Rowe. Secretary, African Diasporo Rastafarians and British consular warden, Shashemane, Ethiopia. For services to the British and Commonwealth Rastafarian community in Ethiopia.; Michael John Spurling. Founder and lately chairman, Raleigh Bermuda. For services to the community, particularly youth development, in Bermuda.; (Christopher) Paul Stebbings. Director and producer, TNT Theatre Company, Exeter, Devon. For services to promoting British theatre and furthering British cultural interests in Asia, particularly in China.; Ms Karen Frances Stock. Formerly president, British Chamber of Commerce, Spain. For services to promoting British commercial interests in Spain.; Joseph Assaad Tabet. Chairman and managing director, Frayland, Dubai, UAE. For services to furthering UK/UAE relations.; Clement Ellington Franshaw Talbot. Founder, Ross (Blackie) Talbot Foundation, Bermuda. For services to charitable community work in Bermuda.; John Alfred Allsop. The Royal British Legion, Branch Official Bordeaux France. For services to the community in south-west France.; Humphrey John Barclay. Development adviser, Kwahu-Tafo, Ghana. For services to development in education, health, employment and community infrastructure in Kwahu-Tafo, Ghana.; Mrs Mary (Carmen) Margaret Mary Rose Bellamy. Charity fundraiser, General hospital, Gozo. For services to healthcare, charitable work and to the community in Gozo, Malta.; Michael John Chappell. William Military illustrator and author. For services to British military history.; Ceri Dando. Charity fundraiser and community volunteer. For services to voluntary work in Mexico.; Sgt Granville Duncan. Orderly to the Governor of Anguilla. For services to Anguilla.; Mrs Rosalin Emerson. Poppy Appeal organiser and welfare officer, the Royal British Legion, the Netherlands. For services to the community in the Netherlands.; Shirlen Albert Forbes. Chief statistician, Turks and Caicos Islands. For services to the development of statistics in the Turks and Caicos Islands.; Mrs Sonia Patricia Golt. Founder, Bosom Buddies Cancer Trust Charity, Gibraltar. For services to breast cancer awareness in Gibraltar.; Mrs Marylin Gladys Anna Lavarello. Midwife, Camogli hospital, Tristan da Cunha. For services to the community in Tristan da Cunha.; Leslie Secretary Linares. Gibraltar Photographic Society and co-ordinator, botanical section, the Gibraltar Ornithological and Natural History Society. For services to photography and botany in Gibraltar.; Mrs Amanda Jane Moss. Events manager, British embassy, Brussels, Belgium. For services to promoting British interests and charity fundraising in Belgium.; Mrs Angela Jasenta Musgrove. Director, youth, ministry of health and education, Turks and Caicos Islands. For services to youth development in the Turks and Caicos Islands.; George Edward Payas. Deputy commissioner, St John Ambulance, Gibraltar. For services to the community in Gibraltar.; Michael Joseph Pizzarello. Emmanuel director, The Duke of Edinburgh's International Award, Gibraltar. For services to the development of young people in Gibraltar.; Christopher Bernard Pool. Formerly president, British Hospital and membership secretary, The Royal British Legion, Montevideo, Uruguay. For services to the community in Uruguay.; Hector John Benedict Romero. Community volunteer, Gibraltar. For services to promoting sport, particularly athletics, in Gibraltar.; Mrs Maria Isabel Vinales. Founder, Families Anonymous Group, Gibraltar. For services to families of alcohol and drug abuse victims in Gibraltar.; Norman Andrew Watts. Chartered civil engineering adviser, public works development, Turks and Caicos Islands. For services to infrastructure development in the Turks and Caicos Islands.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-145",
  "namespace": "we1sv2.0",
  "title": "Friday 14 June ..."
}