{
  "content": "\n\nFriday 23 May 2014 07.29 EDT\tScottish independence would damage research funding, warn medical experts\tSenior medical staff voice 'grave concerns' that biomedical and life sciences research will suffer if the country leaves the UK\tA group of eminent Scottish medical experts have warned that independence would seriously damage research funding for Scotland's universities and medical schools.; The open letter from 14 experts, including senior staff from all five of the country's main medical schools, said they had \"grave concerns\" that Scotland's world-leading biomedical and life sciences research would suffer if Scotland \"sleepwalks\" into leaving the UK.; The letter, coordinated by Sir David Carter, a former chief medical officer in Scotland, said Scottish universities did disproportionately well out of the UK's research funding system and from the UK's charitable and medical foundation grants.; In 2012-13, they won 13.1% of UK research council grants, earning £257m, and 11.5% of all the UK's public and charitable medical research funding despite Scotland having 8.4% of the UK's population. That was a \"remarkable achievement\", they said.; The £83m raised from UK research councils by the University of Edinburgh equalled a third of its overall research income. The Scottish Funding Council, run by the devolved government in Edinburgh, provided only £21m of Dundee's £121m in research funding.; This confirmed, they said, that the worldwide success of Scotland's universities was underpinned by unfettered access to UK funding. It would be unaffordable at that level after independence – a stance supported by the anti-independence Better Together campaign and UK government ministers.; \"Growing out of our profound commitment to Scotland are grave concerns that the country does not sleepwalk into a situation that jeopardises its present success in the highly competitive arena of biomedical research,\" the letter said.; \"Life sciences research provides thousands of high technology jobs; it is now and can undoubtedly remain a cornerstone of the Scottish economy. We contend that Scotland's research interests will be much better served by remaining within the common research area called the United Kingdom.\"; The group of signatories includes Prof James Garden, the Queen's surgeon in Scotland and a pioneer of liver transplant surgery, Prof Wilson Sibbett, the country's first chief adviser on science and Prof Jean Beggs, a respected geneticist. Three of the signatories have been knighted.; The academics said the Scottish government's proposals for a new common research funding area with the UK after independence were \"fraught with difficulty [and] unlikely to come to fruition\".; The 14 signatories said it was highly unlikely the UK government would agree to a deal where it funded a competitor country's research base and funded its institutions – a position already taken by UK government ministers.; They also alleged that Scotland's university principals, the umbrella group Universities Scotland and the Royal Society of Edinburgh had felt unable to voice their doubts about independence partly because they feared it would damage their Scottish government funding.; Leading members for the pro-independence group Academics for Yes, Professors Bryan MacGregor and Murray Pittock, said there were already models for a post-independence deal in the UK arrangements with the Republic of Ireland.; They said the academics' letter failed to acknowledge that UK research funding was already being cut. The Campaign for Science and Engineering (CaSE) stated that the science research budget had lost more than £1.1bn under UK government cuts, and Scottish ministers had stepped in to help some areas of research hit by that shortfall.; Ireland had negotiated joint funding arrangements with the UK on arts and humanities, social sciences and post-graduate research councils, while Queen's University Belfast access to the Ireland's scientific research funding scheme. Scotland also does very well from EU research funding, which would continue after independence.; \"Why would an independent Scotland be treated differently?\" MacGregor and Pittock asked.; The Scottish government, they added, had made repeated commitments to continued funding of the country's research, including by allowing overseas PhD and research students to remain longer after completing their studies, which were \"liberating\" and \"exciting\".",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-113",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 23 May..."
}