{
  "content": "\n\nFriday 12 December 2014 04.33 EST\tThere’s land if you want it': how a hand-drawn map is transforming vacant lots in Brooklyn\tThe 596 Acres posters visualise all the publicly owned vacant land in Brooklyn and encourage neighbours to organise to request access\tHow does a map become a garden? In 2011 open space activists in New York City compiled a list of all the publicly owned vacant land in Brooklyn. It summed up to 596 acres, almost the same size as Brooklyn’s Prospect Park. But this spreadsheet was an abstraction until it was translated by a graphic artist into a hand-drawn map and print.; In a design meant to communicate abundance, the footprint of all the borough’s vacant lots was coloured green. Trapped behind chain-link fence (barbed wire in the poster’s more rhetorical depiction), these potential farms, gardens or other community gathering spaces were filled with possibility. Mounted outside the lots themselves and accompanied by a hand-written note encouraging readers to reclaim the publicly-owned property, the posters were the beginning of imagining what the space could be.; They were coupled with an online map, which has now expanded to cover more of New York City. Subsequent versions of the posters provide illustrated step-by-step instructions for potential lot-recoverers, as well as pointing passers-by to the website, which in addition to the map helps neighbours to organise to request access to the space from the city.; To date, the combined poster-map tool has made it possible for groups in the city to gain access to 46 lots where previously nothing happened. And the technique is being applied in other cities – Philadelphia, Los Angeles, New Orleans, Montreal, Melbourne and Sydney have also begun to map and mark vacant lots.; No mere posters, 596 Acres’ signs make visible an opportunity to reclaim space. Not only might someone pass by an eyesore and be pointed to see it fresh as a common good, they are connected with information on how to realise that potential. An especially valuable tool in the neighbourhoods where such lots are concentrated, not coincidentally underserved by municipal and commercial infrastructure.; Map-making and signposting are not only the means by which cities order and explain space, but can also be a tool for citizens to make claims on it.; Ben Campkin is the author of Remaking London: Decline and Regeneration in Urban Culture (IB Tauris, 2013), director of UCL’s Urban Laboratory, senior lecturer in the Bartlett School of Architecture and co-editor of Urban Pamphleteer.; Mariana Mogilevich is a historian of architecture and urbanism and Mellon Fellow in architecture, urbanism and the humanities at Princeton University.; Rebecca Ross is a graphic and interaction designer and urban historian, senior lecturer at Central Saint Martins School of Art and Design and co-editor of Urban Pamphleteer.; Find out more about the project at Picturing Place.; Which other pictures have shaped how we experience urban places around the world? Share an image that has influenced your city on Twitter using the hashtag #PicturingPlace",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-251",
  "namespace": "we1sv2.0",
  "title": "\n\nFriday 12 Dec..."
}