{
  "content": "Thursday 20 June 2013 11.00 EDT\tGraphics worker: 'The shouting of the bankers resembled constant gunfire'\tA woman working night shifts in graphics for a major bank, talks of the systematic abuse and poor conditions she faced • This monologue is part of a series in which people across the financial sector speak to Joris Luyendijk about their working lives\tShe is a woman in her mid-30s, not British, who goes by the name of Nyla Nox, but worked in banks under a different name. She requested no further details be given.; \"The systemic abuse in banks is still being understated and not named as the deliberate social Darwinist system it is. Even in your interviews the banks seem too glamorous, home to the \"best and brightest\" . I closely observed thousands of bankers when they weren't trying to sell themselves. Is it impossible to speak the truth or to believe it?; \"I worked on the 'graveyard shift' in the graphics department four nights a week, from midnight to 8am. Two years in one major bank and five in another, 'The Most Successful Bank in the Universe'.; \"Although some of us worked there for years we were officially contractors and could be fired at any moment (luckily I never was). We had no sick pay, holidays, severance, bonus, nothing. But I saw more secrets in a month than most bankers in a lifetime; upcoming deals, trade flows, projections, takeovers. I could have sold it all.; \"Our job is mostly layout and high-end graphics. From text and figures provided by the bankers we create a 'book' (the only tangible product clients get for their fees). Fairly high-skilled – technical, fast, constantly evolving. I enjoyed playing with the beautiful colours.; \"The department was open 24/7 every day except Christmas. After midnight was busiest. Everything was always super-urgent, deadlines at 3, 4 or 7am. Often impossible to meet. When it got too hectic a top banker weeded out the task list. This made the bankers very angry. Of course, without these deadlines there wouldn't have been a graveyard shift for me to work on…; \"Presentations and books were changed many times by different people who often seemed to work against each other and gave conflicting instructions. The bankers had no understanding of (or respect for) our work and usually thought they could do it better – until it all went wrong and they had to ask us to fix it. Poor sods, they were constantly humiliated and 'brought down' by their own superiors, as in a British private school.; \"The weekend graveyard shift paid around £24 an hour. Daytime shifts were £14 pounds. Holidays you sometimes got double.; \"The greatest thing about the job? The office of the Most Successful Bank in the Universe has a fantastically beautiful view. The roofs of central London, the Thames, St Paul's. I loved to watch the sunrise. The beauty of that I will never forget.; \"There were no breaks, none, in an eight-hour graveyard shift. If your seat was empty for more than seven minutes, they'd dock your pay. Taking breaks was also 'against the culture', we were told on our first day. Every two hours we had a five-minute 'eye break' – a legal requirement for working with screens. An eight-hour shift meant three five-minute breaks. 'Don't take six!'; \"The toilets were quite far away and you needed your company pass to go through the glass doors. When break time came you actually ran. Many of us had cystitis (a bladder infection).; \"The kitchen was unimaginably filthy, especially on weekends when the whole floor wasn't cleaned between Friday night and Monday morning. The same with the toilets. Can you imagine? Hundreds of people (there were at least 200 bankers on the floor) went through the kitchen and toilets, and they weren't cleaned for 48 hours.; \"During the week cleaners came around 3am. Again an unbelievable contrast with how this bank presents itself to the outside world. They wiped my desk with very old rags and water so dirty it was black. The hoovers blew clouds of dust over us. There were fleas in the carpet and on the trading floor the mice came out at night. (I choose to believe they were mice, anyway…).; \"Around 5am, if the work flow died down, they'd often 'short-shift' us, send us home without pay. That created such uncertainty! All those needless and wasteful revisions must have cost 10 times more than they saved by cutting our shifts. Ironically, the uncertainty may have contributed to my staying on. There was something almost addictive about it, hoping I'd get to work four full shifts. \"Maybe this time I'll win …\"; \"There were about 30 of us on the graveyard shift, sometimes more. Psychologists, scientists, a theologian, even an economist, teachers, artists, hosts of media studies graduates and the headmistress of a secondary school. Those with a big mortgage, student debt, young children were so scared of losing their jobs.; \"Most were in their late 20s and early 30s, like most of the bankers. So one population was living their dream, the other their nightmare. And both saw the other as living proof of all that's wrong with society.; \"I believe the bank actually promoted anger among the bankers, to bring out the predator in them. Meanwhile, we were depressed.; \"We called ourselves the humanities proletariat. With an advanced degree in humanities you are trained, conditioned almost, to analyse these processes. Then we had to endure them, night after night. We also called it Siberia.; \"Some of your interviewees say 'I wish I hadn't been loyal to the bank'. I never felt any loyalty. It was constantly appealed to; help out, work faster – unpaid. We'd get weekly emails from the CEO, addressing us like buddies, stressing how success is a team effort and so on. On busy nights emails like that always raised a few laughs. It was just so far removed from reality...; \"I often thought of the Milgram experiments – how far will people go in hurting others when given authority without accountability? The shift leaders (and the quality control or QC department) were the worst bullies. Many of them had risen in the bank through support functions. Some of them were the only ones without a degree. They could make life difficult for bankers, too. They accidentally found themselves in a position of great power over others. How were management to know what supervisors were up to in the middle of the night? They wrote the shift reports themselves.; \"Each shift had a supervisor and a QC 'style guide' representative. The QC guy would sit on a higher platform facing the room, and when you were new, after finishing a job, you had to get up, walk past 30 people and hand it over. Then they'd publicly tell you what you'd done wrong. Sometimes you had to repeat it aloud. Five or six times per night. This could also strike a veteran at any time. Even when you weren't subjected to it yourself you still had to sit there and listen to it.; \"The environment – yes, I think I would call it abusive. The shouting of the bankers resembled constant gunfire. Night after night they crowded around me, pushing my chair, calling me incompetent and stupid. This was all under the watchful eye of our supervisors who harassed us afterwards for not keeping to the guidelines.; \"A colleague worked the 8pm-4am shift. This meant you had to pay for a taxi home. But after she'd called her taxi, they'd make her do another correction, then another one, and another one. She was kept there, unpaid, while the taxi downstairs ran up a huge bill.; \"Have you heard about 'the cull'? It applies to everyone at the bank, including support functions, contractors, secretaries etc. Up to 25% of staff are laid off every year, regardless of circumstances. 'Weed out the weakest so the strong can lead'.; There we were, four colleagues sitting in a row, and I'd count: when the cull comes, one of us will go. Who?; \"About every three months and without warning or preparation we'd be taken to the basement for a test; 'best practice' rules and skills.; \"The test result sorted us into four groups. When the cull came we'd expect group 4 to be fired but often people from groups 1 or 2 would go instead. People were scared for months because they were in group 4... I saw many good operators being fired while less successful ones stayed on, so it clearly wasn't about performance.; \"I still have no idea why or how I survived every cull.; \"The bullying was always just on the right side of legal. I told you about the mandatory five-minute break. Well, it could be denied for 'business reasons'. So there I was, in the middle of the night, trapped in a huge iron chair, hungry and thirsty, haven't had a break in two hours, I need the toilet and it's cold. It was always very cold.; \"While it is true that other big institutions brutalise junior staff, in my experience the big banks are up there with the most hostile work environments. I overheard many conversations with senior bankers or started them myself. They would openly state their social Darwinist principles. For them the bank was engaged in aggressive selection of the fittest. 'I am dominant all the way through' was a popular self-description.; \"Pushing juniors to the breaking point, making them 'jump through hoops' and brutalising them was not an accidental byproduct. It was a major element in selecting and shaping future leaders. It took me a while to figure this out but when they say 'leader' they mean 'predator'. Senior bankers called themselves 'top predators', like sharks or lions. This made junior bankers the dogs, very afraid of them while fighting for dominance within their own group. We were prey.; \"I don't say this lightly but it is a proto-fascist ideology. This idea that 'I am the superior species' and you, being losers, deserve to be brutalised. But by calling it 'leadership' they decouple the ideology from racism and sexism. It's simply the 'best and brightest' and the rest of us are inferior. Have lunch or be lunch. And they're so open about it! Not being successful is your own fault. It's a super-Calvinist universe. Americans believed it the most.; The overwhelming majority of bankers at the Most Successful Bank in the Universe are male. Especially higher up. But in nature, lionesses are the predators. Male lions just sit around looking beautiful. Ha ha. Now, this is the sort of joke you just couldn't make at the Most Successful Bank in the Universe.; \"What intrigues me is how the self-promoted superiority combines with flagrant wastefulness and incompetence. The much hyped 'excellence' simply doesn't exist. Much of the astronomically expensive specialist 'advice' was copied from existing books for other clients. How I know? Because in spite of the 300 revisions they had failed to replace all the names! Frequently they'd lift stuff straight from the client company's own publications. I often saw emails going round 'stop feeding clients their own material'. Never made any difference.; \"Page Two of all books advising clients on their deals contained a disclaimer that 'nothing in this document can be interpreted as advice'. So the client is paying millions for your brilliant advice which has to be prefaced by a disclaimer that, actually...; \"We did receive training on the Chinese walls, several sessions. An elderly lawyer came in and told us some lame jokes at the end of a very long shift. I fell asleep a couple of times.; \"We mostly worked for the investment bankers (deal makers) but sometimes a desk neighbour had a job from the Trading Floor, officially 'behind the Chinese wall'. We could tell from the project codes.; \"There are rules to enforce the Chinese walls such as a ban on speaking about business in the elevator. I heard so much in the elevator! And the cafeteria… People on both sides of a Chinese wall would be sitting there within earshot.; \"At one point the regulator came to investigate a bank-wide insider trading case. I remembered the company involved really well because I had spent hours, no whole nights, redrawing their company logo – the bank often had us do that. They scheduled the interrogations for 8am. The head of our department (whom I had never seen before) came in and said: it's routine, you are not suspects, and here's a lawyer. I went, wow, how nice to provide an expensive lawyer!; \"Now you must realise that by the end of a night shift your emotions are all over the place. The graveyard shift has so many fights, breakdowns, love affairs; working all through the night under those circumstances does funny things to you.; \"The interrogators were two very young gentlemen, in shirts and red braces like cops from a US TV series. And suddenly I got very, very afraid. You can go to jail for insider trading. I was desperately trying to remember details of the deal when one of them suddenly leant forward, looked me in the eye and said: 'Did you do it?'; \"I turned to the lawyer, asking him: 'You said they didn't suspect me?' He said nothing. Only then did it dawn on me that he wasn't there to protect me. He was there to protect the bank.; \"So why do so few people act on the insider information they have? My explanation is that most of us just aren't crooks. We want to do our best, be a good person. Even under the most difficult circumstances.; • If you would like to comment on this interview, please visit the accompanying blogpost\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-152",
  "namespace": "we1sv2.0",
  "title": "Thursday 20 Jun..."
}