{
  "content": "\n\nMonday 4 August 2014 03.15 EDT\tNot moribund at all! An historian of medicine’s response to Richard Horton\tWriting in The Lancet, Richard Horton called historians of medicine “invisible, inaudible, and … inconsequential”. Historian of medicine Carsten Timmermann responds\tThis post is being published simultaneously at Somatosphere.; In a comment published in the medical journal The Lancet, ‘The moribund body of medical history’ the journal’s Editor in Chief, Richard Horton, deplores what he sees as a terminal decline in the study of the history of medicine. I and many other colleagues who engage with the history of medicine every day, were rather surprised by his obituary for a field of inquiry that we feel is very much alive and not moribund at all.; We historians of medicine, Horton argues, with reference to Owsei Temkin, one of the founding fathers of the social and cultural history of medicine, should be interested in the political and economic conditions that shaped medical advances and not only chronicle them. We should study the thoughts and perceptions of scientists, doctors, nurses, patients. We should connect with the present when we study developments in the past and concern ourselves with the transformation of medicine into a business, study the consequences of medical research becoming commercialised. Horton writes,; Yes, I thought, and this is exactly what most of us are doing. Great to get some recognition from the editor of one of the world’s leading medical journals (a journal, by the way, with a very distinguished history).; Imagine how dismayed I was to read the next sentence, in which Horton suggests that “the vast majority of medical historians have abandoned any pretence to such ambitions”. Today’s historians of medicine, he suggests, “have nothing to say about important issues of the past as they might relate to the present. They are invisible, inaudible, and, as a result, inconsequential.” Horton lists a number of books that he feels exemplify that great yet moribund tradition in the history of medicine, most of them classics in the field, but with one exception all published before 2000.; I find Horton’s argument puzzling and somewhat worrying. If I look at the book shelf above my head, I see a whole row of recent books that fit Horton’s criteria for good medical history. For instance, I see Broken Hearts, a recent book by David Jones about the history of heart disease and cardiac surgery, which deals with issues such as decision making in modern medicine and how doctors and patients handle uncertainty. Jones discusses the ways in which complications remain invisible in evidence-based medicine and the difficulty of implementing informed consent in clinical practice. Now if that’s not relevant to medicine’s present, I don’t know.; I also see Jeremy Greene’s Prescribing by Numbers, which discusses how pharmaceutical marketing has shaped understandings of chronic disease in concert with medical research. In my own book on the history of lung cancer (I have several reference copies left and thus it’s very visible on the shelf), I address claims that lung cancer remains so deadly because it carries a stigma due to its association with smoking. Or take other books published in the past ten years on the history of cancer alone, such as those by Ilana Löwy, Barron Lerner or Robert Aronowitz, or Peter Keating and Alberto Cambrosio. These and many, many others invite readers to engage in a dialogue with the past to understand the present of medicine and draw attention to historical alternatives that are difficult to conceive without such dialogue.; There are different ways of engaging with the past to explain the present, and no historian I know wants to be accused of being ‘whiggish’, a term often used to label histories that depict the past as a linear story of progress out of the dark ages towards an enlightened present. To us the past is as complex as the present, and the present as confused as the past. Also, good history does not have to deal with very recent developments, and this is not what Temkin had in mind either, as contributors to a debate on Twitter about Horton’s comments pointed out. But historians should not take the attention of their audience for granted. And our audience lives in the present.; It would pain me if the books on my shelf and other recent books, which seem to do exactly what Horton is calling for, were to remain “invisible, inaudible, and, as a result, inconsequential”. Why don’t these books get noticed by smart and well-informed people with a declared interest in the history of medicine, like Richard Horton, to the same degree as mass-market books like Siddhartha Mukerjee’s interesting but flawed and, dare I say it, somewhat whiggish Emperor of all Maladies.; In fact, I don’t think that these books are invisible. They do get noticed and are widely discussed by other historians and scholars in social studies of science and medicine. Part of the problem may well be, in fact, that there are so many of us now (look at the number of cancer historians alone!) that we are quite happy to talk to each other rather than engage with doctors and scientists.; Perhaps more of us should try and leave our comfort zone more often, and talk to scientists and doctors as well as other audiences: if Mukherjee has shown one thing, it is that history of medicine can persuade a lot of people to buy a book of more than 400 pages! In the US, the AAHM’s Clio Initiative may well be a significant step in a good direction. In the UK, medical historians have contributed some interesting papers to the History & Policy platform (try a search for ‘medicine’). And I love it when historians of science and medicine discuss often esoteric topics on BBC Radio 4’s In our Time. But we also need the help of editors such as Richard Horton. How about a regular history of medicine column in the Lancet, which is intellectually engaged and does more than gratify the antiquarian curiosity of physicians? And Richard, I’d be more than happy to send you an up-to-date reading list.; Carsten Timmermann teaches history of science, technology and medicine at the University of Manchester. He enjoys persuading students in medicine, science and engineering that it’s important to engage critically with the past to understand the present and plan the future, and in the humanities and social sciences that science can be accessible and interesting. His most recent book is on the history of lung cancer.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-175",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 4 Augu..."
}