{
  "content": "\n\nSunday 12 January 2014 03.30 EST\tMeet the debut authors of 2014\tFrom Michèle Forbes to Zoe Pilger, Emma Healey to Zia Haider Rahman, we talk to seven first-time novelists who'll be making a splash this year\tThe actor's debut novel paints a picture of a vibrant Belfast from the 1940s leading up to the Troubles; Not many first novels come emblazoned with quotes from Roddy Doyle (\"Clever, unpredictable, beautifully written and crafted\") and Sebastian Barry (\"A bountiful river of lovely images, fresh and perfect, a triumphant story both familiar and strange\"). But Michèle Forbes, who has just published Ghost Moth – a family drama about secrets, lies and an illicit affair – is an award-winning theatre, TV and film actor who has worked as a literary reviewer for the Irish Times.; Although she grew up in Belfast in the 1970s, Forbes knew she didn't want to write yet another book about the Troubles. Instead, she focuses on the period from the 1940s to the 1960s.; For most of the book, we're gripped by the story of Katherine, who chooses to marry safe, reliable George, a firefighter, rather than young tailor Tom McKinley who makes her feel alive. But you can feel political conflict approaching.; The book opens in 1969 with Katherine, now a mother of four, nearly drowning when she encounters a seal in the freezing Irish Sea. It's clearly an emblem of buried turmoil. The book then tracks back 20 years to when Katherine, an amateur opera singer, meets Tom for the first time.; Forbes studied English and psychology at Trinity College, Dublin. Later, she began acting with the Abbey Theatre Company, touring worldwide with such productions as The Great Hunger and Dancing at Lughnasa.; Today she lives near Dalkey, Dublin, with husband, Owen Roe (last seen as Boss Finley alongside Kim Cattrall in Sweet Bird of Youth at the Old Vic), and two children. But in many ways Ghost Moth is her love letter to Belfast, which is presented as a buzzing carefree city back in the late 1940s.; There are autobiographical elements. Her Catholic mother and Protestant father fell in love at an amateur dramatics group and had four children. Her father was a fireman. Tragically, her mother died of cancer when Forbes was nine, so she is fascinated by the complex relationship between mothers and daughters, and how children handle bereavement. \"The novel was a way to place myself in the back garden of our house,\" she explains simply. \"I just sat there and waited to see what would happen. But then, of course, fiction takes on an energy of its own.\"; She turned to writing for a very practical reason: \"I felt creatively underused.\" Despite winning best actress at the Monte Carlo TV festival, in 2005, for her role in Paul Greengrass and Guy Hibbert's Channel 4 film Omagh, about the aftermath of the 1998 bombing, there aren't so many great roles for women over 40.; Her short stories have received the Bryan MacMahon and the Michael McLaverty awards. It took her three years to write Ghost Moth between acting jobs. \"Finer details were tidied up while waiting for my children at their swimming or basketball classes, or while waiting in the car when I picked them up from school.\"; The manuscript was knocked back by 38 Irish and UK publishers until she met US author Paul Harding at a Dublin writers' workshop. His debut novel, Tinkers, had been rejected until a friend handed it to New York's Bellevue Literary Press (it went on to win the Pulitzer prize). He suggested Forbes send Bellevue Ghost Moth. The publisher snapped it up, publishing it last April. This led to a bidding war in the UK, won by Weidenfeld & Nicolson. Published in Ireland in September, it was shortlisted in the Irish book awards.; Originally the heroine was to have been Katherine's nine-year-old daughter Elsa, but she became more interested in the shadowy figure of her mother. \"I like characters who are morally compromised,\" she laughs.; What's interesting about Ghost Moth is there are no villains. Even dull George has his backstory. And his marriage to Katherine is not a failure. Compromise is an important part of relationships, Forbes stresses; there are riches to be mined. \"As John Updike puts it: it's important to give the mundane its beautiful due.\" Liz Hoggard; Ghost Moth is out now, published by W&N, £12.99; Detective fiction, period detail and dementia meet in a much-courted, multifaceted debut; If a publisher likes a new novel, they will offer the writer a fee (often rather paltry; £2,000 is typical for first-timers). If they really like it, they might accompany the offer with hand-scrawled testimonies from staff extolling the work. But if they are absolutely desperate to publish the book (and figure that others will be also), that's when they become creative. This is what happened when Emma Healey's debut novel, Elizabeth Is Missing, was presented at last year's London Book Fair.; Almost immediately, nine offers were made. One was delivered with a vintage suitcase – part of the book is set in the aftermath of the second world war – filled with objects mentioned in the text: a compact, white leather gloves, a ration card. On her arrival at another publisher, the 28-year-old Healey was confronted with a wall of tinned peaches and Ezio Pinza singing Mozart's Champagne aria piped through speakers – other references to the book. It was all quite overwhelming for someone who'd never even written a short story before starting Elizabeth Is Missing.; \"I knew that an editor would have read the book, but I'd sit in rooms and everyone would have read it,\" says Healey. \"It was like they'd all been passing naked photos of me around and were coming up and saying, 'You looked good in that one!' Or, 'Oh, I see that birthmark you've got…' It's like someone's been in your head, it's strange.\"; Elizabeth Is Missing is every bit as compelling as the frenzied hype suggests. The story is narrated by Maud, an elderly woman with dementia, who realises that she hasn't seen her friend Elizabeth recently. She decides to investigate – hampered by the fact that she can't recall details from one moment to the next – and in the process unlocks memories of her sister Sukey disappearing more than half a century earlier. The novel is both a gripping detective yarn and a haunting depiction of mental illness, but also more poignant and blackly comic than you might expect from that description.; Perhaps Healey's greatest achievement is the flawless voice she creates for Maud. \"I knew I should write about a girl in her 20s, her career in London, but I couldn't sustain any interest in that whatsoever,\" she laughs. \"One of my tutors [on the creative writing course] at the University of East Anglia said, 'It's someone with dementia, it's an age you've never lived obviously, there's a mystery, she's confused, it's a dual narrative. You're trying to make it as hard as possible on yourself, aren't you?' I hadn't thought about it until she said it, but God, yeah, it was a really stupid idea.\"; For inspiration, Healey looked to her own grandmothers, one of whom suffers from dementia. Over the five years she spent writing Elizabeth Is Missing, they provided a source of anecdotes, details about the postwar years, but mostly gave her the confidence to describe Maud's mental illness in a way that is always sensitive but allows for moments of levity.; \"I did show it to my grandmother who has dementia and that's probably the highest praise I'm going to get,\" says Healey. \"She looked up a couple of times very suspiciously and said, 'Is this about me?' Then she read it a bit more, put it down and said she didn't like it. I was like, 'Oh, why not?' And she said, 'It's too real.' I thought, 'Wow, I'm never going to get anything better than that.'\" Tim Lewis; Elizabeth Is Missing is published by Penguin Viking on 5 June, £12.99; The former pensions adviser's tale of a young man's descent into madness is spare, moving and funny; When Stewart Foster was writing his novel We Used to Be Kings, he fell into a habit: every week – at least once, sometimes more – he would visit his local Waterstones in Bath and sit for hours reading the opening pages of other books. He was hoping to find something similar in style to what he was working on; proof that he had not entirely gone off the rails. He never came across anything that offered much solace. The 50-year-old Foster recalls: \"I'd think, 'Oh God! I've done it wrong. There's nothing else like it. What shall I do?' But eventually I thought, 'I've just done it differently.'\"; We Used to Be Kings is certainly fresh and original, a sparse and moving tale that's never showy but often dazzling. The action takes place in the 1970s, in the shadow of the space race, and follows Tom, just about to turn 18 in a care home for troubled children. Tom is accompanied everywhere he goes by his younger brother Jack who, we learn early on, died years before but has remained a real and irrepressible presence in Tom's life ever since. The pair bicker and jabber away constantly to the dismay of the doctors treating Tom.; Foster handles Tom's descent into madness with empathy and humour, but he receives the compliment with bemusement. \"I feel like I should tell you that I researched everything but I didn't do any research at all – I just wrote it,\" he says. \"The author Ciarán Collins described the book as a 'story of deep psychosis'. I read that and thought, 'Really?'\"; Before starting to write seriously in his mid-40s, Foster was a pensions adviser for almost 25 years. He saved some money, took the plunge and began a creative writing course at Bath Spa University, sometimes driving a taxi at weekends for pocket money. \"I was 43; it was classic midlife,\" he says. \"But everyone says, 'Oh, you were so brave doing it,' because it was good pay and a good job, but you don't leave jobs if you absolutely love-love-love them, do you? So it wasn't hard. It's nowhere near as great as the fear of it not working now and having to go back to not writing.\"; A turning point for Foster came when he read Raymond Carver: \"I realised you didn't have to write all this exposition. You could just go bang to the story.\" He also began to workshop his writing with a fellow student at Bath Spa called Jonathan Bentley-Smith. They met when Bentley-Smith was 19 and he handed Foster back a short story with red ink all over it. \"I thought, 'You cheeky bugger!' But I left it for a couple of days, read his comments and thought, 'Spot on, mate.' I've worked with him ever since; I call him the world's greatest editor.\"; Foster admits it's an unconventional relationship, but he's beginning to realise that much of what he does is not normal writing practice. At the photo shoot for this article, a couple of the other debut authors remarked that they'd worked for five years on their books and not even started their next ones. Foster has completed three novels in the same period. For a moment, he assumed he must be doing it wrong, but then he decided: \"I've just done it differently.\" TL; We Used to Be Kings is published by Jonathan Cape on 30 January, £12.99; The former actor was the subject of a bidding war for her feminist tale set in 17th-century Amsterdam; \"There's a sodomy trial, a hidden love, a miniaturist who predicts the fate of her customers, a parakeet called Peebo and a plan to escape to the sea,\" is the way actor Jessie Burton, 30, describes her debut historical novel, The Miniaturist.; Last April, Burton, who has acted at the National Theatre, Donmar and Bristol Old Vic, was the subject of a six-figure bidding war. Picador snapped up The Miniaturist, billed as \"feminist golden-age fiction\", with rights sold in 30 countries including the US, Canada and Holland.; Set in 17th-century Amsterdam during the Dutch golden age, The Miniaturist tells the story of Nella, 18, who is married off to wealthy merchant Johannes. Kind but emotionally distant (his sexual desires clearly lie elsewhere), he presents her with an exact miniature replica of their home as a wedding gift. As Nella begins to furnish it, courtesy of an elusive female miniaturist, the contents start to mirror real-life dramas taking place in her own household.; It's a fabulously gripping read that will appeal to fans of Girl With a Pearl Earring and The Goldfinch, but Burton is a genuinely new voice with her visceral take on sex, race and class. \"Donna Tartt has talked about the dream formula being compulsiveness with depth. I wanted to write a book that people wanted to read when they were tired on the tube.\"; Burton was inspired by the cabinet house, owned by a 17th-century merchant's wife, Petronella Oortman, that is on display at Amsterdam's Rijksmuseum. \"Discovering that it cost the same as a full-blown house and took craftsmen 19 years to build, I asked myself, what kind of society allowed such extravagance, and why? I had the image of Nella, turning up to the house, unaware that so much adversity in this rich and hypocritical society was waiting round the corner for her.\"; To write the book, she consulted maps, paintings, diaries, prices of food, inventories, wills. Johannes gets involved in the sugar trade – it's set at the height of Amsterdam's craving for sugar (known as lekkerheid). But she admits she upgraded the original Nella and Johannes to one of the most exclusive addresses on the Golden Bend on Amsterdam's Herengracht canal. \"I hope they're grateful!\"; Born in Wimbledon, Burton attended a comprehensive in Fulham but acted from the age of five, appearing in a children's BBC drama and a Fairy liquid ad. At 18, she felt \"too young and nerdy\" for drama school, so studied English and Spanish at Oxford. But four years later, she won a place at the Central School of Speech and Drama.; In between acting jobs, she temped in the City, and started writing the novel in offices and theatre dressing rooms. In 2011 she won a place on the first Curtis Brown creative writing course, which gave her \"time and space\" to finish the manuscript.; She began following literary agent Juliet Mushens on Twitter and, noticing she'd been reading Simon Schama's The Embarrassment of Riches, about the Dutch golden age, sent her the first three chapters of The Miniaturist. \"I fell in love with it and was almost bereft to finish it,\" recalls Mushens.; A feminist, Burton writes great complex female characters who aren't just defined by what the men in their life are doing. Her favourite authors include Margaret Atwood, Siri Hustvedt, Hilary Mantel and Alice Munro. \"She's a cool glass of water, and then she sticks in the knife,\" she laughs.; Burton's partner is the actor Pip Carter, who played Edward Thomas in Nick Dear's The Dark Earth and the Light Sky at the Almeida in 2012. She's delighted by his success but admits it's nice to take him to literary events for a change. And they're buying their first flat in London's Forest Hill. She'll continue to act but relishes this new freedom: \"When you're a writer, you are all the characters, the director and the producer. Being the actual creator of something is a real thrill.\" LH; The Miniaturist is published by Picador on 2 July, £12.99; It wasn't until the riots hit London that her tale of an East End amateur boxer could find a publisher; Anna Whitwham's first novel does not read like a first novel. It is lean, polished and fit as its subject: Bobby is an East End amateur boxer with Belfast-Jewish roots – the Boxer Handsome of the title. The pleasure of reading the book is the sense throughout of a safe pair of hands at work on an unsafe subject – and a challenging city. This is a less-written-about London: depressed, tough and gallant (one can imagine it as a film by Ken Loach). Bobby's life is determined by cycles of violence although the novel is at pains to differentiate between the \"stifling machismo\" outside the ring and the disciplined fighting within it.; In person, Whitwham is as likably uncertain as she is decisive on the page. She is a pretty, waifish 32-year-old in jeans, jumper and blokeish black boots. The novel was inspired by her grandfather, the splendidly named John Frederick Poppy: \"My grandad was born between Islington and Dalston, on Mildmay Street. He had loving, wonderful parents but they were poor. He was thin, had diphtheria and got beaten up a lot. He joined the local boxing club [now the Crown & Manor in Hoxton] and it was a sanctuary – life changing.\" He was a lightweight – he even fought at the Royal Albert Hall. He died at 98 and remained \"very close to the club\" to the end.; Whitwham hasn't tried boxing herself but has watched boys sparring and says, with a wicked gleam in the eyes, that she sees boxing as \"noble\". She points out that writers such as Joyce Carol Oates are fascinated by it as a \"wordless\" event: \"It has intensity, is a ritual exchange, a puritanical code you can't access if you are outside the boxing ring.\"; She grew up in west London, her father was an English teacher, her mother a teacher of film studies. She went to Pimlico school, read drama and English at Queen's University Belfast and began by writing \"awful\" poetry. \"Everyone does!\" She studied creative writing in the US with Mona Simpson. Andrew Motion has been a tutor too. It was studying American native literature and especially Winter in the Blood by James Welch that decided her on a writing career: \"To this day I flag up its importance. The novel is sparse and calm. I was 21 – I loved that.\"; She believes writing courses work if you \"throw yourself into them\". They can be \"a wonderful discipline\". And what has she learned? \"It may sound obvious or trite but what happens is that when you grow up a bit as a writer, you lose ego. You drop the need to be cool and clever and the story becomes really important. It is hard to do because when you are starting out, you want to impress.\"; It has not been been easy getting published. It took years to find an agent – an earlier attempt at a novel came to nothing. Boxer Handsome was taken on by Simon Trewin when the riots were happening. Fortuitously helpful timing in that her book was \"about an England that was not being discussed\".; You need courage as well as talent to persevere and she has both. She is lecturing at Royal Holloway on masculinity (her PhD thesis was about representations of masculinity in contemporary literature) and laughs when I say this is brave. Then I ask if she could pinpoint what her novel has to say about masculinity. \"It is about men trying to perform an obsolete masculinity in an England that no longer feels the same way about them.\" Kate Kellaway; Boxer Handsome is published by Chatto & Windus on 16 January, £12.99; This formidable debut deals with friendship, betrayal, class, maths, philosophy and all points in between…; Zia Haider Rahman's CV is so phenomenal, one senses he keeps it brief to play it down. He does not want to dwell on it when we meet at the Wylie literary agency. But for a boy who came from a Bangladesh village after the 1971 war, was a squatter in a derelict building in Marylebone before moving to a council estate, was the son of a bus conductor (the No 7 – up the Harrow Road), was bullied and bunked off school – what happened thereafter was extraordinary. It would be extraordinary even if he had not begun life as he did.; Rahman is a charming, articulate powerhouse of a man – with crushed shirt, dynamic manner and a mind that will not settle. \"I'm fairly good at talking,\" he winces and smiles. He decided to have a shot at getting into Oxford and because his state school did not offer further maths, he persuaded a London crammer to coach him for free. He got into Oxford to read maths, got a first and a torrent of scholarships followed (awarded almost to the point of tedium). He went to Munich (to do German and mathematics), Cambridge (an MPhil in maths) and Yale (economics). He was headhunted and worked for Goldman Sachs on Wall Street. He reasoned the world was an unsafe place: \"I needed to know it. Each time I learned something about it, I was less afraid.\" After a couple of years, he jumped tracks: \"I had sought in jobs things that jobs are not good at delivering.\" Such as? \"Home – a sense of belonging…\" His voice quietens: \"I carry the other Zia in my head all the time, the Zia I left behind and who didn't make it.\" He wanted to see if he could do some good in the world and insists he was a disappointment to his mother. When he got his first, she asked: \"What good is that to me?\"; Having won the top scholarship at the bar, he became an international human rights lawyer but after another year or two, he says, his \"faith that one could change the world came crashing down\". I suggest he is incorrigibly restless and he laughs and agrees and points out, before I get the chance, that he cannot sit still. He decided to see the world rather than attempt to change it – the plan was to travel to his village in Bangladesh. He never made it – a dear friend's mother was dying and he returned to England. Not long afterwards, he felt a new pull: to write a novel.; In the Light of What We Know is a 500-pager, a holdall of a book so packed with ideas – as you might expect from a polymath – you fear its handles might break. It is set during the financial crisis and is about the darkness of what we will never know as much as the light of what we do. It is about an investment banker in London visited by Zafar, an enigmatic college friend. This formidable novel unpacks friendship, betrayal, unknowability – and includes an astute take on Englishness, on class, on mathematical theory, human rights, and whether people can trust their own perception of the world.; Writing the novel is \"the best thing I have ever done – I don't mean the product but the process. It is all-consuming. I wake in the morning with a dozen ideas, my head in the story all the time.\" And was it as straightforward getting the book published as acquiring scholarships? He gives a tiny hesitation: \"Well, yes, actually – it was.\" KK; In the Light of What We Know is published by Picador on 22 May, £16.99; The art critic's biting satire on feminism, sexuality and romance asks plenty of provocative questions; One of the first things Zoe Pilger remarks upon, eyeing the Dictaphone as she sits down at a table in a busy restaurant, is how odd it feels to be \"on the other side\". As an art critic, Pilger, 29, is more used to being the interviewer than the interviewee, and is having to get used to being the subject of interest for her debut novel, Eat My Heart Out. She wrote the book in less than a year – all the while juggling her job in journalism and a PhD in contemporary art at Goldsmiths. \"Some writers have to have a drink to write, but I have to go to the gym, eat really healthily, and basically live like a puritan,\" she says, with a hint of self-deprecation. \"I have to be completely clear-headed, which is ironic, because a lot of the book is about hedonism and being totally out of control.\"; A biting look at contemporary feminism, sexuality and romance, the book follows several days in the life of Ann-Marie, a socially inept 23-year-old failed Cambridge student whose love life gets more complicated when she becomes the protegee of a famous and radical second-wave feminist. \"I wanted to write about feminism through fiction, and dark comedy. For some reason I'm incapable of writing serious fiction, so it was always going to be satire,\" Pilger explains, laughing.; Although she also studied at Cambridge for her BA in social and political science, she says the book is in no way autobiographical, unlike the work of Lena Dunham, with whom Pilger (also in her late 20s) has already been aligned. Ann-Marie is impulsive and fiery (like Dunham's protagonist in Girls), whereas Pilger is a calm, warm presence, and speaks eloquently, in measured sentences. She references lesser-known experimental authors such as Anna Kavan, Jane Bowles and Mary Gaitskill – \"writers who say different and more interesting things about femininity\" – as her inspiration, admiring in particular the \"fearlessness\" of Kathy Acker's Blood and Guts in High School: \"It's still challenging for women to express that kind of anger and frustration.\" In Eat My Heart Out, it is Pilger's frustration with the regression of feminism that underpins much of Ann-Marie's experiences. \"Obviously I'm not a prude and I wouldn't advocate a return to no-sex-before-marriage, but I think the effects of [our] supposedly permissive culture have been really underexamined.\"; As the daughter of journalists Yvonne Roberts and John Pilger, her family and upbringing were \"very political\", and she admires the baby boomer generation's strong sense of political possibility. \"I'm pleased that in the past couple of years there seems to have been a real increase of interest in feminism among young women,\" she says. But in pondering the complicated relationship between romance and feminism, Pilger is more interested in raising questions than answering them: \"There aren't really any answers in the book, I hope. But I do hope it might start conversations around the sort of things it discusses. That's what I'm looking forward to.\" Corinne Jones; Eat My Heart Out is published by Serpent's Tail on 30 January, £11.99",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-10",
  "namespace": "we1sv2.0",
  "title": "\n\nSunday 12 Jan..."
}