{
  "content": "Monday 24 June 2013 14.45 EDT\tIt's too early to write off the lecture\tIf cassettes and video did not kill off live lectures, why should the internet, asks Jonathan Wolff\tSometime in the late 15th century someone must have said \"Now Gutenberg has invented the printing press, the university lecture is doomed\". Before books, the lecture was an incredibly efficient delivery system. Someone in a cassock, reading at dictation pace to rows of younger, equally cassock-clad men, was the best way of spreading the word. But in the age of printing, why bother?; Yet the lecture survived the book. It survived the cassette recorder, although students did occasionally record their lectures, as I did once as an undergraduate. Sadly, I fell asleep at exactly the same place in the re-run as I did in the lecture.; I predicted the end of the live lecture when VHS tape became popular. Who would want to hear me when they could watch a tape of the great contemporary philosophers such as Bernard Williams or Philippa Foot? With a heavy heart, I bought a series of video recordings of philosophy lectures for the departmental library. As far as I know no one even borrowed the tapes, and 10 years later we chucked them out to make room for more books.; Now we are told that lectures are finished, and that internet-based teaching will take over. Well, if the book, cassette and video didn't see off the lecture, why should the internet? Clearly the internet does introduce something new: it is, potentially at least, interactive. It is social. No doubt some forms of internet-based learning will come to be regarded as superior to the lecture. I'm told that this is already happening in some technical areas, where excellent lecturing is hard to find, and people learn at different speeds. I understand. But how generalisable is the argument?; Internet-based learning, like other technologies, offers many advantages, especially to students who, for whatever reason, cannot attend university. While Oxbridge students sat at the feet of great scholars, who ruminated in front of them, their Open University peers received superb teaching materials – books, tapes and TV programmes – covering similar topics, probably in much better organised form. New technologies have been superb for increasing access to education, and long may it last.; My question is only whether the efficiencies and cost-effectiveness of internet technologies will spell the end of the traditional lecture, as some expect. Remember, though, there have been many occasions when a cheaper, more efficient product has failed to dominate its market. Think nylon sheets and polyester shirts. Think the winebox. In some respects excellent products, but we still take bottles of red wine, with corks, to our picnics, while dressed in white cotton clothes: a truly reckless combination.; It is a surprising fact about human economic behaviour that we are prepared to pay a lot more for items that are only a little bit better. You can spend the summer playing tennis and going swimming (assuming you live in a country where summer still exists). You can do so in municipal leisure facilities, or in members' clubs, or, for the select few, in your own court and pool. True, each one is better than its predecessor in the list. But thousands of pounds, or tens of thousands of pounds better? Similar examples abound. Most of the functional value of a handbag can be achieved by buying one at a market stall for a tenner. Nevertheless … And then there are mobile phones, cars, and perhaps even houses.; For as long as the lecture is regarded as better than internet-based learning, it will survive on a substantial scale. And wherein lies its superiority? An interesting question. It is live. It is real. It is put on with you in mind, even if you are one of a large crowd. You experience it with other people. And, perhaps the clincher: it takes place in a university, bursting with life and interesting people who will inspire you in unexpected ways. Somehow live learning can be open and transformative in a way that transcends its educational function. Maybe one day we'll work out how to do this better some other way. For the moment, while internet technology, if used well, can certainly enhance university teaching, and provide smooth access to excellent education for those unable to attend university, it is too early to write the lecture's obituary.; • Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-155",
  "namespace": "we1sv2.0",
  "title": "Monday 24 June ..."
}