{
  "content": "Tuesday 6 August 2013 12.00 EDT\tHungary's culture is being crushed or co-opted\tThe 'patriotic' culture war being waged by the government may force the closure of one of Hungary's leading arts academies\tThe UK has culture skirmishes; Hungary has culture wars. In a country where party politics has always sought to control the cultural field, the aim of such war is to wipe out, or at least quarantine, the opposition, its ideology, its language, its notions of independence, and – in the case of the current administration – to impose an all-consuming patriotic line whereby only one version of Hungary is allowed to exist.; There is currently the case with the Hungarian Academy of Sciences. The original academy was founded in 1825, chiefly composed of scientists but including some literary figures. In 1949 it was taken over by the Communist party, so after 1989, there was reason to change it again. The academy declared itself an autonomous institution and in 1992 the Széchenyi Academy of Letters and Arts, or Szima was founded as one of its branches. As soon as news of its foundation got around, it was attacked by the right wing and a rival organisation, the Hungarian Academy of the Arts, or MMA was set up, forestalling it by a few months, with the architect Imre Makovecz at the head. Szima invited members, MMA took them on application.; Szima had, and continues to have, the finest writers of the period, including Hungary's four leading novelists, Péter Esterházy, Peter Nádas, Imre Kertész, and László Krasznahorkai, as well as its greatest film directors, Zoltán Fábri, Miklós Jancsó, Károly Makk, Márta Mészáros and István Szabó, not to mention composer György Kurtág and pianist Zoltán Kocsis. MMA has a good many artists who applied. But MMA got the money.; From the \"patriotic\" point of view, any art that questions the administration's values or simply negates them is to be distrusted. But since Hungary is still a democratic country the government can't be seen to censor disagreeable material directly. It can't arrest or ban people but it can jettison them and prevent them operating by strangling them financially or by taking over the organisation from the inside.; The list of such strangulations and takeovers is already long. In theatre the ousting of artistic directors and the installation of far-right figures; in the visual arts the encouragement of rightwing art through national competitions and the amalgamation of independent galleries to single institutions more easily controlled by government; in media the attempts to close down independent radio stations. The list in literature is far too long already. There have been attempts to smear György Konrád and to deprive Nobel prizewinner Imre Kertész of his Hungarian identity (now referred to only as being \"of Hungarian extraction\").; There has been the setting up of an expensive new national library to promote Hungarian patriotic values, and the introduction of fascist writers of the 30s and 40s to the school syllabus. Philosophers have been smeared. In March the prestigious Táncsics awards were given to three members of the far right – one of those awarded gave back the prize, under official pressure, the other two kept them. Far-right figures get research centres of their own, while the philosopher György Lukács's research centre is broken up into general libraries.; Now MMA has been declared the only representative of Hungarian arts. MMA has a clear patriotic agenda. Szima is a non-political organisation and includes supporters of the government. Interestingly enough, the founder and leaders of MMA have been among those to traduce Konrád. A couple of months ago the architects association suggested a series of events to commemorate 20 years of Szima. Not only did it receive no funding, but the association is threatened with closure.; But maybe that is not surprising. István Klinghammer, the new secretary for higher education, recently declared: \"I think the humanities are important but they don't create values.\" Not the right values perhaps.; Some will say it is just privileged artists moaning about loss of influence. But this is cumulative, part of a process to deprive the opposition of voice and therefore language. Hungary has produced great artists, musicians, architects, film directors and writers. Some of them are still alive. The government wishes to cut them out of the heart of culture. The truth is that the so-called \"patriots\" backed by the Fidesz conservative party are not the image of the nation: they want the nation to be the image of them.\n",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2013-h-177",
  "namespace": "we1sv2.0",
  "title": "Tuesday 6 Augus..."
}