{
  "content": "\n\nTuesday 15 April 2014 01.55 EDT\tRecruiting university staff takes a lot of academic time\tHundreds of hours are spent on each appointment, says Jonathan Wolff. But does anyone know a better way?\tA friend who worked in a bank told me that academics are prized customers for credit card companies. Our tastes tend to be more expansive and expensive than we can finance with our income, but our salaries are highly reliable and we are not the sort of people to walk away from debts. Furthermore, part of our pension comes in a lump sum, so on retirement we can wipe the by then king-size slate clean.; On hearing this, I was struck by two thoughts. First, it is nice to be prized by anyone, although I suppose in this case it does look a bit desperate. Second, the prospects of life lived on credit card debt may help explain why many of our very best undergraduates don't consider an academic career a serious option. A starting salary of close to £35,000 may sound OK, but progression is snail-paced and you will be very lucky to double that, in real terms, by retirement age 35 years later. If you are from a wealthy family, teaching in a university is a form of downward social mobility. More like choosing to go into the church than a sensible career option: wonderful if you have a vocation, but madness if you do the cost-benefit analysis.; Still, the supply line is not yet drying up. For a permanent position in many subject areas, we may receive as many as 300 applications, and a good number of the applicants could do the job perfectly well. So how do we choose?; We academics do this the same way that we do everything: we sit and read. Then we make some notes. Then we scratch our heads, read some more, and have a bit of a think. Members of the appointment committee will, for each candidate, have to read a long CV – the longer the better, none of this one-page nonsense – plus a covering letter, two or three references and a sample of research which might be 30 brain-twisting pages. And after an hour with the file, we normally put the candidate in the \"maybe\" pile, and set ourselves to read it all again later. After all of this, we longlist and read more, then shortlist and interview the top half-dozen, and then reflect, discuss and decide.; Hundreds of hours of academic staff time will be devoted to each appointment. Is it worth it? Or is it collective madness? Could we, instead, contract out at least part of the process to recruitment specialists, as in other areas of professional employment? One day I might propose this, just to see the howls of protest. It will correctly be argued that making the right appointments should be at the top of our priority list, and this is the only way we know of doing it. But if anyone has an App that will short-circuit the process, do please get in touch. We might even pay commission.; • Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-82",
  "namespace": "we1sv2.0",
  "title": "\n\nTuesday 15 Ap..."
}