{
  "content": "\n\nSaturday 27 September 2014 15.23 EDT\tPublic inquiry into predator teacher's abuse of boys\tParents welcome independent review on how William Vahey got away with crimes\tA public investigation is to be launched into how a paedophile teacher, William Vahey, was able to drug and abuse at least 60 children at the £25,000-a-year Southbank International School in London.; Dame Moira Gibb, a social work expert who led a national inquiry into standards following the death of \"Baby P\" in 2007, is to lead a serious case review into the missed opportunities to stop the abuse. Between 2009 and 2013, Vahey, an American humanities teacher, used sedatives to render boys drowsy on excursions, then took them back to their rooms and abused them while they were unconscious. The FBI has described him as one of the most prolific sexual predators it has ever seen.; The move will increase pressure on Cognita, the private company that runs the £25,000-a-year school, and Sir Chris Woodhead, the former chief inspector of schools, who is its chairman of governors.; The school, which is favoured by the families of foreign diplomats and international business executives, is already embroiled in a Scotland Yard and FBI investigation into the 64-year-old teacher's serial abuses. The crimes emerged in March after he killed himself when electronic files containing images of more than 90 naked boys aged 12-14 being molested by him were found by a maid at his home in Nicaragua.; He had been jailed for child abuse in 1969 in California, but went on to teach at 10 schools around the world, from Jakarta to Caracas, where it is believed that he honed a criminal technique which meant that few, if any, of his victims knew they had been abused.; Woodhead said Southbank \"will co-operate and contribute in any way we can\" to the Gibb review.; The Observer has learned that, as well as being entrusted to take field trips abroad, when he abused boys, Vahey was appointed to teach sex education to 11-year-olds in a role that involved guiding pupils on \"what conduct is questionable and should be reported\". The role required him to explain to pupils the appropriate boundaries of behaviour and language between adults and students. The school confirmed that he was given the role of personal social education adviser in 2010.; A source has claimed that colleagues raised concerns with school management about Vahey's attempts to stay behind with boys while helping to run \"discovery week\" trips as early as autumn 2009 and again in 2010. They objected that this was in breach of guidelines.; Woodhead said: \"Whether or not Vahey's appointment to the role of [personal social education] adviser was appropriate depends on the nature of the complaints made about him by members of staff and whether these complaints were made to school management. We do not yet have answers to either of those questions.\"; A review from Hugh Davies QC, commissioned and paid for by Cognita, has already found that the school breached statutory guidelines in hiring Vahey, failing to take up references and allowing him to be hired by only one person, the then headmaster, Terry Hedger.; Davies said Vahey's questionable conduct had been known about during his employment and reported, but that inadequate record-keeping meant the alarm had not been raised. He said that had concerns been properly handled the evident pattern of conduct would have required intervention by the school, including reviewing his role on school trips and almost certainly prompting a local authority investigation.; One parent of a boy who believes he may have been among Vahey's victims said they welcomed the new independent inquiry.; \"We are pleased there will be a report by an independent public agency to balance alongside that already commissioned by the school from Hugh Davies QC,\" the parent said.; Gibb said: \"Over a considerable period of time, many young people were subjected to some serious abuse, so it is important there is an independent review of what went wrong, and parents and children would expect that. We understand that this might be difficult for parents and their children, many of whom wish to move on, so we will be sensitive in our approach.\"; The outcome of the review will be published in full next year. It is likely to draw conclusions about child protection that could be applied to the wider independent school sector and also consider the international school industry, where teachers are often highly mobile and move from continent to continent, as Vahey did.; The review is being run under the auspices of the combined local safeguarding children's board for the London boroughs of Westminster, Hammersmith & Fulham and Kensington & Chelsea. In a statement it said: \"The review will consider concerns about sexual abuse perpetrated by William Vahey between 2009 and 2013, whether there were any missed opportunities to identify and stop his abusive behaviour and whether there are any other lessons to be learned.\"",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-197",
  "namespace": "we1sv2.0",
  "title": "\n\nSaturday 27 S..."
}