{
  "content": "\n\nMonday 1 December 2014 06.33 EST\tHow images shape our cities\tPicturing Place: From John Snow’s Cholera map to Le Corbusier’s plan for a contemporary city and Moose’s ‘clean graffiti’ – images shape our ideas and precipitate change, for better or worse Part one: The iconic origins of Brazil’s capital city\tHow do images shape cities? The answer might seem obvious: from impressionist Paris to contemporary photographs of China’s boom cities, we know that images depict and interpret urban change. But pictures of the city are hardly just decorative or documentary; they also have profound impacts on the ground.; Maps, plans, photographs, renders, computer generated images, street art and signage drive physical changes and are central to perceptions of place and claims to territory.; When we make things visible, we make them public and subject to debate. Urban images not only offer insights to help analyse and understand cities, but also point to ways of radically altering their futures.; In response to an outbreak of the disease in London’s Soho in 1854, Dr John Snow famously plotted the incidences of cholera on a map. By locating and marking each case in space, Snow made visible the relationship between disease outbreak and one particular water pump, at the corner of Broad and Cambridge Streets.; Snow’s cholera map not only contributed to understanding the transmission of disease, his findings were also the impetus for installing sanitation systems in London and many other cities. His map was a catalyst for the development of infrastructure.; Visual images investigate and generate knowledge about the city, producing evidence for physical change. Three decades later in New York City, Jacob Riis took a camera and a flashbulb into the city’s most notorious slums, bringing back pictures to show New Yorkers “how the other half lives” (photograph at top of article).; Riis’s work was not an act of photojournalism so much as one of urban reform, meant to shock the middle class with the squalid living conditions so close by, in a campaign to reinvent low-income housing and rebuild neighbourhoods such as the Five Points.; Circulating widely, Riis’s photographs appeared in exhibitions arguing for housing reform. They were instrumental in changing the laws for fire regulation and the construction of tenement housing in the city. Riis campaigned for small parks to alleviate crowding in the slum areas he depicted, eventually succeeding in tearing down the Five Points itself and replacing its buildings with a small park, bringing light, air, and recreational facilities into one of the densest parts of the city.; Other images serve to regulate existing cities or imagine and realise new ones. The work product upon which architects, planners and other built environment professionals trade; plans, technical drawings, diagrams and renderings embody their expertise. Lines and pixels provide the stuff whereby ideas become space and form.; Imagining a modern city, where new towers, fast roads and open spaces would combine to create an efficient and salubrious metropolis, Swiss architect Le Corbusier drew the “ville contemporaine” and shared it via exhibitions, lectures and publications. The rest is history.; Drawings by Le Corbusier and like-minded architects circulated to designers and governments around the world, who translated their visions into settlements and cities that today house millions, but not always happily. What looks good on paper does not necessarily account for human needs and emotions.; Who would sit in Le Corbusier’s empty chairs?; City dwellers also use images as a tool to imprint and inscribe the city, to make themselves visible. A nuisance or blight to some, graffiti is interpreted by others as a way of laying claim to space. Ephemeral tags, bespoke street art and elaborate mural campaigns play contradictory roles.; They can be read simultaneously as signs of blight and disinvestment and as evidence of culture and creativity, sometimes contesting development, at others adorning it. In the 1980s, the London Docklands community photo-mural campaign voiced loud opposition to powerful government-backed developers, using a combination of satire and scale to make visible a community in the process of gentrification and displacement.; In spite of their radical origins, street art and graffiti are increasingly given official sanction as spaces of expression, but also as a way of creating identity or branding neighborhoods. Recognising the inconsistent roles graffiti has played within processes of degradation and regeneration, the artist Moose uses powerful pressure washers to create inscriptions on city surfaces, highlighting the boundary between legality and illegality. Can, or should you, be arrested for cleaning up?; Moose also operates in the commercial branding world for clients who eagerly capitalise on his skill in decorating the urban fabric with subtle, if not subliminal, advertising.; Visual images are critical to the idea of spectacle, as the city itself becomes an image to be consumed. This is evident as cities are branded or even built to conform to a particular shape of skyline. In Vancouver or Shangai, city authorities and private companies have capitalised on the potential of skylines to represent modernity, power and economic growth, offering a visual buttress against the fluctuations of financial markets, and an optimism for future vertical and horizontal expansion that works to boost them.; Housed in a building that itself reads as an emblem, the Shanghai Urban Planning Exhibition Centre (SUPEC) was designed to narrate a story of development and modernisation. It establishes Shanghai’s world city image through an array of interacting models, relief sculptures, photographs, plans, renders and more, while framing views of a new and still metamorphosing cityscape beyond.; In such spaces, of which this is a recent and exaggerated example of a long tradition, the lines between image and “reality” are blurred, and we start to see how representations act back on the worlds we inhabit.; SUPEC also makes us aware of the increasingly complex – and ironically opaque – industry of urban image-making, requiring diverse kinds of visual and technical expertise beyond that of the built environment professions, and often characterised by commercial or institutional confidentiality.; Whether produced by institutions or community members, images are sites for debate and repositories of power. Two years ago in Rio de Janeiro, cycling activists and others joined together to imagine better conditions on the street in downtown Rio.; Working together to draw the routes they already took through the city, and those they wished they could take, participants in Ciclo Rotas Centro created a collective picture of a bike-friendly city, and through this, a proposal to exhibit and take to local government. Today, more than 3km of new bike lanes are on the ground, with 30 more to come.; Images can be the key to the city, a way of laying claim to space and imagining a better world, as well as a tool for understanding the political and economic structures in which we live.; As such, they demand a closer look than the passing glance we might usually impart. What is their rhetoric? What do they say and how? How do they circulate? Where do they go and who sees them? What is their impact? And which people and places are affected by the images and what they do?; Over the next 10 days, drawing on our research project, Picturing Place we will survey how images influence urban change and perceptions of place. Looking across different types of image, in different places and points in time, we will highlight unexpected relationships and observe the influential role that visual languages play in struggles over urban space.; We will also be opening a space for you to debate, share and discuss images that have impacted on cities or are currently shaping them. You will be invited to contribute pictures that relate to the examples we feature in our survey, along with captions that put them into context.; Ben Campkin is the author of Remaking London: Decline and Regeneration in Urban Culture (IB Tauris, 2013), director of UCL’s Urban Laboratory, senior lecturer in the Bartlett School of Architecture and co-editor of Urban Pamphleteer.; Mariana Mogilevich is a historian of architecture and urbanism and Mellon Fellow in architecture, urbanism and the humanities at Princeton University.; Rebecca Ross is a graphic and interaction designer and urban historian, senior lecturer at Central Saint Martins School of Art and Design and co-editor of Urban Pamphleteer.; Find out more about the project at Picturing Place and on Twitter #picturingplace.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-236",
  "namespace": "we1sv2.0",
  "title": "\n\nMonday 1 Dece..."
}