{
  "content": "\n\n\tRePlay revolutionises dance archiving\tThe Siobhan Davies RePlay project brings inaccessible dance material to the fingertips of internet users\tThe Siobhan Davies RePlay project started in January 2007 with the aim of bringing together all of the materials and documentation associated with Siobhan Davies’ choreography into a single collection. Driven by Professor Sarah Whatley, the digital dance archive was initially funded by the Arts and Humanities Research Council resource enhancement programme and launched in 2009.; Siobhan Davies created her first piece, Relay, in 1972 and has made more than 30 works for the Siobhan Davies Dance company which she founded in 1988.; The archive provides free access to a large collection of previously unavailable material and contains over 5000 items relating to nearly 40 choreographed works and eight projects. Almost all of these objects, which would otherwise remain inaccessible, appear online for the first time and in many cases represent the first time these objects have been viewed since their original date of creation.; RePlay also includes early rehearsal footage and where available, texts and materials used in the inception and creation of a dance-work. Users can create their own multimedia scrapbooks, enabling the private and public storing of objects of interest to support research, study or for general interest.; A number of close collaborators and associates have been invited to create their own scrapbook having spent some time exploring the archive. These scrapbooks provide a glimpse into the path they took through the archive and why. There are also \"kitchens\", which are prototyped new presentations of the digital objects for these works. These presentations bring together objects or \"ingredients\" organised according to their role in the making or the \"cooking\" of a work.; Whatley’s research underpins the development of the archive and has led to more than 30 publications including journal papers, chapters in books and conference presentations delivered worldwide.; Sarah Whatley is a professor of dance and director of the centre for dance research (C-DaRE) at Coventry University. Sarah’s research focuses on the interface between dance and new technologies, dance inscription and analysis, somatic dance practice and pedagogy, and inclusive dance. Sarah was co-investigator on the AHRC-funded Digital Dance Archives project and led the JISC-funded D-TRACES project; both projects explored different models for the archiving of dance on digital platforms.; Sarah has supported the development of the Routledge Performance Archive in her role as Academic Consultant: Digital Environment. She is a member of the International Education Workgroup for The Forsythe Company’s Motion Bank project. Sarah is on the Editorial Board of the International Journal of Screendance, a member of the AHRC Peer Review College and is editor of the Journal of Dance and Somatic Practices.; Sarah has also carried out research into Dance and Disability which is the focus of an AHRC-funded project in collaboration with academic lawyers and explores the relationship between dance, disability and the law. She is now leading a major EU-funded project; EuropeanaSpace, creating new opportunities for employment and economic growth within the creative industries sector based on Europe’s rich digital cultural resources.",
  "metapath": "Corpus,guardian-h,ProcessedData",
  "name": "guardian-2014-h-136",
  "namespace": "we1sv2.0",
  "title": "\n\n\tRePlay revol..."
}